[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 15.04.1999 yildagi 766-I-son", "Law_title": "TEMIR YO‘L TRANSPORTI TO‘G‘RISIDA", "Law_content": "1-modda. Asosiy tushunchalar Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: temir yo‘l transporti (temir yo‘l) — umumiy foydalanishdagi transport turlaridan biri bo‘lib, u ishlab chiqarish va ijtimoiy yo‘nalishdagi korxonalar, muassasalar va tashkilotlarni o‘z tarkibiga olgan, boshqa davlatlarning temir yo‘llari va transportning boshqa turlari bilan o‘zaro hamkorlikda tashish ehtiyojlarini ta’minlovchi yagona ishlab chiqarish-texnologiya majmuidan iboratdir; temir yo‘l transporti korxonasi — temir yo‘l asosiy faoliyatining tuzilmaviy bo‘linmasi bo‘lib, bevosita tashish jarayonini ta’minlaydi; temir yo‘l transporti muassasasi — temir yo‘lning kadrlar tayyorlash, temir yo‘l transporti xodimlariga ijtimoiy-maishiy va madaniy xizmat ko‘rsatish sohasida band bo‘lgan tuzilmaviy bo‘linmasi; temir yo‘l transporti tashkiloti — temir yo‘lning qo‘shimcha yordamchi faoliyatni amalga oshiruvchi va tashish jarayonida bevosita ishtirok etmaydigan tuzilmaviy bo‘linmasi; temir yo‘l ustavi — qonunchilikka muvofiq temir yo‘lning, temir yo‘l transporti xizmatlaridan foydalanuvchi yuridik va jismoniy shaxslarning (shu jumladan ular nomidan ish ko‘ruvchi ekspeditorlik va boshqa tashkilotlarning) huquqlari, majburiyatlari va javobgarligini belgilaydigan normativ hujjat; transport xizmatlari bozori — yuklar, yo‘lovchilar, bagaj va yuk bagajini tashuvchi, transport vositalariga texnik xizmat ko‘rsatuvchi va ta’mirlovchi, temir yo‘l transportida tashish bilan bog‘liq qo‘shimcha yordamchi ishlarni hamda boshqa ish turlarini (xizmatlarni) bajaruvchi soha; tashish jarayoni — yuklar, yo‘lovchilar, bagaj va yuk bagajini tashishga tayyorgarlik ko‘rish, uni amalga oshirish va tugallash chog‘ida temir yo‘l transporti korxonalari bajaradigan tashkiliy va texnologik jihatdan o‘zaro bog‘liq harakatlar va operatsiyalar majmui; umumiy foydalanishdagi temir yo‘llar — temir yo‘lning poyezdlarni qabul qilish va jo‘natish, yuklar, bagaj va yuk bagajini qabul qilish hamda topshirish va yo‘lovchilarga xizmat ko‘rsatish, manevr ishlarini amalga oshirish bo‘yicha tegishli operatsiyalarni bajarish uchun ochiq bo‘lgan temir yo‘l bekatlari joylashgan tarmog‘i; yuk — tashish uchun temir yo‘l transporti korxonasi tomonidan belgilangan tartibda qabul qilingan, o‘z vaqtida eltib berilishi va saqlanishi uchun temir yo‘l javobgar bo‘lgan temir yo‘l tashish obyekti; yo‘lovchi — yo‘l hujjatlariga ega bo‘lgan va poyezdda safar qiluvchi fuqaro (jismoniy shaxs); bagaj — yo‘lovchi olib ketayotgan va safar davomida yo‘lovchilar vagonida uning yonida bo‘ladigan buyumlar, tovarlar va boshqa moddiy boyliklar; yuk bagaji — yo‘lovchilar va pochta-bagaj poyezdlarida tashiladigan temir yo‘l tashish obyekti; yuk jo‘natuvchi (jo‘natuvchi) — o‘z nomidan yoxud yuk yoki yuk bagaji egasi nomidan ish ko‘ruvchi va tashish hujjatlarida qayd etilgan yuridik yoki jismoniy shaxs; yukni oluvchi (oluvchi) — yuk yoki yuk bagajini olish huquqiga ega bo‘lgan yuridik yoki jismoniy shaxs; xavfli yuklar — muayyan omillar mavjud bo‘lganda o‘z xossalari va xususiyatlariga ko‘ra tashish jarayonida, ortish-tushirish ishlarini bajarish va saqlash chog‘ida portlash, yong‘in chiqishiga yoki tashilayotgan yuklar, texnika vositalari, qurilmalar, binolar va inshootlar, boshqa obyektlarning shikastlanishiga, shuningdek odamlar hayoti yoki sog‘lig‘iga ziyon yetishiga, hayvonlarning nobud bo‘lishiga, atrof tabiiy muhitning zararlanishiga sabab bo‘lishi ehtimoli bor moddalar, materiallar, buyumlar, ishlab chiqarish va boshqa faoliyat chiqindilari; ajratilgan mintaqa — temir yo‘l transportining tuproq ko‘tarmasi, sun’iy inshootlar, yo‘l binolari, temir yo‘l aloqasi va elektr ta’minoti qurilmalari, temir yo‘l bekatlari, boshqa binolar, inshootlar va yo‘l qurilmalari, shuningdek ihota daraxtzorlari joylashgan yerlari; muhofaza zonalari — temir yo‘llardan, elektr ta’minoti va aloqa tarmoqlaridan bir me’yorda foydalanishni, temir yo‘l transporti inshootlari, qurilmalari va boshqa obyektlarining saqlanishi, mustahkamligi va turg‘unligini ta’minlash uchun zarur bo‘lgan yer uchastkalari, shuningdek temir yo‘l transporti yerlariga tutash bo‘lgan siljuvchi tuproqli yerlar. 2-modda. Temir yo‘l transporti to‘g‘risidagi qonunchilik Temir yo‘l transporti to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iborat. Temir yo‘l transporti xizmatlaridan foydalanish chog‘ida temir yo‘l transporti korxonalari bilan yuk jo‘natuvchilar, yukni oluvchilar, yo‘lovchilar, boshqa yuridik va jismoniy shaxslar o‘rtasidagi munosabatlar O‘zbekiston Respublikasi Vazirlar Mahkamasi tasdiqlaydigan Temir yo‘l  ustavi  bilan ham belgilanadi. Temir yo‘l transportida yuklar, yo‘lovchilar, bagaj va yuk bagajini tashishni tashkil etish tartibi davlat temir yo‘l transportini boshqarish organi tomonidan tasdiqlanadigan yuklar, yo‘lovchilar, bagaj va yuk bagajini tashish qoidalari, shuningdek boshqa normativ hujjatlar bilan belgilanadi. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining temir yo‘l transporti to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 3-modda. Temir yo‘l transportida mulkchilik Tashish jarayonining uzluksizligini, harakat xavfsizligini va avariya-tiklash ishlari o‘tkazilishini bevosita ta’minlovchi temir yo‘l transporti korxonalari, umumiy foydalanishdagi temir yo‘llar va temir yo‘l transportining boshqa mol-mulki mutlaq davlat mulkidir. Tashish jarayonida bevosita ishtirok etmaydigan temir yo‘l transporti mol-mulki qonunchilikda belgilangan tartibda xususiylashtirilishi mumkin. 4-modda. Temir yo‘l transporti korxonalarini tashkil etish, qayta tashkil etish va tugatish Tashish jarayonini ta’minlash bilan bog‘liq bo‘lgan temir yo‘l transporti korxonalarini tashkil etish, qayta tashkil etish va tugatish davlat temir yo‘l transportini boshqarish organi tomonidan qonunchilikka muvofiq amalga oshiriladi. 5-modda. Temir yo‘l transporti korxonalari, muassasalari va tashkilotlarining mol-mulki Temir yo‘l transporti korxonalari, muassasalari va tashkilotlarining mol-mulki asosiy va aylanma mablag‘lardan, shuningdek qiymati o‘z mustaqil balansida ko‘rsatiladigan boshqa moddiy boyliklardan iborat bo‘ladi. Temir yo‘l transporti korxonalari, muassasalari va tashkilotlarining mol-mulkidan foydalanish, unga egalik qilish va uni tasarruf etish huquqi qonunchilikka muvofiq amalga oshiriladi. Temir yo‘l transporti korxonalariga xo‘jalik yuritish huquqi asosida tegishli bo‘lgan ko‘chmas mol-mulkni sotish davlat temir yo‘l transportini boshqarish organi tomonidan qonunchilikda belgilangan tartibda amalga oshiriladi. Bu mol-mulkni ijaraga yoki boshqa usulda egalik qilish uchun bu mol-mulkka davlatning mulk huquqini o‘zgartirmagan holda berish temir yo‘l transporti korxonalari tomonidan davlat temir yo‘l transportini boshqarish organi bilan kelishilgan holda amalga oshiriladi. Davlat mulki bo‘lgan harakatdagi sostav va konteynerlarni bu mol-mulkka mulk huquqini o‘zgartirmagan holda sotish, ayirboshlash, ijaraga berish, vaqtincha foydalanishga berib qo‘yish, balansdan chiqarish davlat temir yo‘l transportini boshqarish organi tomonidan yoki uning topshirig‘iga binoan tegishli temir yo‘l transporti korxonalari tomonidan qonunchilikda belgilangan tartibda amalga oshiriladi. Harakatdagi sostav va konteynerlarni yuridik va jismoniy shaxslarga sotish, shuningdek temir yo‘l transporti korxonalarining bu mol-mulkni sotishdan olingan mablag‘larni harakatdagi sostav, konteynerlar olish va ishlab chiqarish quvvatlarini rivojlantirish uchun sarflashi O‘zbekiston Respublikasi Vazirlar Mahkamasi belgilagan tartibda amalga oshiriladi. 6-modda. Temir yo‘l transporti yerlari Temir yo‘l transporti yerlari jumlasiga davlat tomonidan temir yo‘l transporti korxonalari, muassasalari va tashkilotlariga temir yo‘l transporti inshootlari, qurilmalari va boshqa obyektlaridan foydalanish, ularni saqlash, qurish, rekonstruksiya qilish, ta’mirlash, takomillashtarish va rivojlantirish sohasida ular zimmasiga yuklatilgan vazifalarni amalga oshirish uchun doimiy foydalanishga berilgan yerlar kiradi. Temir yo‘l transporti faoliyatini ta’minlash uchun yerlar qonunchilikda belgilangan tartibda beriladi. Temir yo‘l transporti yerlaridan ajratilgan mintaqa doirasida foydalanish tartibi davlat temir yo‘l transportini boshqarish organi tomonidan qonunchilikka muvofiq belgilanadi. 7-modda. Temir yo‘l transportining muhofaza zonalari Aholi xavfsizligini ta’minlash, shuningdek yer ko‘chishi, yer cho‘kishi, suv oqizib ketishi, sel olishi va boshqa xavfli ta’sirlarga uchrashi mumkin bo‘lgan yerlarda joylashgan temir yo‘llardan hamda temir yo‘l transportining boshqa obyektlaridan bir me’yorda foydalanish maqsadida muhofaza zonalari belgilanadi. Muhofaza zonalarini belgilash tartibi, ularning o‘lchamlari, bu maqsad uchun ajratilgan yerlardan foydalanish rejimi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 8-modda. Temir yo‘l qatnovlarining turlari va maxsus tashishlar Temir yo‘l qatnovlari quyidagi turlarga bo‘linadi: ichki qatnovlar — yuklar, yo‘lovchilar, bagaj va yuk bagajini O‘zbekiston Respublikasi doirasida tashish; xalqaro qatnovlar — yuklar, yo‘lovchilar, bagaj va yuk bagajini O‘zbekiston Respublikasi va boshqa davlatlar o‘rtasida tashish; to‘g‘ri aralash qatnovlar — yuklarni yagona transport hujjati bo‘yicha transportning har xil turlarida tashish. To‘g‘ri aralash qatnovlar ham ichki, ham xalqaro bo‘lishi mumkin. Alohida muhim davlat ehtiyojlarini, shu jumladan mudofaa ehtiyojlarini qondirish uchun yuklarning maxsus turlari tashilishini ta’minlovchi tashishlar maxsus tashishlar jumlasiga kiradi. 9-modda. Idoralarga qarashli temir yo‘l shoxobcha yo‘llari Idoralarga qarashli temir yo‘l shoxobcha yo‘llari jumlasiga xo‘jalik yurituvchi subyektlarning mulki bo‘lgan va umumiy foydalanishdagi temir yo‘llar bilan tutashadigan temir yo‘llar kiradi. Idoralarga qarashli temir yo‘l shoxobcha yo‘llarining ishlash shart-sharoitlari qonunchilik bilan belgilanadi. Idoralarga qarashli temir yo‘l shoxobcha yo‘llarining mulkdorlari va temir yo‘l transporti korxonalari o‘rtasidagi munosabatlar shartnoma bilan belgilanadi. 10-modda. Temir yo‘l transportini boshqarish Temir yo‘l transportini boshqarish markazlashtirilgan tartibda amalga oshiriladi va davlat temir yo‘l transportini boshqarish organining vakolatlari jumlasiga kiradi. Davlat temir yo‘l transportini boshqarish organi: temir yo‘lda tashishlarni tashkil etish va bajarish sohasidagi yagona davlat siyosatini amalga oshiradi; temir yo‘l transportining faoliyati masalalari va tashishlarning shartlari bo‘yicha normativ hujjatlarni qabul qiladi; transport xizmatlari bozorini shakllantirish va rivojlantirishga ko‘maklashadi; temir yo‘l transportini, shu jumladan idoralarga qarashli temir yo‘l shoxobcha yo‘llarini rivojlantirish va ulardan foydalanishni nazorat qiladi; temir yo‘lda tashishlar sohasida tarif siyosatini olib boradi; temir yo‘l transporti sohasida xalqaro hamkorlikni amalga oshiradi; qonunchilikka muvofiq boshqa vakolatlarni amalga oshiradi. Temir yo‘l transportining tashish jarayoni bilan bog‘liq faoliyatiga aralashishga hech kimning haqqi yo‘q. Davlat temir yo‘l transportini boshqarish organining o‘z vakolatlari doirasida qabul qilgan qarorlari barcha yuridik va jismoniy shaxslar, shuningdek mahalliy davlat hokimiyati organlari uchun majburiydir. 11-modda. Yuklarni tashish Temir yo‘l transporti korxonalari, agar jo‘natuvchi yuklarni tashishga nisbatan qo‘yiladigan talablarga rioya qilsa va tashishga temir yo‘l tomonidan oldi olinishi yoki bartaraf etilishi mumkin bo‘lmagan holatlar to‘sqinlik qilmasa, yukni tayinlangan joyiga belgilangan muddatlarda tashib berishi shart. Yuk jo‘natuvchilar va temir yo‘l transporti korxonalari yuklarni muntazam tashishlarni amalga oshirish chog‘ida tashish va transport ekspeditsiyasini tashkil etish to‘g‘risida uzoq muddatli shartnomalar tuzishlari mumkin. Temir yo‘l transportida yuklarni tashish yuk jo‘natuvchilarning buyurtmanomalariga muvofiq amalga oshiriladi. Yuklarni tashish uchun buyurtmanomalarning shakllari, buyurtmalarni berish, bajarish va hisobga olish tartibi, shuningdek temir yo‘l transportida tashiladigan yuklar ro‘yxati davlat temir yo‘l transportini boshqarish organi tomonidan belgilanadi. Yuklar jo‘natuvchi tomonidan harakat xavfsizligi va yuklarning saqlanishi ta’minlanadigan qilib tashishga tayyorlanishi kerak. 12-modda. Yo‘lovchilar, bagaj va yuk bagajini tashish Temir yo‘l transporti korxonalari yo‘lovchilar, bagaj, yuk bagaji o‘z vaqtida manziliga yetkazilishini, vokzallarda va poyezdlarda yo‘lovchilarning xavfsizligini, ularga xizmat ko‘rsatish uchun zarur qulayliklar va sharoitlar yaratilishini, bagaj va yuk bagajining saqlanishini ta’minlashi shart. Yo‘lovchilar poyezdlarning jo‘nash va kelish vaqti, yo‘l haqi, bagaj, yuk bagaji tashish haqi, vokzalxonalarda joylashgan temir yo‘l chiptasi kassalari, saqlash kameralarining ish vaqti, yo‘lovchilarga ko‘rsatiladigan xizmatlar to‘g‘risida vaqtida ishonchli axborot bilan, shuningdek temir yo‘l transporti korxonalari va tashkilotlarining ishi to‘g‘risidagi boshqa zarur axborot bilan ta’minlanishlari kerak. Temir yo‘l transportida yo‘l chiptalarini sotish tartibi Temir yo‘l  ustavi  hamda Yo‘lovchilar, bagaj va yuk bagajini tashish  qoidalari  bilan belgilanadi. Temir yo‘l transportida yo‘l chiptalari yo‘lovchilarga to‘liq qiymatida sotiladi, qonunchilikda imtiyozli yurishi belgilangan fuqarolar bundan mustasno. Imtiyozli yurishni kompensatsiya qilish qonunchilikda belgilangan tartibda amalga oshiriladi. Yo‘lovchi poyezdda o‘zi bilan birga besh yoshgacha bo‘lgan bir bolani alohida joy berilmagan holda bepul olib yurish huquqiga ega. Yo‘lovchi bilan birga besh yoshgacha bo‘lgan bittadan ortiq bola ketayotgan bo‘lsa, ulardan biri bepul olib yuriladi, qolganlari esa chipta to‘liq qiymatining 50 foizi chegirilgan, alohida joy berilgan holda olib yuriladi. Besh yoshdan o‘n yoshgacha bo‘lgan bolalarga ham chipta to‘liq qiymatining 50 foizi chegirilgan holda alohida joy beriladi. Temir yo‘l transportida bolalarni tashish bo‘yicha bu imtiyozlar temir yo‘l transporti korxonalarining mablag‘lari hisobidan amalga oshiriladi. Yo‘lovchilarning hamda temir yo‘l transporti xodimlarining hayoti va sog‘lig‘ini muhofaza qilish, temir yo‘lda tashish xavfsizligini ta’minlash maqsadida vakolatli organlar vokzalga kirishda belgilangan tartibda qo‘l yukini, bagajni ko‘zdan kechiradi hamda yo‘lovchilar va boshqa shaxslarni shaxsiy ko‘zdan kechirishdan o‘tkazadi. Ko‘zdan kechirishdan bosh tortilgan taqdirda, vokzalga kirish taqiqlanadi, yo‘lovchilar esa tashishga qo‘yilmaydi. Ko‘zdan kechirishni o‘tkazish huquqiga ega bo‘lgan vakolatli organlarning ro‘yxati va ko‘zdan kechirishni o‘tkazish  tartibi , shuningdek yo‘lovchilar va boshqa shaxslarning vokzallarda bo‘lishi  qoidalari  O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 13-modda. Yuklar, yo‘lovchilar, bagaj va yuk bagajini temir yo‘l orqali tashish tariflari Temir yo‘l transportida yuklar, yo‘lovchilar, bagaj va yuk bagajini tashish tariflari yuk jo‘natuvchilarning hamda yo‘lovchilarning manfaatlari inobatga olingan holda davlat temir yo‘l transportini boshqarish organi tomonidan O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tayin etiladigan tartibda belgilanadi. Xalqaro qatnovda tashish tariflari O‘zbekiston Respublikasining xalqaro shartnomalariga muvofiq belgilanadi. Yuklar, yo‘lovchilar, bagaj va yuk bagajini tashish bilan bog‘liq qo‘shimcha ishlar va xizmatlar uchun shartnoma asosida haq to‘lanadi. 14-modda. Temir yo‘l transportining moliyaviy va xo‘jalik faoliyati Temir yo‘l transporti faoliyatini moliyalash o‘z xo‘jalik faoliyati daromadlari hisobidan va imtiyozli tashishlarga doir xarajatlarni qoplash qismi bo‘yicha davlat budjeti mablag‘lari hisobidan amalga oshiriladi. Temir yo‘l transportidagi tashishning barcha turlaridan olinadigan daromadlarni taqsimlash tartibi davlat temir yo‘l transportini boshqarish organi tomonidan har bir temir yo‘l transporti korxonasining tashish jarayonidagi aniq ulushini hisobga olgan holda belgilanadi. Temir yo‘llarni, safarbarlik maqsadlariga mo‘ljallangan obyektlarni, shu jumladan sanoat korxonalari, elektrlashtirish va aloqa obyektlarini qurish va rekonstruksiya qilish, shuningdek temir yo‘l harakatdagi sostavini va maxsus maqsadlarga mo‘ljallangan yirik mexanizmlarni olish qonunchilikda belgilangan tartibda amalga oshiriladi. Temir yo‘l shoxobcha yo‘llari, to‘xtash manzillari, yuk saroylari va boshqa obyektlarni qurish manfaatdor yuridik va jismoniy shaxslarning tashabbusiga ko‘ra hamda ularning mablag‘lari hisobidan belgilangan tartibda amalga oshirilishi mumkin. Temir yo‘l tarmoqlari, vokzallar, piyodalar o‘tadigan ko‘priklar va tonnellar, yo‘lovchilar platformalari va temir yo‘l transportining aholiga xizmat ko‘rsatuvchi boshqa obyektlarini qurish va rekonstruksiya qilish, shahar atrofiga qatnash uchun harakatdagi sostavni olish temir yo‘l mablag‘lari hisobidan amalga oshiriladi, shuningdek mahalliy budjet, manfaatdor yuridik va jismoniy shaxslarning mablag‘lari hisobidan ham amalga oshirilishi mumkin. Temir yo‘l transportini rivojlantirish vazifalarini hal qilish uchun davlat temir yo‘l transportini boshqarish organi tomonidan markazlashtirilgan sug‘urta va zaxira jamg‘armalari tashkil etilishi mumkin. Yuklar va yuk bagajini jo‘natuvchilar va oluvchilarning tashish, yuk operatsiyalari, transport-ekspeditorlik xizmatlari va harakatdagi sostavdan foydalanganlik uchun temir yo‘l transporti korxonalari bilan hisob-kitoblari, shuningdek shartnoma majburiyatlarini bajarmaganlik va temir yo‘lga yetkazilgan zarar uchun jarimalar va penyalar to‘lash qonunchilikda belgilangan tartibda amalga oshiriladi. Temir yo‘l transporti korxonalari ularga tashish uchun berilgan yuklarni tegishli tashish haqining va tashishga doir boshqa to‘lovlarni ta’minlash maqsadida qonunchilikda belgilangan tartibda ushlab qolish huquqiga ega. Shahar atrofidagi yo‘lovchilar tashishni moliyalash mahalliy davlat hokimiyati organlari tomonidan mahalliy budjet mablag‘lari hisobidan yoxud manfaatdor yuridik yoki jismoniy shaxslar tomonidan amalga oshirilishi mumkin. 15-modda. Temir yo‘l transporti korxonalarining temir yo‘l transporti obyektlarining mulkdorlari bo‘lgan yuridik va jismoniy shaxslar bilan munosabatlari Temir yo‘l transporti korxonalarining umumiy foydalanishdagi temir yo‘llarga va temir yo‘l transportining boshqa obyektlariga chiqadigan temir yo‘l shoxobcha yo‘llari mulkdorlari bo‘lgan yuridik va jismoniy shaxslar bilan munosabatlari, shuningdek temir yo‘l shoxobcha yo‘llaridan foydalanish va ularga qarashli harakatdagi sostavni umumiy foydalanishdagi temir yo‘llarda ishlatish tartibi va shartlari ushbu Qonun, boshqa qonunchilik hujjatlari, shuningdek shartnomalar bilan belgilanadi. Temir yo‘l transporti obyektlarining mulkdorlari bo‘lgan, umumiy foydalanishdagi temir yo‘llarga chiquvchi yangi temir yo‘l tarmoqlarini barpo etuvchi, shuningdek harakatdagi sostavni loyihalashtiruvchi va ishlab chiqaruvchi yuridik va jismoniy shaxslar mazkur tarmoqlar va harakatdagi sostavni davlat temir yo‘l transportini boshqarish organi bilan kelishilgan holda loyihalashtiradilar va quradilar. 16-modda. Temir yo‘l transporti xodimlarining mehnatga oid munosabatlari Temir yo‘l transporti xodimlarining mehnatga oid munosabatlari mehnat to‘g‘risidagi qonunchilik bilan tartibga solinadi. Ishi bevosita poyezdlar harakati bilan bog‘liq bo‘lgan temir yo‘l transporti ayrim toifadagi xodimlarining ish vaqti rejimi, dam olish va boshqa mehnat sharoitlari rejimi xususiyatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tayin etiladigan tartibda belgilanadi. Temir yo‘l transporti korxonalari poyezdlar harakati bilan bog‘liq hamda mehnat sharoiti noqulay ishlarda band bo‘lgan xodimlarni dastlabki tarzda va vaqti-vaqti bilan tibbiy ko‘riklardan o‘tkazishni tashkil etadi. Shunday vazifalar va ishlar ro‘yxati, shuningdek tibbiy ko‘riklarni o‘tkazish tartibi O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi. 17-modda. Temir yo‘l transporti xodimlari ishining sayyor xususiyati bilan bog‘liq kafolatlar, kompensatsiyalar va ularga beriladigan imtiyozlar Mehnati sayyor xususiyatli bo‘lgan temir yo‘l transporti xodimlariga beriladigan kafolatlar va kompensatsiyalar qonunchilik bilan belgilanadi. Temir yo‘l transporti harbiylashtirilgan qo‘riqchi bo‘linmalari xodimlari xizmat vazifalarini bajarishda qonunchilikda nazarda tutilgan huquqiy va ijtimoiy himoya kafolatlariga ega. Temir yo‘l transporti xodimlari jamoa shartnomalari yoki tarmoq jamoa kelishuvi bilan belgilanadigan tartibda va shartlarda temir yo‘l transportida har yilgi bepul yurish huquqidan foydalanadilar. Mehnatda mayib bo‘lish yoki kasb kasalligi oqibatida boshqa ishga o‘tkazilgan yoxud mehnatda mayib bo‘lish, kasb kasalligi yoki xodimning aybi bo‘lmagan sababga ko‘ra sog‘lig‘iga boshqacha tarzda shikast yetishi munosabati bilan nogironlik pensiyasiga chiqqan temir yo‘l transporti xodimlari uchun temir yo‘l transportida har yilgi bepul yurish huquqi va qonunchilikda belgilangan boshqa imtiyozlar saqlanib qoladi. Ushbu moddaning  uchinchi  va  to‘rtinchi  qismlarida belgilangan imtiyozlar temir yo‘l transporti korxonalarining mablag‘lari hisobidan ta’minlanadi. 18-modda. Temir yo‘l transportida intizom Temir yo‘l transporti xodimlarining intizomi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadigan Temir yo‘l transporti xodimlarining intizomi to‘g‘risidagi  nizom  bilan tartibga solinadi. Temir yo‘l transporti korxonalarida jamoa mehnat nizolarini hal qilish vositasi sifatida ishni to‘xtatishga yo‘l qo‘yilmaydi. 19-modda. Temir yo‘l transportida hisoblash-hisobot vaqti Tashishlarda bevosita qatnashuvchi temir yo‘l transporti korxonalarida tashish jarayonini markazlashtirilgan holda uzluksiz boshqarishni ta’minlash maqsadida, ularning joylashgan manzilidan qat’i nazar, mamlakatda amal qiluvchi yagona hisoblash-hisobot vaqti — Toshkent vaqti belgilanadi. 20-modda. Harakat xavfsizligini ta’minlash, temir yo‘l transporti va boshqa texnika vositalaridan foydalanish Temir yo‘l transporti korxonalari yo‘lovchilar hayoti va sog‘lig‘i uchun xavfsiz qatnov, yuklar, bagaj va yuk bagaji tashish shart-sharoitlarini, poyezdlar va temir yo‘l transporti boshqa vositalarining harakat xavfsizligini, shu jumladan manevr ishlari chog‘idagi, tashish jarayoni bilan bog‘liq transport va boshqa texnika vositalaridan foydalanish chog‘idagi xavfsizlikni, shuningdek temir yo‘l transporti xodimlarining mehnati va atrof tabiiy muhit muhofaza qilinishini ta’minlaydilar. Temir yo‘l transportida poyezdlar harakati xavfsizligini ta’minlash ustidan nazorat qiluvchi maxsus tarkibiy bo‘linma, shuningdek temir yo‘lda avariyalar oqibatlarini tugatuvchi avariya-tiklash bo‘linmalari faoliyat ko‘rsatadi. Ana shu bo‘linmalar to‘g‘risidagi nizom, shuningdek harakat xavfsizligi buzilishlarini tasniflash, xizmat tekshiruvini olib borish va hisobga olish tartibi davlat temir yo‘l transportini boshqarish organi tomonidan belgilanadi. 20 1 -modda. Temir yo‘lda tashish xavfsizligini ta’minlashga qaratilgan davlat nazorati va boshqa choralar Temir yo‘lda tashish xavfsizligini ta’minlashga qaratilgan davlat nazorati va boshqa choralar ichki ishlar, Davlat xavfsizlik xizmati organlari hamda O‘zbekiston Respublikasi Temir yo‘llarda yuk va yo‘lovchilar tashish xavfsizligini nazorat qilish davlat inspeksiyasi tomonidan ularning vakolatlari doirasida amalga oshiriladi. 21-modda. Temir yo‘l transportida harakat xavfsizligiga doir asosiy talablar Temir yo‘l bekatlari, vokzallar va temir yo‘lning tashish jarayoni bilan bog‘liq boshqa bo‘linmalari hududlari, poyezdlar harakati amalga oshiriladigan hamda manyovr va yuk ortish, yuk tushirish ishlari bajariladigan yo‘lovchilar platformalari va temir yo‘l tarmoqlari o‘ta xavfli zonalar hisoblanadi va zarurat bo‘lganda atrofi o‘rab qo‘yiladi. O‘ta xavfli zonalarda fuqarolarning bo‘lishi va obyektlarning joylashtirilishi, bunday zonalarda ishlar bajarish, temir yo‘llar orqali yurish va ularni kesib o‘tish qoidalari davlat temir yo‘l transportini boshqarish organi tomonidan belgilanadi. Harakatdagi sostav, shu jumladan harakatdagi maxsus sostav va konteynerlar, temir yo‘llarning yer ustki qurilmalari qismlari hamda temir yo‘l transportiga yetkazib beriladigan boshqa texnika vositalari va mexanizmlar, shuningdek yo‘lovchilarga ko‘rsatiladigan xizmatlar tegishli normativ hujjatlar bilan belgilangan harakat xavfsizligi, mehnatni muhofaza qilish va ekologiya xavfsizligi talablariga mos kelishi lozim. Temir yo‘l transporti faoliyatida foydalaniladigan texnika vositalari va mexanizmlarni, shuningdek ko‘rsatiladigan xizmatlarni sertifikatlashtirish  qonunchilikda  belgilangan tartibda amalga oshiriladi. Hududida xavfli yuklarni ishlab chiqarish, saqlash, ortish, tashish va tushirish ishlari amalga oshiriladigan obyektlar umumiy foydalanishdagi temir yo‘llardan va inshootlardan ularning xavfsiz ishlashini ta’minlaydigan masofada uzoqlashtirilgan bo‘lishi kerak. Umumiy foydalanishdagi yo‘llarning quvurlar, aloqa, elektr uzatish tarmoqlari va boshqa inshootlar bilan kesishgan joylarida mazkur obyektlardan umumiy foydalanishdagi temir yo‘llar va inshootlargacha bo‘lgan eng kam masofa, shuningdek temir yo‘llar bilan kesishish va yaqinlashish joylarida bunday obyektlarni qurish va saqlash normalari tegishli davlat boshqaruv organlarining davlat temir yo‘l transportini boshqarish organi bilan kelishilgan holda qabul qilinadigan normativ hujjatlarida belgilanadi. Umumiy foydalanishdagi temir yo‘llarni kesib o‘tuvchi yoki bevosita ularning yaqinida joylashgan gaz, neft quvurlari va boshqa inshootlarni qurish hamda ulardan foydalanish chog‘ida belgilangan normativlarni ta’minlash, shuningdek mazkur inshootlardan foydalanish xavfsizligi uchun ularning egalari javobgar bo‘ladi. Mazkur inshootlarning egalari harakat xavfsizligiga tahdid soluvchi avariya holatlari yuzaga kelganligi haqida temir yo‘l transporti korxonasini o‘z vaqtida xabardor qilishi shart. Temir yo‘l orqali tashilayotgan xavfli va maxsus yuklarning egalari, bunday yuklarni jo‘natuvchilar va oluvchilar ularning tashilishi, ortilishi va tushirilishi xavfsizligini kafolatlashlari, bu yuklarni tashish chog‘ida avariya holatlari yuzaga kelgan taqdirda avariya holatlarini va avariya oqibatlarini tugatish uchun zarur vositalar va harakatchan bo‘linmalarga ega bo‘lishlari lozim. Temir yo‘l transporti korxonalari xavfli va maxsus yuklarni tashish xavfsizligini ta’minlashi hamda bu yuklarni tashish chog‘ida avariya holatlari yuzaga kelgan taqdirda ularning oqibatlarini tugatishda qatnashishi shart. Temir yo‘llarning avtomobil yo‘llari bilan kesishgan joylari (temir yo‘l kesishuvi joylari) temir yo‘ldan texnik foydalanish qoidalari hamda qurilish normalari va qoidalari bilan belgilanadi. Temir yo‘l kesishuvi joylaridan foydalanish, ularni ochish va yopish tartibi davlat temir yo‘l transportini boshqarish organi tomonidan tegishli davlat boshqaruv organlari bilan kelishilgan holda belgilanadi. Temir yo‘l transporti va tashish jarayoni bilan bog‘liq boshqa texnika vositalarining harakat xavfsizligi hamda ulardan foydalanish qoidalarini buzganlikda aybdor shaxslar qonunchilikka muvofiq javobgar bo‘ladilar. 22-modda. Temir yo‘l transportida yuklar va obyektlarni qo‘riqlash Yo‘l davomida va temir yo‘l bekatlarida yuklarni qo‘riqlash, temir yo‘l transporti obyektlarini qo‘riqlash, shuningdek temir yo‘l transportida yong‘inning oldini olishga qaratilgan ishlarni o‘tkazish, yong‘inga qarshi nazorat va yong‘inlarni bartaraf etish temir yo‘l transporti harbiylashtirilgan qo‘riqchi bo‘linmalari tomonidan amalga oshiriladi. Temir yo‘l transportining harbiylashtirilgan qo‘riqchiligi to‘g‘risidagi nizom hamda qo‘riqlanishi va kuzatib borilishi zarur bo‘lgan yuklar ro‘yxati O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. Bu yuklarni qo‘riqlash va kuzatib borish tartibi davlat temir yo‘l transportini boshqarish organi tomonidan belgilanadi. Kuzatib borish talab etiladigan yuklarni temir yo‘l transporti harbiylashtirilgan qo‘riqchi guruhlari O‘zbekiston Respublikasi doirasida kuzatib boradilar. O‘zbekiston Respublikasi chegaralarini kesib o‘tish chog‘ida kuzatib boriladigan yuklarni topshirish tartibi va joyi O‘zbekiston Respublikasining xalqaro shartnomalarida belgilanadi. Temir yo‘l transportining eng muhim obyektlari va maxsus yuklarni qo‘riqlash ichki ishlar organlarining transportda xavfsizlikni ta’minlash bo‘linmalari va davlat boshqaruv organlarining boshqa vakolatli bo‘linmalari tomonidan amalga oshiriladi. Bunday obyektlar va yuklar ro‘yxatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Yuklarning ayrim turlarini, shu jumladan qimmatbaho, tez buziladigan va boshqa yuklarni qo‘riqlash va kuzatib borish butun yo‘l davomida jo‘natuvchi yoki oluvchining kuzatuvchilari tomonidan amalga oshirilishi mumkin. Bunday yuklarni qo‘riqlash va kuzatib borish tartibi yuk jo‘natuvchilar (yukni oluvchilar) tomonidan davlat temir yo‘l transportini boshqarish organi bilan kelishilgan holda belgilanadi. Zarurat bo‘lganda davlat temir yo‘l transportini boshqarish organi yuk jo‘natuvchilardan (yukni oluvchilardan) avariya holatlari va boshqa favqulodda holatlarning yuzaga kelishi xavfini, shuningdek ularning yuklarini tashish chog‘idagi ehtimol tutilgan zararlarni kamaytiradigan qo‘shimcha choralar ko‘rishni talab qilishga haqlidir. 23-modda. Favqulodda holatlarda temir yo‘l transportining ishlashi Temir yo‘l transporti korxonalari temir yo‘l transporti ishining buzilishiga sabab bo‘lgan halokatlar, avariyalar, tabiiy ofatlarning oqibatlarini (shamol hosil qilgan tuproq-qum bosishlari, toshqinlar, yong‘inlar va boshqa favqulodda holatlarni) bartaraf etish uchun shoshilinch chora-tadbirlar ko‘radi. Bunday chora-tadbirlarni amalga oshirish uchun ular ro‘yxati davlat temir yo‘l transportini boshqarish organi tomonidan belgilanadigan moddiy va texnika vositalari zaxirasiga ega bo‘lishlari zarur. Davlat hokimiyati va boshqaruv organlari odamlar hayoti va sog‘lig‘iga, atrof tabiiy muhitga, harakat xavfsizligi va yuklarning saqlanishiga tahdid soluvchi halokatlar, avariyalar, tabiiy ofatlar va boshqa favqulodda holatlarning oqibatlarini tugatishda temir yo‘l transporti korxonalariga yordam ko‘rsatadilar. Agar yengib bo‘lmas kuch ta’sirida, harbiy harakatlar, qamal, epidemiyalar va boshqa favqulodda holatlar natijasida yuk, bagaj va yuk bagajini bundan buyon tashish uchun temir yo‘l transporti korxonalarini ushbu yuk, bagaj va yuk bagajini belgilangan manzilga yetkazish yoki tegishli oluvchiga topshirish imkoniyatidan mahrum etadigan to‘siqlar vujudga kelgan bo‘lsa, xuddi shuningdek ushbu sabablarga ko‘ra yuk, bagaj va yuk bagajini saqlashning eng oxirgi muddatlari o‘tib ketsa, mazkur korxonalar qonunchilikda belgilangan tartibda yuk, bagaj va yuk bagajini jo‘natuvchilar yoki oluvchilarning topshirig‘iga binoan, shuningdek mazkur topshiriq belgilangan muddatda olinmagan taqdirda esa yuk, bagaj va yuk bagajini topshirishga (realizatsiya qilishga) yoki buning imkoni bo‘lmagan taqdirda jo‘natuvchining o‘ziga qaytarib yuborishga haqlidir. Bundan topshirilgan (realizatsiya qilingan) yuk, bagaj va yuk bagaji uchun temir yo‘l transporti korxonasi tomonidan olingan summa ushbu korxonaga tegishli bo‘lgan summalar chegirib qolingan holda, qiymat haqi to‘langan taqdirda tashish hujjatlarida ko‘rsatilgan oluvchining hisobiga, boshqa barcha hollarda esa jo‘natuvchining hisobiga o‘tkaziladi. Hujjatlari bo‘lmagan yuk, bagaj va yuk bagajini realizatsiya qilganlik uchun temir yo‘l transporti korxonasi tomonidan olingan summa davlat temir yo‘l transportini boshqarish organining foydasiga o‘tkaziladi va undan belgilangan manziliga yetib kelmagan yuk, bagaj va yuk bagaji uchun temir yo‘l transporti korxonasi tomonidan to‘langan mablag‘larni qoplash uchun foydalaniladi. Oluvchi (jo‘natuvchi) ushbu summani talab qilib olmagan taqdirda, mablag‘lar da’vo muddatlari o‘tganidan so‘ng davlat budjet hisobiga o‘tkazilishi kerak. 24-modda. Temir yo‘l transportida safarbarlik tayyorgarligi va fuqarolar muhofazasi Temir yo‘l transportida safarbarlik tayyorgarligi va fuqarolar muhofazasiga rahbarlik davlat temir yo‘l transportini boshqarish organi tomonidan amalga oshiriladi. Temir yo‘l transportida safarbarlik tayyorgarligi va fuqarolar muhofazasi bo‘yicha tadbirlarni moliyalash O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda amalga oshiriladi. 25-modda. Ixtiyoriy va majburiy sug‘urta Temir yo‘l transportining ishi sayyor xususiyatga ega bo‘lgan xodimlari, shuningdek o‘z lavozim vazifalarini hayot uchun xavfli sharoitlarda bajaruvchi xodimlar va harbiylashtirilgan qo‘riqlash bo‘linmalarining xodimlari o‘z xizmat vazifalarini bajarish davrida majburiy shaxsiy sug‘urta qilinishi kerak. Temir yo‘l transporti xodimlarining ayrim toifalarini majburiy shaxsiy sug‘urta qilish tartibi va shartlari qonunchilik bilan belgilanadi. Temir yo‘l transportida yo‘lovchilarni ixtiyoriy shaxsiy sug‘urta qilish, shuningdek yuklar, bagaj va yuk bagajini ixtiyoriy sug‘urta qilish mumkin. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish tashuvchi tomonidan amalga oshiriladi. 26-modda. Temir yo‘l transporti korxonalarining javobgarligi Temir yo‘l transporti korxonalari yo‘l haqini hamda yuk, bagaj va yuk bagajining tashish haqini to‘lagan va yo‘l hujjatlarini to‘g‘ri rasmiylashtirgan yo‘lovchi va yuk jo‘natuvchiga, agar ushbu  Qonunda  yoki boshqa qonunchilik hujjatlarida boshqacha tartib nazarda tutilgan bo‘lmasa, tashishni rad etishga haqli emas. Tashish jarayonini amalga oshiruvchi temir yo‘l transporti korxonalari yo‘lovchi yoki temir yo‘l transporti xizmatlaridan foydalanuvchi boshqa shaxsning, xuddi shuningdek temir yo‘l transporti faoliyati natijasida jabrlangan shaxsning hayoti va sog‘lig‘iga yetkazilgan zarar uchun qonunchilikda belgilangan tartibda javobgar bo‘ladi. Temir yo‘l transporti korxonalari yuklarni tashish chog‘ida yuklarni tashish uchun olingan buyurtmanomalarni bajarmaganlik, vagonlarni shoxobcha yo‘llariga keltirib bermaganlik va ularni shoxobcha yo‘llardan olib ketishni kechiktirganlik, yuklarni jo‘natuvchilar va oluvchilarga tegishli bo‘lgan yoki ular tomonidan ijaraga olingan vagonlar va konteynerlarni o‘zboshimchalik bilan egallaganlik, bu vagonlar va konteynerlarga shikast yetkazganlik yoki ularni yo‘qotganlik uchun Temir yo‘l ustavida belgilangan miqdorlarda jarimalar to‘lash tarzida javobgar bo‘ladi. Temir yo‘l transporti korxonalari yuklarni tashishda yukni yetkazib berish muddatlarini buzganlik uchun mulkiy javobgarlik bilan bir qatorda tashilayotgan yukning saqlanishini ta’minlamaganlik uchun ham qonunchilikda belgilangan tartibda va miqdorlarda mulkiy javobgar bo‘ladi. Temir yo‘l transporti korxonalari yo‘lovchilar, bagaj va yuk bagajini tashish bo‘yicha majburiyatlarni bajarmaganlik yoki lozim darajada bajarmaganlik uchun qonunchilikda belgilangan tartibda va miqdorlarda javobgar bo‘ladi. Temir yo‘l transporti korxonalari atrof tabiiy muhitga yetkazilgan zarar uchun hamda temir yo‘l transporti yerlarini lozim darajada saqlamaganlik va ulardan foydalanmaganlik uchun qonunchilikka muvofiq javobgar bo‘ladi. 27-modda. Yuk jo‘natuvchilar va yukni oluvchilar, yo‘lovchilar, boshqa yuridik va jismoniy shaxslarning temir yo‘l transporti korxonalari oldidagi javobgarligi Yuk jo‘natuvchilar va yukni oluvchilar quyidagilar uchun qonunchilikda belgilangan miqdorlarda jarimalar to‘lash tarzida javobgar bo‘ladilar: tashishlar haqini o‘z vaqtida to‘lamaganlik uchun; yuklarni taqdim etmaganlik uchun, yuk tashishga berilgan vagonlar, konteynerlardan foydalanmaganlik yoki buyurtmanomada ko‘rsatilgan vagonlar, konteynerlarni rad etganlik uchun; temir yo‘lga qarashli vagonlar va konteynerlardan ruxsatsiz foydalanganlik uchun; vagonlar va konteynerlarni yukni ortish, tushirish yoki qayta yuklash paytida belgilangan texnologiya normalaridan ortiqcha kechiktirganlik (bekor ushlab turganlik) uchun, shuningdek ularni yukni ortish, tushirish, qayta yuklash uchun yetkazib berish paytida kuttirib qo‘yish orqali yoki jo‘natuvchiga bog‘liq bo‘lgan boshqa sabablarga ko‘ra kechiktirganlik (bekor ushlab turganlik) uchun; mahsulotlarni eksportga yetkazib berish bo‘yicha bojxona, chegara organlari yoki boshqa davlat organlari tomonidan belgilangan talablarni vagonlar va konteynerlarning kechiktirilganligiga sabab bo‘lgan tarzda buzganlik uchun; vagonlar, konteynerlarga ko‘taradigan yukidan ortiqcha yuk ortganlik uchun; vagonlar va konteynerlarni yuklari tushirilganidan so‘ng tozalamaganlik uchun; temir yo‘l tomonidan berilgan vagonlar yoki konteynerlarga, chiqarib olinadigan tashish moslamalari va o‘rash-joylash vositalariga shikast yetkazganlik yoki ularni yo‘qotganlik uchun; tashish taqiqlangan yukni taqdim etganlik yoki tashish chog‘ida o‘ta ehtiyotkorlik choralari ko‘rishni talab etuvchi yukni uning nomi yoki xossalarini noto‘g‘ri ko‘rsatib taqdim etganlik uchun. Yo‘lovchilar, boshqa yuridik va jismoniy shaxslar temir yo‘l transporti vositalaridan foydalanish, harakat xavfsizligi, yong‘in xavfsizligi qoidalarini, temir yo‘l transportidagi sanitariya-gigiyena va sanitariya-epidemiyaga qarshi qoidalarni buzganlik, qurilmalar, transport vositalari va ularning ichki jihozlariga shikast yetkazganlik uchun qonunchilikka muvofiq javobgar bo‘ladilar. Temir yo‘l transportiga uning kommunikatsiyalarini qasddan to‘sib (uzib) qo‘yish yoki temir yo‘l transportining moneliksiz va xavfsiz ishlashiga xalal beruvchi qonunga xilof boshqa xatti-harakatlar natijasida yetkazilgan zarar temir yo‘l transporti korxonalariga aybdor yuridik va jismoniy shaxslar tomonidan qonunchilikda belgilangan tartibda to‘lanadi. 28-modda. Talablar va da’volarni ko‘rib chiqish Yuklar, yo‘lovchilar, bagaj va yuk bagajini tashish bo‘yicha majburiyatlar buzilgan taqdirda, yuk jo‘natuvchilar va yukni oluvchilar tegishli temir yo‘l transporti korxonalariga qonunchilikda belgilangan tartibda va muddatlarda talab va da’volar taqdim etishga haqlidir. Temir yo‘l transportida tashishlar bo‘yicha talablar va da’volarni ko‘rib chiqishning o‘ziga xos xususiyatlari Temir yo‘l ustavida belgilab qo‘yiladi. "}]