[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 29.08.1998 yildagi 674-I-son", "Law_title": "AVTOMOBIL TRANSPORTI TO‘G‘RISIDA", "Law_content": "1-modda. Mazkur Qonunning maqsadi Mazkur Qonunning maqsadi O‘zbekiston Respublikasida avtomobil transporti faoliyatining huquqiy asoslarini shakllantirishdan iboratdir. 2-modda. Asosiy tushunchalar Mazkur Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: avtomobil transporti — tarkibiga yuridik va jismoniy shaxslar kiruvchi, iqtisodiyot va aholining yo‘lovchilar, bagaj va yuklarni, shu jumladan pochtani (bundan keyin — yo‘lovchilar, bagaj va yuklar deb yuritiladi) avtomobilda tashishga bo‘lgan ehtiyojlarini ta’minlovchi ishlab chiqarish-texnologiya majmui; avtotransport vositalari — yo‘lovchilar, bagaj, yuklar tashishga hamda maxsus ishlarni bajarishga mo‘ljallangan avtomobillar, shatakchi avtomobillar, tirkama va yarim tirkamalar; tashuvchi — mulk huquqi yoki boshqa ashyoviy huquqlar asosida avtotransport vositasiga ega bo‘lgan, tijorat asosida yo‘lovchilar, bagaj, yuklar tashish xizmatini ko‘rsatadigan hamda bunga maxsus ruxsatnomasi (litsenziyasi) bo‘lgan yuridik yoki jismoniy shaxs; mijoz (yo‘lovchi, yuk oluvchi, yuk jo‘natuvchi) — tuzilgan tashish shartnomasiga muvofiq tashuvchining xizmatlaridan foydalanuvchi yuridik yoki jismoniy shaxs. 3-modda. Avtomobil transporti to‘g‘risidagi qonunchilik Avtomobil transporti to‘g‘risidagi qonunchilik ushbu Qonundan va boshqa qonunchilik hujjatlaridan iboratdir. Qoraqalpog‘iston Respublikasida avtomobil transporti sohasidagi munosabatlar Qoraqalpog‘iston Respublikasi qonunchiligi bilan ham tartibga solinadi. Shahar yo‘lovchilarini tashish sohasidagi munosabatlar O‘zbekiston Respublikasining “Shahar yo‘lovchilar transporti to‘g‘risida” gi  Qonuni  bilan ham tartibga solinadi. Yo‘lovchilar, bagaj va yuklar tashish, harakat xavfsizligini ta’minlash qoidalari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining avtomobil transporti to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llanadi. 4-modda. Avtomobil transportining mulk shakllari O‘zbekiston Respublikasida avtomobil transporti xususiy va ommaviy mulk asosida faoliyat ko‘rsatishi mumkin. Avtomobil transportining barcha mulkdorlari teng huquqlarga egadirlar va qonun himoyasidan bab-baravar foydalanadilar. 5-modda. Avtomobil transporti yerlari Avtomobil transporti faoliyatini ta’minlash uchun yerlar yer to‘g‘risidagi qonunchilikda belgilangan tartibda doimiy foydalanishga beriladi. 6-modda. Avtotransport vositalarini tasniflash Avtotransport vositalari yo‘lovchilar avtotransporti, yuk avtotransporti va maxsus avtotransport vositalariga bo‘linadi. Yo‘lovchilar avtotransporti vositalari jumlasiga avtobuslar, mikroavtobuslar, yengil avtomobillar, yo‘lovchilar tashiladigan tirkamalar va yarim tirkamalar kiradi. Yuk avtotransporti vositalari jumlasiga yuk avtomobillari, shatakchi avtomobillar, tirkamalar va yarim tirkamalar kiradi. Konstruktiv jihatlariga hamda qay maqsadlarda foydalanilishiga ko‘ra yuk avtotransporti vositalari umumiy va maxsus transport vositalariga bo‘linadi. Maxsus avtotransport vositalari jumlasiga turli maxsus ishlarni, ko‘proq notransport ishlarini bajarishga mo‘ljallangan avtomobillar, tirkamalar va yarim tirkamalar (o‘t o‘chirish avtomobillari, kompressor qurilmali avtomobillar, avtokranlar, supurish-sidirish hamda chiqindi tashish avtomobillari va hokazolar) kiradi. 7-modda. Avtomobilda tashish turlari Avtomobilda tashishlar shahardagi, shahar atrofidagi, shaharlararo va xalqaro tashishga bo‘linadi. Shahardagi tashishlar jumlasiga shahar yoki shahar posyolkasi chegaralari doirasida amalga oshiriladigan tashishlar kiradi. Shahar atrofidagi tashishlar jumlasiga shahar yoki shahar posyolkasi chegaralari doirasidan ellik kilometrgacha tashqarida amalga oshiriladigan tashishlar kiradi. Shaharlararo tashishlar jumlasiga shahar yoki shahar posyolkasi chegaralari doirasidan ellik kilometrdan oshiq masofada amalga oshiriladigan tashishlar, shuningdek yo‘nalish masofasidan qat’i nazar O‘zbekiston Respublikasining ikki yoki undan ortiq viloyati hududida amalga oshiriladigan tashishlar kiradi. Xalqaro tashishlar jumlasiga yo‘nalish masofasidan qat’i nazar O‘zbekiston Respublikasi davlat chegarasidan tashqariga yoki davlat chegarasi tashqarisidan amalga oshiriladigan tashishlar kiradi. 8-modda. Yo‘lovchilar, bagaj va yuklarni xalqaro tashish Yo‘lovchilar, bagaj va yuklarni avtomobilda xalqaro tashishlar, shu jumladan tranzit tashishlar xalqaro hamda tranzit aloqa uchun ochiq avtomobil yo‘llari orqali O‘zbekiston Respublikasining qonunchiligiga va xalqaro shartnomalariga muvofiq amalga oshiriladi. 9-modda. Avtomobil transporti faoliyatini davlat tomonidan tartibga solish va boshqarish Avtomobil transporti faoliyatini davlat tomonidan tartibga solish sertifikatlash, litsenziyalash, soliq solish, ijtimoiy ahamiyatga ega bo‘lgan tashishlar uchun tariflarni shakllantirish, yagona ilmiy-texnika siyosatini o‘tkazish yo‘li bilan, shuningdek qonunchilikda nazarda tutilgan boshqa shakllarda amalga oshiriladi. Avtomobil transportining davlat boshqaruvi O‘zbekiston Respublikasi Vazirlar Mahkamasi avtomobil transportini boshqarish bo‘yicha vakolat bergan davlat organi tomonidan amalga oshiriladi. Davlat hokimiyati va boshqaruv organlari tashuvchilarning xo‘jalik faoliyatiga aralashishga, shuningdek ularning ekspluatatsiya xizmati xodimlarini boshqa ishlarga jalb etishga haqli emas, qonunchilikda nazarda tutilgan hollar bundan mustasno. 10-modda. Avtomobil transportini boshqaruvchi davlat organining asosiy vakolatlari Avtomobil transportini boshqaruvchi davlat organining asosiy vakolatlari quyidagilardan iborat: avtomobilda tashishlarni tashkil etish va takomillashtirishga doir normativ hujjatlarni ishlab chiqish; avtomobil transportini rivojlantirish milliy dasturlari konsepsiyasini ishlab chiqish; respublika va aholining tashishlarga bo‘lgan davlat ehtiyojlari istiqbolini ishlab chiqish; avtomobil transporti sohasida yagona investitsiya, ilmiy-texnika va ijtimoiy siyosatni shakllantirish va yuritish; avtotransport xizmatlari bozorini shakllantirish va rivojlantirishga ko‘maklashish; yo‘lovchilar, bagaj va yuklar tashishni litsenziyalashni tashkil etish va takomillashtirish; tashuvchilar va mijozlarning huquqlari va manfaatlarini himoya qilish; kadrlarni o‘qitish va ularning malakasini oshirishni tashkil etish; avtomobil transporti to‘g‘risidagi qonunchilikka rioya etilishi ustidan nazorat qilish; avtomobil transporti sohasida xalqaro hamkorlikni amalga oshirish. Avtomobil transportini boshqaruvchi davlat organi qonunchilikka muvofiq boshqa vakolatlarga ham ega bo‘lishi mumkin. 11-modda. Davlat hokimiyati mahalliy organlarining asosiy vakolatlari Davlat hokimiyati mahalliy organlarining avtomobil transport sohasidagi asosiy vakolatlari quyidagilardir: avtomobil transportini rivojlantirish kompleks mintaqaviy dasturlarini ishlab chiqish va amalga oshirish; avtotransport xizmatlari bozorini shakllantirish va rivojlantirishga, barcha tashuvchilarning faoliyati uchun teng sharoitlar yaratishga ko‘maklashish; avtomobil transportining moddiy-texnika va ijtimoiy negizini mustahkamlashga ko‘maklashish. Davlat hokimiyati mahalliy organlari qonunchilikka muvofiq avtomobil transporti sohasida boshqa vakolatlarga ham ega bo‘lishi mumkin. 12-modda. Avtotransport vositalarini standartlash, metrologiya jihatidan ta’minlash va sertifikatlash Avtotransport vositalari xavfsizlik, mehnatni muhofaza qilish, ekologiya talablariga, shuningdek standartlar va texnik shartlarga, tibbiy-sanitariya va yong‘inga qarshi normalarga muvofiqlik sertifikatiga ega bo‘lishi lozim. Avtotransport vositalarini standartlash, metrologiya va sertifikatlash ishlarini tashkil etish, muvofiqlashtirish va ta’minlash O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi O‘zbekiston davlat standartlash, metrologiya va sertifikatlash markazi hamda boshqa davlat organlari tomonidan qonunchilikka muvofiq amalga oshiriladi. Sertifikatlashdan o‘tmagan va belgilangan tartibda ro‘yxatga olinmagan avtotransport vositalaridan foydalanishga yo‘l qo‘yilmaydi. 13-modda. Avtomobilda tashishlarni litsenziyalash Avtomobilda tashishlar tashuvchilar tomonidan maxsus ruxsatnoma (litsenziya) asosida amalga oshiriladi. Avtomobilda tashishlar uchun litsenziya berish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 14-modda. Avtotransport vositasini boshqarish huquqi Avtotransport vositasini boshqarish huquqi tegishli malakaga ega bo‘lgan va tibbiy tekshiruvdan o‘tgan jismoniy shaxsga beriladi. Avtotransport vositasini boshqarish huquqi belgilangan namunadagi hujjat bilan tasdiqlanadi. Salomatligiga ko‘ra avtotransport vositasini boshqarishga yaroqli yoki yaroqsiz ekanligi mezoni O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi. Avtotransport vositalarini boshqarishga doir malaka talablari qonunchilik bilan belgilanadi. 15-modda. Yo‘lovchilar, bagaj va yuklar tashish shartnomasi Yo‘lovchilar, bagaj va yuklar tashish shartlari va tomonlarning javobgarligini nazarda tutuvchi tashish shartnomasi asosida tashiladi. Yo‘lovchilar, bagaj va yuklarni tashiganlik uchun tashish shartnomasida belgilangan haq olinadi. Qonunchilikka muvofiq avtomobilda tashishlarning ayrim turlari uchun davlat hokimiyati mahalliy organlari tomonidan tartibga soluvchi tariflar belgilanishi mumkin. Tartibga soluvchi tariflar bo‘yicha tashishlar munosabati bilan tashuvchilarning xarajatlarini qoplash O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda tegishli mahalliy budjet mablag‘lari hisobidan amalga oshiriladi. Tashuvchilarning qonunchilikka muvofiq imtiyozlar berilgan, shu jumladan bepul yurish huquqi berilgan fuqarolarning ayrim toifalarini tashish bilan bog‘liq xarajatlari davlat budjeti mablag‘lari hisobidan belgilangan tartibda qoplanadi. Avtomobil transportida yo‘lovchilar, bagaj va yuklarni temir yo‘l, dengiz, daryo, havo transporti va transportning boshqa turlari bilan o‘zaro hamkorlikda tashish yagona transport hujjatidan hamda shunday tashishni tashkil etish tartibidan foydalangan holda amalga oshirilayotgan paytda yuzaga keladigan munosabatlar tashuvchilar o‘rtasidagi bitim bilan tartibga solinadi. Aholiga avtotransport xizmati ko‘rsatuvchi avtovokzallar va yo‘lovchilar bekatlari qurish tashuvchilar, davlat budjeti mablag‘lari hamda qonunchilikda taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi. 16-modda. Favqulodda holatlarda avtomobil transportining ishi Favqulodda holatlar (zilzila, toshqin, yong‘in, epidemiya va boshqa tabiiy ofatlar) yuzaga kelgan taqdirda tashuvchilar va mijozlar o‘rtasidagi shartnoma munosabatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi yoki davlat hokimiyati mahalliy organlarining qaroriga binoan tabiiy ofatlar yoki ularning oqibatlarini tugatish davrida to‘xtatib turilishi mumkin. Tashuvchilarning favqulodda holatlarda, shuningdek safarbarlik holatini, fuqaro mudofaasi va avariya-qutqaruv ishlariga oid tadbirlarni ta’minlash bilan bog‘liq tashishlarni amalga oshirishga doir xarajatlari davlat budjetidan qoplanadi. 17-modda. Tashuvchining huquqlari Tashuvchi quyidagi huquqlarga ega: umumiy foydalanishdagi barcha avtomobil yo‘llari, shuningdek idoralarga qarashli umumiy foydalanish uchun ochiq avtomobil yo‘llari orqali o‘tish; jo‘natilayotgan yuk o‘z sertifikatiga muvofiq ekanligini tasdiqlovchi hujjatlarni olish; fuqarolar hayotiga, yo‘l harakati xavfsizligiga tahdid soluvchi, ekologiya va sanitariya normalari buzilishiga yoki boshqa g‘ayriqonuniy harakatlarga sabab bo‘luvchi holatlarda tashishdan voz kechish. Tashuvchi qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. 18-modda. Tashuvchining majburiyatlari Mijozga xizmat ko‘rsatish chog‘ida tashuvchi: tashish huquqini beruvchi litsenziyaga ega bo‘lishi; sertifikatga ega bo‘lgan va O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda ro‘yxatga olingan ishga yaroqli transport vositalaridan foydalanishi; tashish shartnomasi shartlariga rioya qilishi; yo‘lovchilar, bagaj va yuklar tashishning belgilangan qoidalariga rioya qilishi; yo‘lovchi, bagaj yoki yukni tayinlangan joyiga tashish shartnomasida belgilangan muddatda eltib qo‘yishi. Agar eltib qo‘yish muddati tashish shartnomasida belgilanmagan va nazarda tutilmagan bo‘lsa, eltib qo‘yish oqilona muddatlarda amalga oshirilishi lozim; yo‘lovchining xavfsizligini, xizmat ko‘rsatishning zarur qulayliklari va shartlarini ta’minlashi; bagaj va yuklarning tashishga qabul qilib olingan paytdan boshlab oluvchiga berilgunga qadar saqlanishini ta’minlashi; yo‘l harakati xavfsizligi va atrof muhitni muhofaza qilish qoidalariga rioya etilishini ta’minlashi; tashuvchi tashishni davom ettirishdan bosh tortgan taqdirda mijoz ko‘rgan zararni qoplashi; avtomobilda tashishlar bo‘yicha belgilangan tartibga muvofiq hisobga olish va hisobot berish ishlarini yuritishi; qonunchilikda nazarda tutilgan boshqa majburiyatlarni bajarishi shart. 19-modda. Mijozning huquqlari Mijoz quyidagi huquqlarga ega: tashuvchi to‘g‘risida zarur bo‘lgan axborotni olish; tashuvchini erkin tanlash va tashish uchun shartnoma tuzish; qoidalarda yoki tashish shartnomasida belgilangan tarzda tashuvchi tomonidan o‘z vaqtida va sifatli xizmat ko‘rsatilishidan bahramand bo‘lish; tashish tufayli yetkazilgan ziyonni va ma’naviy zararni qonunchilikka muvofiq to‘lattirish va qoplattirish; tashish shartnomasida ko‘rsatib o‘tilgan shartlar tashuvchi tomonidan buzilgan taqdirda xizmatlar ko‘rsatilishidan voz kechish; o‘z huquqlari buzilgan taqdirda vakolatli davlat organlariga yoki sudga murojaat qilish; qonunchilikda nazarda tutilgan boshqa huquqlardan foydalanish. Yo‘lovchilar tashish chog‘ida yo‘lovchi quyidagi huquqlarga ham ega: yo‘lovchilar tashish uchun ochiq bo‘lgan har qanday yo‘nalishga chipta sotib olish, chiptada belgilangan joyni egallash; shahar va shahar atrofi yo‘nalishlaridagi avtobuslarda yetti yoshgacha bo‘lgan bolalarni o‘zi bilan bepul olib yurish; shaharlararo va xalqaro yo‘nalishlardagi avtobusda besh yoshgacha bo‘lgan bir bolani alohida joy berilmagan holda bepul olib yurish, besh yoshdan o‘n yoshgacha bo‘lgan bola uchun alohida joy berilgan holda chipta to‘liq qiymatining 50 foizini to‘lab chipta sotib olish va o‘n yoshgacha bo‘lgan ikki yoki undan ortiq bola olib yurilganda ulardan biri bepul olib yuriladi, qolganlari uchun — alohida joy berilgan holda chipta to‘liq qiymatining 50 foizini to‘lab chipta sotib olinadi; shahar va shahar atrofi yo‘nalishlarida yigirma kilogrammdan oshmaydigan og‘irlikdagi bagajni, shaharlararo va xalqaro yo‘nalishlarda — belgilangan o‘lchamlardagi bagajning bir o‘rnini o‘zi bilan bepul, ko‘rsatib o‘tilgan normalardagidan ortiqcha bagajni esa — haq evaziga olib yurish; tashish boshlanmasidan oldin chiptani topshirish va uning uchun to‘langan summani qaytarib olish. To‘langan summaning tashuvchi tomonidan qaytarilish tartibi qonunchilik bilan belgilanadi; yo‘lovchilarni tashuvchi reyslar kechikkan yoki bekor qilingan taqdirda yetkazilgan ziyonni va ma’naviy zararni qonunchilikka muvofiq to‘lattirish va qoplattirish. Ushbu modda ikkinchi qismining  uchinchi  va  to‘rtinchi xatboshilarida  berilgan imtiyozlarni tatbiq qilish O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda tashuvchining mablag‘lari hisobidan amalga oshiriladi. 20-modda. Mijozning majburiyatlari Mijoz: tashish shartnomasi shartlariga rioya qilishi; tashish qoidalarida o‘ziga qo‘yilgan talablarni bajarishi; tashilayotgan yukning tashish shartnomasiga muvofiqligini tasdiqlovchi zarur hujjatlarni tashuvchining talabiga binoan taqdim etishi; avtotransport vositalarining tashilishi lozim bo‘lgan yuk yoki bagaj yoniga bemalol va xavfsiz kirib bora olishini ta’minlashi; qonunchilikda nazarda tutilgan boshqa majburiyatlarni bajarishi shart. 21-modda. Tashish shartnomasidan kelib chiqadigan majburiyatlar bo‘yicha javobgarlik Tashish shartnomasidan kelib chiqadigan majburiyatlarni bajarmagan yoki tegishli darajada bajarmagan taqdirda, tomonlar qonunchilikka muvofiq javobgar bo‘ladilar. Tomonlarning qonunda belgilab qo‘yilgan javobgarlikni cheklash yoki bartaraf etish haqidagi bitimi haqiqiy emas. 22-modda. Yuk yoki bagaj yo‘qolgan, kam chiqqan yoki shikastlangan (buzilgan) hollarda tashuvchining javobgarligi Agar tashuvchi yuk yoki bagajning yo‘qolishi, kam chiqishi yoki shikastlanishida (buzilishida) o‘zining aybi yo‘qligini isbotlay olmasa, tashish uchun qabul qilib olgan yuk yoki bagaj yo‘qolganligi, kam chiqqanligi yoki ularga shikast yetkazilganligi (buzilganligi) uchun javobgar bo‘ladi. Yuk yoki bagajni tashish vaqtida yetkazilgan zarar yo‘qotilgan, kam chiqqan yoki shikastlangan (buzilgan) yuk yoki bagaj qiymati, shuningdek tashuvchi yo‘qolgan, kam chiqqan yoki shikastlangan (buzilgan) yuk yoki bagajni eltib berish uchun mijozdan olgan kira haqi qiymati miqdorida, agar bu kira haqi yuk yoki bagajning bahosiga kirmasa, tashuvchi tomonidan qoplanadi. Mijoz tashuvchidan yuk yo‘qolgani, kam chiqqanligi yoki shikastlangani (buzilgani) tufayli yetkazilgan boshqa zararlar ham qoplanishini talab qilishga haqli. 23-modda. Tashuvchining yuk tashish uchun avtotransport vositasini bermaganligi yoki o‘z vaqtida bermaganligi uchun javobgarligi Tashuvchi tashish shartnomasiga muvofiq yuk tashish uchun avtotransport vositasini bermaganligi yoki o‘z vaqtida bermaganligi uchun qonunchilikka muvofiq javobgar bo‘ladi. Agar avtotransport vositasini bermaganlik yoki o‘z vaqtida bermaganlik yengib bo‘lmas kuch, harbiy harakatlar, muayyan yo‘nalishda yuk tashish to‘xtatib yoki cheklab qo‘yilganligi tufayli yuz bergan bo‘lsa, tashuvchi qonunchilikda belgilangan tartibda javobgarlikdan ozod qilinadi. 24-modda. Yuk tashish uchun tashuvchi tomonidan berilgan avtotransport vositasidan foydalanmaganlik uchun mijozning javobgarligi Yuk tashish uchun tashish shartnomasiga muvofiq berilgan avtotransport vositasidan foydalanmaganlik uchun mijoz qonunchilikda belgilangan tartibda javobgar bo‘ladi. Agar bu yengib bo‘lmas kuch, harbiy harakatlar, muayyan yo‘nalishda yuk tashish to‘xtatib yoki cheklab qo‘yilganligi tufayli yuz bergan bo‘lsa, mijoz qonunchilikda belgilangan tartibda javobgarlikdan ozod qilinadi. 25-modda. Yo‘lovchini jo‘natib yuborish kechiktirilgani uchun tashuvchining javobgarligi Yo‘lovchilarni tashish uchun avtotransport vositasini jo‘natish kechiktirilgan yoki u belgilangan manzilga kechikib kelgan taqdirda (shahar va shahar atrofida tashishlar bundan mustasno), tashuvchi, agar kechiktirish yoki kech yetib borish tashuvchiga bog‘liq bo‘lmagan holatlar tufayli yuz berganligini isbotlay olmasa, yo‘lovchiga jarima tariqasida neustoyka to‘laydi. Jarima miqdori va uni to‘lash tartibi qonunchilik bilan belgilanadi. Yo‘lovchiga jarima to‘lash tashuvchini avtotransport vositasi kechiktirilishi yoki kech yetib borishi tufayli yo‘lovchi ko‘rgan zararni unga to‘lashdan ozod etmaydi. Avtotransport vositasi kechiktirilganligi sababli yo‘lovchi unda jo‘nashdan voz kechgan taqdirda, tashuvchi yo‘lovchiga kira haqini va u qilgan boshqa xarajatlarni qaytarishi shart. 26-modda. Yo‘lovchining hayoti yoki sog‘lig‘iga shikast yetkazilganligi uchun tashuvchining javobgarligi Tashuvchi tashish paytida yo‘lovchining hayoti yoki sog‘lig‘iga shikast yetkazilganligi uchun, agar u shikast jabrlanuvchining qasdi yoki yengib bo‘lmas kuch tufayli yuz berganligini isbotlay olmasa, javobgar bo‘ladi. Yo‘lovchining hayoti yoki sog‘lig‘iga shikast yetkazilganligi uchun tashuvchining javobgarligi qonunchilik bilan belgilanadi. 27-modda. Mijozning zarar yetkazganlik uchun javobgarligi Mijoz o‘zining aybi bilan boshqa shaxslarga, tashuvchining va boshqa shaxslarning tashuvchi javobgar bo‘lgan mol-mulkiga yetkazilgan zarar uchun javobgar bo‘ladi. Yuk jo‘natuvchi transport hujjatlarida ko‘rsatilgan ma’lumotlar noto‘g‘riligi, noaniqligi yoki to‘liq emasligi tufayli yuzaga kelishi mumkin bo‘lgan barcha zararlar uchun tashuvchi va uchinchi shaxs oldida javobgar bo‘ladi. 28-modda. Ixtiyoriy va majburiy sug‘urta Yo‘lovchilarning hayotini, sog‘lig‘ini ixtiyoriy sug‘urta qilish, shuningdek bagaj va yuklarni sug‘urta qilish tegishli sug‘urta shartnomalari asosida amalga oshiriladi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish tashuvchi tomonidan amalga oshiriladi. 29-modda. Avtomobil transportida xavfsizlik va ekologiya normalarini ta’minlash Tashuvchi yo‘lovchilar, bagaj va yuklarni tashish, fuqarolar hayoti va sog‘lig‘i, harakat xavfsizligini hamda atrof muhit muhofaza qilinishini ta’minlashi shart. Avtotransport korxonalari, avtovokzallar, avtobekatlarning transport vositalari harakati va yuk ortish-tushirish ishlari amalga oshiriladigan hududlari o‘ta xavfli tegralar hisoblanadi. O‘ta xavfli tegralarda bo‘lish va unda ishlarni amalga oshirish qoidalari qonunchilik bilan belgilanadi. Zaharlovchi, portlovchi, alangalanuvchi, radioaktiv, zaharli va boshqa xavfli yuklar faqat bunday yuklarni tashish qoidalariga muvofiq tashilishi lozim. Mijoz va tashuvchi ularning bexatar tashilishi, ortilishi va tushirib olinishini ta’minlashlari shart. Xavfli yuklarni qo‘riqlash va kuzatib borish yukni jo‘natuvchilar yoki oluvchilar tomonidan butun yo‘l davomida ta’minlanadi. Xavfli yuklar  ro‘yxati  va ularni tashish  qoidalari  O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. 30-modda. Nizolarni hal qilish Tashuvchi va mijoz o‘rtasida yuzaga keladigan nizolar sud tartibida hal etiladi. 31-modda. Avtomobil transporti to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik Avtomobil transporti to‘g‘risidagi qonunchilikning buzilishida aybdor bo‘lgan shaxslar belgilangan tartibda javobgar bo‘ladilar. "}]