[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 26.05.2015 yildagi O‘RQ-386-son", "Law_title": "Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risida", "Law_content": "1-bob. Umumiy qoidalar 1-modda. Ushbu Qonunning maqsadi Ushbu Qonunning maqsadi tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish sohasidagi munosabatlarni tartibga solishdan iborat. 2-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilik Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir. Agar O‘zbekiston Respublikasining xalqaro shartnomasida tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi O‘zbekiston Respublikasi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 3-modda. Asosiy tushunchalar Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: jabrlanuvchi  — sog‘lig‘i va (yoki) mol-mulkiga zarar yetkazilgan, sug‘urta tovoni olish huquqiga ega bo‘lgan yo‘lovchi; yo‘lovchi  — tashuvchining xizmatlaridan foydalanuvchi jismoniy shaxs; yo‘lovchining mol-mulki  — bagaj va yo‘lovchining o‘zi bilan birga tashiyotgan qo‘l yuki; naf oluvchi  — yo‘lovchi sug‘urta hodisasi tufayli vafot etgan taqdirda, sug‘urta tovonini olish huquqiga ega bo‘lgan shaxs; sug‘urtalovchi  — tijorat tashkiloti bo‘lgan, majburiy sug‘urta qilishni amalga oshirishga haqli yuridik shaxs; sug‘urta puli  — bu shunday summaki, sug‘urtalovchi sug‘urta hodisasi sodir bo‘lganda yo‘lovchining hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararning o‘rnini ushbu summa doirasida qoplash majburiyatini oladi; sug‘urta hodisasi  — tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi amal qilishi davrida yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga zarar yetkazilganligi uchun tashuvchining fuqarolik javobgarligi yuzaga kelganligining belgilangan tartibda tasdiqlangan fakti; tashuvchi  — mulk huquqi asosida yoki boshqa qonuniy asoslarda transport vositasiga egalik qiladigan, qonunchilikka muvofiq yo‘lovchilarni hamda ularning mol-mulkini tijorat asosida tashish bo‘yicha xizmatlar ko‘rsatadigan va buning uchun tegishli litsenziyaga ega bo‘lgan yoxud ruxsat etish xususiyatiga ega hujjati bo‘lgan yuridik shaxs yoki yakka tartibdagi tadbirkor. 4-modda. Tashuvchining o‘z fuqarolik javobgarligini sug‘urta qilish majburiyati Tashuvchi yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga zarar yetkazganlik uchun o‘z fuqarolik javobgarligini tashish bo‘yicha xizmatlar ko‘rsatish boshlanguniga qadar, ushbu Qonunda belgilangan shartlar asosida va tartibda sug‘urtalashi shart. Agar tashuvchilarning fuqarolik javobgarligi O‘zbekiston Respublikasining xalqaro shartnomalari talablariga muvofiq tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish yuzasidan belgilangan sug‘urta pulidan kam bo‘lmagan miqdorda sug‘urtalangan bo‘lsa, ularga nisbatan tashuvchining o‘z fuqarolik javobgarligini sug‘urta qilish majburiyati tatbiq etilmaydi. 2-bob. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilishni amalga oshirish shartlari va tartibi 5-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish obyekti va subyektlari Tashuvchining yo‘lovchilar hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararning o‘rnini qoplash bo‘yicha fuqarolik javobgarligi yuzaga kelgan chog‘dagi mulkiy manfaatlari tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish obyektidir. Tashuvchi, sug‘urtalovchi, yo‘lovchi, jabrlanuvchi va naf oluvchi tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish subyektlaridir. 6-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi ommaviy shartnomadir. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasiga ko‘ra, sug‘urtalovchi sug‘urta hodisasi sodir bo‘lganda jabrlanuvchiga yoki naf oluvchiga yoxud tashuvchiga yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararning o‘rnini mazkur shartnoma bo‘yicha shartlashilgan haq (sug‘urta mukofoti) evaziga sug‘urta puli doirasida qoplash majburiyatini oladi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi tashuvchi va sug‘urtalovchi o‘rtasida tuziladi. Mazkur shartnomani tuzish uchun tashuvchining yozma shakldagi arizasi asos bo‘ladi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasida ko‘rsatilishi lozim bo‘lgan shartlarning to‘liq emasligi uchun javobgarlik sug‘urtalovchining zimmasida bo‘ladi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bir yil muddatga tuziladi bundan ushbu moddaning  oltinchi qismida  nazarda tutilgan hollar mustasno. Yo‘lovchilarni va ularning mol-mulkini avtomobilda tashishni amalga oshiruvchi tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi uch oydan bir yilgacha bo‘lgan muddatga tuzilishi mumkin. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi shartlari va uni tuzish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Bunda tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasida quyidagilar ko‘rsatilishi kerak: shartnoma predmeti; sug‘urta puli va sug‘urta mukofoti; shartnomaning kuchga kirish sanasi va amal qilish muddati; taraflarning huquq va majburiyatlari; taraflarning javobgarligi; nizolarni hal etish tartibi; shartnomani o‘zgartirish, bekor qilish va muddatidan oldin tugatish tartibi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasida qonunchilikka muvofiq boshqa shartlar ham bo‘lishi mumkin. 7-modda. Tashuvchining sug‘urta hodisasi hisoblanmaydigan fuqarolik javobgarligining yuzaga kelishi Quyidagilar oqibatida tashuvchi fuqarolik javobgarligining yuzaga kelishi ushbu Qonunga muvofiq sug‘urta hodisasi bo‘lmaydi: ma’naviy zarar yetkazilganligi va (yoki) boy berilgan foydaning o‘rnini qoplash majburiyati yuzaga kelganligi; nodir va boshqa noyob buyumlarga, qimmatbaho va yarim qimmatbaho toshlardan va metallardan ishlangan buyumlarga, diniy qadriyatga ega buyumlarga, san’at asarlariga, qo‘lyozmalarga, noyob audiovizual asarlarga hamda intellektual faoliyatning boshqa natijalariga, qimmatli qog‘ozlarga, naqd pullarga, shu jumladan chet el valyutasiga shikast yetkazilganligi yoki ularning yo‘q qilinganligi; yo‘lovchining sug‘urta hodisasini yuzaga keltirishga qaratilgan qasddan qilingan harakatlari natijasida uning hayoti, sog‘lig‘i va (yoki) mol-mulkiga zarar yetkazilganligi. Tashuvchining fuqarolik javobgarligi ushbu moddaning  birinchi qismida  ko‘rsatilgan hollarda yuzaga kelgan taqdirda, yetkazilgan zararning o‘rni tashuvchi tomonidan qoplanishi va (yoki) u ushbu zararni kompensatsiya qilishi kerak. 8-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi tuzilganda sug‘urtalovchi hisoblab chiqarilgan sug‘urta mukofoti tashuvchi tomonidan to‘langanidan keyin unga tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish amalga oshirilganligini tasdiqlovchi hujjat bo‘lgan sug‘urta polisini beradi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi (bundan buyon matnda sug‘urta polisi deb yuritiladi) tegishli blankada va tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasiga kiritilgan transport vositalarining soniga teng nusxalarda rasmiylashtiriladi. Sug‘urta polisi blankasi qat’iy hisobda turadigan hujjat bo‘lib, hisobga olish seriyasiga, raqamiga va himoyalanganlik darajasiga ega bo‘lishi kerak. Sug‘urta polisida quyidagi ma’lumotlar ko‘rsatilgan bo‘lishi kerak: sug‘urtalovchi to‘g‘risidagi; tashuvchining nomi va joylashgan yeri (pochta manzili) haqidagi; sug‘urtalovchining, uning barcha filiallarining nomi, joylashgan yeri (pochta manzili), ular bilan aloqa bog‘lash vositalari hamda ularning ish vaqti to‘g‘risidagi; tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasining amal qilish davri haqidagi; sug‘urta mukofoti to‘g‘risidagi; sug‘urta puli haqidagi; tashuvchining transport vositasi (vagonlari) (turi, markasi, modeli, raqamli (tanituvchi) belgisi, ishlab chiqaruvchi zavod pasporti bo‘yicha yo‘lovchi sig‘imi) to‘g‘risidagi; tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasining boshqa muhim shartlari haqidagi. Sug‘urta polisi blankasining namunasi va uni tayyorlash tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Sug‘urta polisi yo‘qolgan yoki yaroqsiz holga kelgan taqdirda tashuvchi uning dublikatini olish huquqiga ega. Dublikat tashuvchi murojaat qilgan va u dublikatni tayyorlash xarajatlarini qonunchilikda belgilangan, o‘zi murojaat qilgan sanadagi bazaviy hisoblash miqdorining ko‘pi bilan 10 foizi miqdorida to‘lagan kundan e’tiboran ikki ish kuni ichida sug‘urtalovchi tomonidan beriladi. 9-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta puli Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta puli O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Agar tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasining amal qilishi davrida tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta tovoni (bundan buyon matnda sug‘urta tovoni deb yuritiladi) sug‘urtalovchi tomonidan to‘lansa, sug‘urta puli to‘langan sug‘urta tovoni summasi miqdorida kamaytiriladi. Bunda sug‘urta pulini tiklash uchun tashuvchi to‘langan sug‘urta tovoni summasiga hamda mazkur shartnomaning qolgan amal qilish muddatiga mutanosib sug‘urta mukofotini sug‘urtalovchining tegishli bildirishnomasi olinganidan keyin yetti ish kuni ichida qo‘shimcha ravishda to‘lashi shart. 10-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta tariflari Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta tariflari, ularning eng yuqori darajalari, sug‘urta tariflarining tuzilishi va ularning sug‘urtalovchi tomonidan qo‘llanilish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha belgilangan sug‘urta tariflarining amal qilish muddati bir yildan kam bo‘lishi mumkin emas. Sug‘urta tariflarining o‘zgarishi tashuvchi to‘lash sanasida amalda bo‘lgan sug‘urta tariflariga ko‘ra to‘lagan sug‘urta mukofoti miqdori tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasining amal qilish muddati ichida o‘zgarishiga olib kelmaydi. 11-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta mukofoti Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta mukofoti sug‘urta pulini sug‘urta tarifiga ko‘paytirish orqali hisoblab chiqariladi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta mukofoti bir yo‘la to‘lanadi. Pul mablag‘lari sug‘urtalovchining yoki sug‘urta agentining bank hisobvarag‘iga kelib tushgan sana tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta mukofoti to‘langan sana hisoblanadi. 3-bob. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta tovonini to‘lash 12-modda. Sug‘urta tovoni Sug‘urta tovoni yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zarar miqdorida, lekin sug‘urta puli miqdoridan ko‘p bo‘lmagan miqdorda to‘lanadi. Yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zarar miqdori O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda aniqlanadi. Sug‘urtalovchi yo‘lovchilarning hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararni bartaraf qilish va (yoki) kamaytirish yuzasidan tashuvchining tashabbusiga yoki sug‘urtalovchining talabiga ko‘ra kechiktirib bo‘lmaydigan choralar ko‘rilishi munosabati bilan tashuvchining yuzaga kelgan barcha bildirilgan va isbotlanadigan xarajatlari o‘rnini hatto bu choralar muvaffaqiyatsiz bo‘lgan hollarda ham qoplaydi. Bunda sug‘urta tovonining va tashuvchi mazkur xarajatlarining umumiy summasi sug‘urta puli miqdoridan ortiq bo‘lishi mumkin emas. Sug‘urta tovoni sud xarajatlarining, shuningdek jarimalar va boshqa shu kabi to‘lovlarning o‘rnini qoplamaydi. 13-modda. Sug‘urta tovonini olish uchun taqdim etiladigan hujjatlar Sug‘urta hodisasi sodir bo‘lganda tashuvchi sug‘urta tovonini to‘lash talabi ko‘rsatilgan yozma shakldagi ariza bilan quyidagilarning aslini yoki ko‘chirma nusxalarini ilova qilgan holda, sug‘urtalovchiga murojaat etadi: jabrlanuvchining yoki naf oluvchining yetkazilgan zarar o‘rnini qoplash to‘g‘risidagi talabini o‘z ichiga olgan, tashuvchi nomiga yozilgan talabnomasining; zarar yetkazilganligi faktini va yetkazilgan zarar miqdorini tasdiqlovchi hujjatlarning (vakolatli organning tashish chog‘idagi hodisa to‘g‘risidagi xulosasi yoki qarori, tibbiyot muassasasidan olingan ma’lumotnoma yoxud yo‘lovchining hayotiga yoki sog‘lig‘iga zarar yetkazilganligini tasdiqlovchi boshqa hujjatlar); yo‘lovchining mol-mulkiga zarar yetkazilganligi faktini va yetkazilgan zarar miqdorini tasdiqlovchi hujjatlarning (bagaj pattasi — mavjud bo‘lgan taqdirda; tashish chog‘ida shikast yetkazilgan yoki yo‘qotilgan mol-mulkning taxminiy vazni ko‘rsatilgan, yo‘lovchi tomonidan ixtiyoriy ravishda tuzilgan ro‘yxati; yo‘qotilgan mol-mulk qiymatini tasdiqlovchi hujjatlar — mavjud bo‘lgan taqdirda va hokazo); tashuvchining yetkazilgan zarar o‘rnini qoplash to‘g‘risidagi qarorining; agar ish sud tomonidan ko‘rilgan bo‘lsa, yetkazilgan zarar o‘rnini qoplash to‘g‘risidagi sud qarorining; jabrlanuvchi yoki naf oluvchi shaxsini tasdiqlovchi hujjatning; agar sug‘urta tovoni yo‘lovchining merosxo‘rlariga to‘lanishi kerak bo‘lsa, meros huquqi olinganligini, shuningdek merosxo‘rlar shaxsini tasdiqlovchi hujjatlarning. Ushbu moddada nazarda tutilmagan hujjatlar taqdim etilishini talab qilish taqiqlanadi. 14-modda. Sug‘urta tovonini to‘lash tartibi Sug‘urtalovchining sug‘urta tovonini to‘lash haqidagi yoki to‘lashni rad etish to‘g‘risidagi qarori tashuvchiga u sug‘urta tovonini to‘lash talabi ko‘rsatilgan yozma shakldagi ariza bilan murojaat etganidan keyin o‘n besh kundan kechiktirmay xabar qilinishi kerak. Sug‘urtalovchining sug‘urta tovonini to‘lashni rad etish to‘g‘risidagi qarorida rad etishning asoslantirilgan sabablari ko‘rsatilgan bo‘lishi lozim. Sug‘urta tovoni sug‘urtalovchi sug‘urta tovonini to‘lash to‘g‘risida qaror qabul qilgan kundan e’tiboran besh ish kunidan kechiktirmay bevosita jabrlanuvchiga yoki naf oluvchiga to‘lanadi. Agar sug‘urta tovonini to‘lash ushbu moddada belgilangan muddatda amalga oshirilmagan bo‘lsa, sug‘urtalovchi sug‘urta tovonini to‘lash to‘g‘risida qaror qabul qilingan kundagi bank foizining hisob stavkasidan kelib chiqqan holda jabrlanuvchiga yoki naf oluvchiga sug‘urta tovoniga qo‘shimcha ravishda penya to‘laydi. Agar tashuvchi yo‘lovchining hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararning o‘rnini sug‘urtalovchining yozma roziligiga ko‘ra o‘z hisobidan qoplasa, sug‘urtalovchi tashuvchiga sug‘urta tovonini mazkur zararning o‘rnini qoplash tartibida tashuvchi amalga oshirgan to‘lovlarni tasdiqlovchi hujjatlar tashuvchi tomonidan taqdim etilganidan keyin to‘laydi. Agar tashuvchi yo‘lovchining hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan zararning o‘rnini sug‘urtalovchining yozma roziligisiz har qanday usulda qoplagan bo‘lsa yoki yetkazilgan zararning o‘rnini qoplashni va’da qilgan bo‘lsa, tashuvchining bu harakatlari sug‘urtalovchi uchun majburiyatlarni keltirib chiqarmaydi. Yo‘lovchining hayotiga yoki sog‘lig‘iga yetkazilgan zararning o‘rnini qoplash hisobiga boshqa manbalardan jabrlanuvchi yoki naf oluvchi tomonidan olingan to‘lovlar sug‘urtalovchining sug‘urta tovonini to‘lash bo‘yicha majburiyatlarini kamaytirmaydi. Agar tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish obyekti bir vaqtning o‘zida ixtiyoriy sug‘urta bo‘yicha ham sug‘urtalangan bo‘lsa, ixtiyoriy sug‘urta bo‘yicha sug‘urta tovoni majburiy sug‘urta bo‘yicha sug‘urta tovonini to‘lash shartlaridan qat’i nazar to‘lanadi. Yo‘lovchining hayoti, sog‘lig‘i va (yoki) mol-mulkiga yetkazilgan, o‘rni qoplanishi lozim bo‘lgan zarar miqdori to‘liq aniqlanguniga qadar, sug‘urtalovchi sug‘urta tovonining mazkur zararning amalda aniqlangan qismiga muvofiq bo‘lgan qismini tashuvchining arizasiga ko‘ra to‘lashga haqli. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi amal qilishi davrida jabrlanuvchining yoki naf oluvchining yuzaga kelgan zararlari o‘rni, agar jabrlanuvchi yoki naf oluvchi mazkur shartnomaning amal qilish muddati tugaganidan keyin uch yil ichida sudga zararlarni undirish to‘g‘risidagi da’vo bilan murojaat etgan bo‘lsa, sug‘urtalovchi tomonidan qoplanadi. 15-modda. Sug‘urtalovchining regress talabi qo‘yish huquqi Sug‘urtalovchi tashuvchiga o‘zi to‘lagan sug‘urta tovoni miqdorida quyidagi hollarda regress talabi qo‘yish huquqiga ega, agar zarar: yo‘lovchilarni belgilangan tartibda tasdiqlanmagan yo‘nalish bo‘yicha tashish oqibatida yetkazilgan bo‘lsa, bundan yo‘lovchilarni yo‘nalishsiz taksida tashish mustasno; tashuvchining transport vositasini boshqargan shaxs yo‘lovchilarni ushbu transport vositasini boshqarish uchun tegishli hujjatlarga ega bo‘lmagan holda tashishi oqibatida yetkazilgan bo‘lsa; nosozliklari mavjudligi yoki muayyan sharoitlar tufayli transport vositasidan foydalanish qonunchilikda taqiqlangan transport vositasida yo‘lovchilarni tashish oqibatida yetkazilgan bo‘lsa; tashuvchining, tashuvchi xodimlarining yoki vakilining sug‘urta hodisasi sodir bo‘lishiga qaratilgan yoxud uning sodir bo‘lishiga ko‘maklashadigan qasddan qilingan harakatlari (harakatsizligi) oqibatida yetkazilgan bo‘lsa; tashuvchining transport vositasini boshqargan shaxs yo‘lovchilarni alkogolli ichimlikdan mastlik holatida yoki giyohvandlik vositalari, psixotrop moddalar yoxud shaxsning aql-irodasiga ta’sir ko‘rsatuvchi boshqa moddalar ta’siri ostida tashishi oqibatida yetkazilgan bo‘lsa; tashuvchining transport vositasini boshqargan shaxsning mehnat va dam olish rejimi tashuvchi tomonidan buzilganligi oqibatida yetkazilgan bo‘lsa. 4-bob. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish subyektlarining huquq va majburiyatlari 16-modda. Tashuvchining huquq va majburiyatlari Tashuvchi quyidagi huquqlarga ega: ushbu Qonunga muvofiq tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasini tuzish uchun sug‘urtalovchini tanlash; sug‘urtalovchidan tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi shartlarini tushuntirib berishni talab qilish; sug‘urtalovchining sug‘urta tovonini to‘lashni rad etish to‘g‘risidagi qarori ustidan shikoyat qilish. Tashuvchi: tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi bo‘yicha sug‘urta mukofotini qonunchilikda belgilangan shartlar asosida va tartibda to‘lashi; tashuvchining transport vositalarini boshqaruvchi shaxslarni tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi shartlari bilan tanishtirishi, shu jumladan mazkur shartnoma bo‘yicha taraflarning huquq va majburiyatlarini tushuntirishi; tashish kunida amalda bo‘lgan sug‘urta polisining nusxasini tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasiga kiritilgan barcha transport vositalariga va (yoki) o‘zining rasmiy veb-saytiga joylashtirishi; jabrlanuvchi yoki naf oluvchi yetkazilgan zararning o‘rnini qoplash to‘g‘risidagi talabni o‘z ichiga olgan talabnoma bilan murojaat etgan paytdan e’tiboran besh ish kunidan kechiktirmay sug‘urtalovchini tashish chog‘idagi hodisa haqida yozma shaklda xabardor qilishi; agar sug‘urta tovoni jabrlanuvchi yoki naf oluvchi tomonidan hujjatlarni qalbakilashtirish yoki boshqacha tarzda aldash oqibatida asossiz ravishda ortiqcha to‘langan bo‘lsa, bu haqda sug‘urtalovchiga ma’lum qilishi va ortiqcha to‘langan mablag‘larni sug‘urtalovchiga qaytarish yuzasidan zarur choralarni ko‘rishi shart. Tashuvchi qonunchilikka muvofiq boshqa huquqlarga ega bo‘lishi va uning zimmasida o‘zga majburiyatlar bo‘lishi mumkin. 17-modda. Sug‘urtalovchining huquq va majburiyatlari Sug‘urtalovchi quyidagi huquqlarga ega: jabrlanuvchining yoki naf oluvchining talabnomasini tashuvchi tomonidan ko‘rib chiqishda ishtirok etish, zarur bo‘lgan hollarda esa tegishli ekspertlarni jalb etish; sug‘urta hodisalari yuzaga kelishining oldini olish bo‘yicha tavsiyalar berish; tashuvchiga ushbu Qonunning  15-moddasida  belgilangan hollarda regress talabi qo‘yish. Sug‘urtalovchi: tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi shartlari bilan tashuvchini tanishtirishi, shu jumladan uning huquq va majburiyatlarini tushuntirishi; o‘z faoliyatini amalga oshirish natijasida olingan tashuvchi va jabrlanuvchi yoki naf oluvchi to‘g‘risidagi ma’lumotlarning maxfiyligini ta’minlashi; tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilishni amalga oshirishga haqli bo‘lgan sug‘urtalovchilar o‘rtasida sug‘urta sherikchiligini tuzish haqida birgalikdagi faoliyat to‘g‘risidagi shartnoma tuzishi shart. Sug‘urtalovchi qonunchilikka muvofiq boshqa huquqlarga ega bo‘lishi va uning zimmasida o‘zga majburiyatlar bo‘lishi mumkin. 18-modda. Yo‘lovchining, jabrlanuvchining va naf oluvchining huquqlari Yo‘lovchi, jabrlanuvchi va naf oluvchi tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasi shartlari to‘g‘risidagi axborotni hamda sug‘urtalovchi haqidagi zarur ma’lumotlarni tashuvchidan bepul olish huquqiga ega. Jabrlanuvchi va naf oluvchi ushbu moddaning  birinchi qismida  ko‘rsatilgan huquqlardan tashqari quyidagi huquqlarga ham ega: yetkazilgan zararning o‘rnini qoplash to‘g‘risidagi talabni o‘z ichiga olgan talabnoma bilan tashuvchiga yoki sug‘urtalovchiga murojaat etish; qonunchilikda belgilangan shartlar asosida va tartibda sug‘urta tovoni olish. 5-bob. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urtalovchi faoliyatining o‘ziga xos xususiyatlari 19-modda. Sug‘urtalovchiga qo‘yiladigan talablar Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilishni amalga oshirish uchun sug‘urtalovchi majburiy sug‘urta bo‘yicha sug‘urta faoliyatini amalga oshirish huquqini beruvchi tegishli litsenziyaga ega bo‘lishi kerak. Sug‘urtalovchi Qoraqalpog‘iston Respublikasida, viloyatlarda va Toshkent shahrida tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish shartnomasini tuzishga, tashuvchilar, jabrlanuvchilar va naf oluvchilarning sug‘urta tovoni haqidagi talablarini ko‘rib chiqishga hamda sug‘urta tovonini amalga oshirishga vakolatli o‘z filiallariga ega bo‘lishi kerak. Majburiy sug‘urta qilishni amalga oshirishda raqobatni cheklashga yoki bartaraf etishga, ayrim sug‘urtalovchilarga boshqalariga nisbatan asossiz afzalliklar berishga yoki ayrim sug‘urtalovchilarning boshqalariga nisbatan asossiz afzalliklar olishiga, tashuvchilar, jabrlanuvchilar va naf oluvchilarning huquqlari hamda qonuniy manfaatlarini kamsitishga qaratilgan faoliyatni amalga oshirishga yo‘l qo‘yilmaydi. 20-modda. Sug‘urta sherikchiligi Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta operatsiyalarining moliyaviy barqarorligini ta’minlash maqsadida sug‘urtalovchilar tomonidan sug‘urtalovchilar o‘rtasidagi birgalikdagi faoliyat to‘g‘risidagi shartnoma asosida tashkil etilgan sug‘urtalovchilarning kasbiy birlashmasi bo‘lgan sug‘urta sherikchiligi tuziladi. Sug‘urta sherikchiligining ish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Sug‘urta sherikchiligi tomonidan tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilishdan boshqa sug‘urta turlari bo‘yicha xavflar qabul qilinishiga yo‘l qo‘yilmaydi. 21-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta zaxirasini shakllantirish Agar tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilishni amalga oshirishda mazkur sug‘urta turi bo‘yicha sug‘urtalovchining daromadlari va xarajatlari orasidagi farq bir yilda mazkur daromadlarning besh foizidan ortiq bo‘lsa, sug‘urtalovchi ortiq summani tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta zaxirasini shakllantirish uchun yo‘naltiradi. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta zaxirasini shakllantirish hamda undan foydalanish tartibi sug‘urta faoliyatini tartibga solish va nazorat qilishni amalga oshiruvchi maxsus vakolatli davlat organi tomonidan belgilanadi. 6-bob. Yakunlovchi qoidalar 22-modda. Tashuvchining o‘z fuqarolik javobgarligini sug‘urta qilish bo‘yicha majburiyati bajarilishini nazorat qilishni amalga oshiruvchi davlat organlari Tashuvchining o‘z fuqarolik javobgarligini sug‘urta qilish bo‘yicha majburiyati bajarilishini nazorat qilish transport sohasidagi quyidagi davlat organlari tomonidan amalga oshiriladi: O‘zbekiston Respublikasi Transport vazirligi; O‘zbekiston Respublikasi Transport vazirligi huzuridagi Fuqaro aviatsiyasi agentligi; O‘zbekiston Respublikasi Transport vazirligi huzuridagi Temir yo‘llarda yuk va yo‘lovchilar tashish xavfsizligini nazorat qilish inspeksiyasi. Tashuvchining o‘z fuqarolik javobgarligini sug‘urta qilish bo‘yicha majburiyati bajarilishini nazorat qilish qonunchilikka muvofiq tegishli vakolatga ega bo‘lgan boshqa davlat organlari tomonidan ham amalga oshirilishi mumkin. 23-modda. Nizolarni hal etish Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish sohasidagi nizolar qonunchilikda belgilangan tartibda hal etiladi. 24-modda. Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilikni buzganlikda aybdor shaxslar belgilangan tartibda javobgar bo‘ladi. 25-modda. Qonunchilikni ushbu Qonunga muvofiqlashtirish O‘zbekiston Respublikasi Vazirlar Mahkamasi: hukumat qarorlarini ushbu Qonunga muvofiqlashtirsin; davlat boshqaruvi organlari ushbu Qonunga zid bo‘lgan o‘z normativ-huquqiy hujjatlarini qayta ko‘rib chiqishlari va bekor qilishlarini ta’minlasin. 26-modda. Ushbu Qonunning kuchga kirishi Ushbu Qonun rasmiy e’lon qilingan kundan e’tiboran olti oy o‘tgach kuchga kiradi. "}]