[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 02.03.2017 yildagi 116-son", "Law_title": "Milliy haydovchilik guvohnomasining hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning yangi namunalarini joriy etish chora-tadbirlari to‘g‘risida", "Law_content": "Milliy haydovchilik guvohnomasi namunalarining Yo‘l harakati to‘g‘risidagi  Konvensiya  (Vena shahri, 1968-yil 8-noyabr) tavsiyalariga muvofiqligini ta’minlash, milliy haydovchilik guvohnomalarini hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalarni ro‘yxatdan o‘tkazish va hisobga olish tizimiga zamonaviy axborot-kommunikatsiya texnologiyalarini joriy etishni samarali tashkil etish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Ichki ishlar vazirligining milliy haydovchilik guvohnomasining hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning plastik shaklda tayyorlanadigan yangi namunalarini bosqichma-bosqich joriy etish haqidagi taklifiga rozilik berilsin. 2. Quyidagilar: milliy haydovchilik guvohnomasining yangi namunasi va uning tavsifi  1-ilovaga  muvofiq; avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning yangi namunasi va uning tavsifi  2-ilovaga  muvofiq; avtomototransport vositasi texnik ko‘rikdan o‘tganligi to‘g‘risidagi talonning yangi namunasi va uning tavsifi  3-ilovaga  muvofiq tasdiqlansin. 3. Belgilab qo‘yilsinki: a) 2017-yil 1-oktabrdan boshlab tegishli ravishda milliy haydovchilik guvohnomasini rasmiylashtirishda — milliy haydovchilik guvohnomasining, avtomototransport vositasini ro‘yxatdan o‘tkazishda (qayta ro‘yxatdan o‘tkazishda) — avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning yangi namunalari beriladi; b) yangi namunadagi milliy haydovchilik guvohnomasi berilgan kundan boshlab 10 yil muddatga beriladi; v) amaldagi milliy haydovchilik guvohnomalari va avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalarini yangi namunadagi guvohnomalarga almashtirish: 2017-yil 1-oktabr — 2018-yil 31-dekabr davrida — eski namunadagi milliy haydovchilik guvohnomalari ularning berilgan sanasidan qat’i nazar — egasining yozma arizasiga ko‘ra ixtiyoriy ravishda; 2019-yil 1-yanvardan eski namunadagi barcha milliy haydovchilik guvohnomalari va avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalar — ularning berilgan sanasiga muvofiq holda: 2010-yilgacha bo‘lgan davrda berilganlari — 2023-yil 31-martga qadar; 2010 — 2012-yillarda berilganlari — 2023-yil 30-iyunga qadar; 2013 — 2015-yillarda berilganlari — 2023-yil 30-sentabrga qadar; 2015-yildan keyin berilganlari — 2023-yil 31-dekabrga qadar muddatlarda majburiy tartibda amalga oshiriladi; g) eski namunadagi milliy haydovchilik guvohnomalari va avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalar ularning berilgan sanasiga muvofiq holda: 2010-yilgacha bo‘lgan davrda berilganlari — 2023-yil 1-apreldan; 2010 — 2012-yillarda berilganlari — 2023-yil 1-iyuldan; 2013 — 2015-yillarda berilganlari — 2023-yil 1-oktabrdan; 2015-yildan keyin berilganlari — 2024-yil 1-yanvardan boshlab haqiqiy emas deb hisoblanadi. 4. Vazirlar Mahkamasining “O‘zbekiston Respublikasida avtomototransport vositalarini boshqarish huquqini beruvchi milliy haydovchilik guvohnomasining yangi namunasini tasdiqlash to‘g‘risida” 2006-yil 19-dekabrdagi 261-son  qarori  2017-yil 1-oktabrdan boshlab o‘z kuchini yo‘qotgan deb hisoblansin. 5. O‘zbekiston Respublikasi Ichki ishlar vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda uch oy muddatda: Vazirlar Mahkamasiga ro‘yxatdan o‘tkazish tartibotlarini soddalashtirishni va avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning plastik shakllarini joriy etishni nazarda tutgan holda Avtomototransport vositalarini ro‘yxatdan o‘tkazish (qayta ro‘yxatdan o‘tkazish) tartibi to‘g‘risidagi nizom loyihasini, shuningdek qonun hujjatlariga ushbu qarordan kelib chiquvchi o‘zgartirish va qo‘shimchalar yuzasidan takliflar kiritsin; o‘zining idoraviy normativ-huquqiy hujjatlarini ushbu qarorga muvofiqlashtirsin. 6. O‘zbekiston Respublikasi Ichki ishlar vazirligi O‘zbekiston milliy teleradirokompaniyasi va O‘zbekiston Milliy axborot agentligi bilan birgalikda bosma va elektron ommaviy axborot vositalarida, shu jumladan internet-nashrlarda milliy haydovchilik guvohnomasining hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning plastik shakllar asosidagi yangi namunalarini bosqichma-bosqich joriy etishning maqsadlari, tartibi va shartlari keng yoritilishini ta’minlasin. 7. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari — “O‘zbekiston temir yo‘llari” AJ boshqaruvi raisi A.J. Ramatov va ichki ishlar vaziri A.A. Azizov zimmasiga yuklansin. Vazirlar Mahkamasining 2017-yil 2-martdagi 116-son  Milliy haydovchilik guvohnomasining namunasi  Milliy haydovchilik guvohnomasi xalqaro standartlar tavsiyalari asosida plastikdan tayyorlanadi. Plastikdan tayyorlangan guvohnoma o‘lchami 54x86 millimetrni tashkil etadi. Guvohnomaning rangi — och pushti. Lotin yozuvidagi davlat tilidan foydalaniladi. Seriyali raqami ikki harfli, nomeri olti raqamli. Milliy haydovchilik guvohnomasida jismoniy shaxsning shaxsiy identifikatsiya raqami (JSh ShIR) va qurilmalar o‘rtasida ma’lumotlarni bevosita aloqasiz amalga oshirish imkonini beruvchi maxsus elektron belgi (NFC Smart-kart) bo‘ladi. Milliy haydovchilik guvohnomasining plastik shakli quyidagi himoya vositalariga ega: O‘zbekiston Respublikasi Davlat gerbi tasviri shaklidagi gologramma, u nishablikning turlicha burchagida o‘z shaklini o‘zgartiradi; mikromatn — “Naydovchilik guvohnomasi Voditelskoye udostovereniye Driving licence”, o‘lchami maksimum 30 mikron; ultrabinafsha qoplama; “UZ” yozuvli egilganda bir rangdan boshqa rangga tovlanadigan optik turlanadigan bo‘yoq; gilosh, doimiy ravishda qiyshayib turadigan 40-70 mkm qalinlikdagi to‘lqinli chiziqlarning qalin tarmog‘i shaklidagi naqsh; milliy haydovchilik guvohnomasi plastik shaklining seriyali raqamining lazer o‘yma naqshi. Milliy haydovchilik guvohnomasining old tomonida “Naydovchilik guvohnomasi”, “Voditelskoye udostovereniye”, “Driving licence” so‘zlari yoziladi, shuningdek O‘zbekiston Respublikasi Davlat bayrog‘ining tasviri tushirilgan, O‘zbekiston Respublikasining nomi davlat tilida, rus va ingliz tillarida yozilgan, Yo‘l harakati to‘g‘risidagi  Konvensiyaga  (Vena shahri, 1968-yil 8-noyabr) 6-ilova 4-bandining 1-3, 4a-4s, 5-7, 9-kichik bandlarida va 5-bandi 8-kichik bandida nazarda tutilgan ma’lumotlar majburiy tartibda ko‘rsatiladi, fotosurat uchun joy nazarda tutilgan. Orqa tomonida Yo‘l harakati to‘g‘risidagi  Konvensiyaga  (Vena shahri, 1968-yil 8-noyabr) 6-ilova 4-bandining 9 va 12-kichik bandlarida, shuningdek 5-bandining 10 va 11-kichik bandlarida nazarda tutilgan ma’lumotlar majburiy tartibda ko‘rsatiladi. 1-12-bandlarda  nazarda tutilgan ma’lumotlar keltiriladi. Alohida belgilar uchun joy nazarda tutilgan. A, B, C, D, BE, CE va DE toifalarini boshqarish uchun milliy haydovchilik guvohnomasining haqiqiyligi tegishli piktogrammalar bilan ifodalangan. Vazirlar Mahkamasining 2017-yil 2-martdagi 116-son  Avtomototransport vositasining ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning namunasi va uning tavsifi Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnoma xalqaro standartlar tavsiyalari asosida 54x86 mm o‘lchamda plastikdan tayyorlanadi. Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning rangi — ko‘k. Lotin yozuvidagi davlat tilidan foydalaniladi. Seriyali raqam ikki harfli, nomeri oltita raqamli. Avtotransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomada jismoniy shaxs uchun — shaxsiy identifikatsiya raqami (JSh ShIR), yuridik shaxs uchun — soliq to‘lovchining identifikatsiya raqami (STIR) va qurilmalar o‘rtasida bevosita aloqasiz axborot ayriboshlash imkonini beruvchi elektron belgi (NFC Smart-kart) bo‘ladi. Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning plastik shakli quyidagi himoya vositalariga ega: O‘zbekiston Respublikasi Davlat gerbi tasviri shaklidagi gologramma, u nishablikning turlicha burchagida o‘z shaklini o‘zgartiradi; mikromatn — “Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risida guvohnoma Svidetelstvo o registratsii avtomototransportnogo sredstva Vehicle license”, o‘lchami maksimum 30 mikron; ultrabinafsha qoplama; “UZ” yozuvli egilganda bir rangdan boshqa rangga tovlanadigan optik turlanadigan bo‘yoq; gilosh, doimiy ravishda qiyshayib turadigan 40 — 70 mkm qalinlikdagi to‘lqinli chiziqlarning qalin tarmog‘i shaklidagi naqsh; guvohnoma plastik shaklining seriyali raqamining lazer o‘yma naqshi. Guvohnomaning old tomonida “Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risida guvohnoma”, “Svidetelstvo o registratsii avtomototransportnogo sredstva”, “Vehicle license” so‘zlari yozilgan, shuningdek O‘zbekiston Respublikasi Davlat bayrog‘ining tasviri tushirilgan, “O‘zbekiston Respublikasi” so‘zlari davlat tilida, rus va ingliz tillarida yozilgan. Avtomototransport vositasining davlat raqam belgisi, markasi, modeli, rangi, avtomototransport vositasining egasi to‘g‘risidagi ma’lumotlar (familiyasi, ismi, otasining ismi yoki tashkilotning nomi, manzili), avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnoma berilgan sana, Yo‘l harakati xavfsizligi boshqarmasining bo‘limi, jismoniy shaxs uchun — shaxsiy identifikatsiya raqami (JSh ShIR), yuridik shaxs uchun — soliq to‘lovchining identifikatsiya raqami (STIR) majburiy tartibda ko‘rsatiladi. Avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomaning orqa tomonida avtomototransport vositasi to‘g‘risidagi ma’lumotlar: avtomototransport vositasi ishlab chiqarilgan yil, turi, kuzov/shosse raqami, to‘la vazni, yuksiz vazni, dvigatelning toifasi va quvvati, yonilg‘i turi, haydovchining o‘rindig‘i bilan birgalikda o‘tiriladigan o‘rinlar soni, tik turiladigan o‘rinlar soni, alohida belgilar majburiy tartibda ko‘rsatiladi. Vazirlar Mahkamasining 2017-yil 2-martdagi 116-son  Avtomototransport vositasi texnik ko‘rikdan o‘tganligi to‘g‘risidagi talonning namunasi va uning  Texnik ko‘rikdan o‘tganligi to‘g‘risidagi talon to‘rtburchak shaklidagi, o‘lchamlari 54 x 86 mm bo‘lgan zichligi bir kvadrat metrga 140+/-5 grammanli 100% paxtadan olingan qog‘ozdan tayyorlanadi. Qog‘oz qatlami orasiga joylashgan, ultrabinafsha nurda ko‘rinadigan ko‘k va och yashil rangli tola hamda nurda yaxshi ajralib turadigan “paxta chanog‘i” ko‘rinishidagi umumiy “suv belgi”si mavjud. Ofsetli yozuv, mintaqa kodi, seriyasi ikki harfli, nomeri olti raqamli. Blanka quyidagi maxsus himoyaga ega: kimyoviy ta’sirga bardoshli bo‘yoqdan foydalaniladi, yuza qismidagi kataklarda nusxa olishga va skaner qilishga qarshi ingichka chiziqlar mavjud. Bir rangdan boshqa rangga rasm chiziqlari buzilmasdan ohista jilolanishi ta’minlangan. Juda kattalashtirilganda mikromatn ko‘rinadi, ultrabinafsha nurda ko‘rinmaydigan tasvirlar va oltita raqamli son ko‘rinadi. Maxsus qabariq va o‘yiqlar mavjud. Lotin yozuvidagi davlat tilidagi matndan foydalanilgan. Old tomonida avtomototransport vositasining rusumi, davlat ro‘yxatidan o‘tkazish raqam belgisi ko‘rsatiladi. Talonning orqa tomonida o‘tkazilgan texnik ko‘rik natijasi, joriy va navbatdagi texnik ko‘rikdan o‘tish sanasi ko‘rsatiladi. Talondagi yozuvlar Yo‘l harakati xavfsizligi davlat xizmati bo‘limi mansabdor shaxsi tomonidan amalga oshiriladi hamda uning imzosi va maxsus shtampi bilan tasdiqlanadi. "}]