[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 25.04.2017 yildagi 238-son", "Law_title": "Aholiga transport xizmati ko‘rsatish hamda shaharlar va qishloqlarda avtobuslarda yo‘lovchilar tashish tizimini yanada takomillashtirish chora-tadbirlarini amalga oshirish to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Aholiga transport xizmati ko‘rsatish hamda shaharlar va qishloqlarda avtobuslarda yo‘lovchilar tashish tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2017-yil 10-yanvardagi PQ-2724-son  qarorini  bajarish yuzasidan, yo‘lovchilar tashish xavfsizligini va yo‘lovchilarga xizmat ko‘rsatish madaniyatining zarur darajasini, yo‘lovchi tashish yo‘nalishlarida transport vositalari harakati maromini, belgilangan jadvallar va intervallarni, shuningdek tashuvchilarning moliyaviy barqarorligini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 3. Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar hokimliklari: O‘zbekiston Respublikasi Transport vazirligi bilan birgalikda — avtobus yo‘nalishlarini tashkil etish, yangi avtobuslar va mikroavtobuslar sotib olish, yo‘lovchilar avtovokzallari, avtostansiyalarini, to‘xtash bekatlarini qurish va rekonstruksiya qilish tadbirlarini amalga oshirish tarmoq jadvallarining bajarilishi yuzasidan muntazam monitoringni ta’minlasinlar; yangi avtostansiyalar, oxirgi to‘xtash bekatlarini qurish uchun yer uchastkalari ajratishda ularni yo‘lovchilar uchun qulay bo‘lgan joylarda, yo‘lovchilar to‘planadigan yirik punktlarda (temir yo‘l vokzallari, aeroportlar, bozorlar va boshqalarda), asosan xususiy investorlarni jalb etib, ularga yo‘lovchilar harakati xavfsizligiga to‘sqinlik qilmaydigan faoliyatning boshqa turlarini tashkil etish imkoniyatini bergan holda, joylashtirishni nazarda tutsinlar; O‘zbekiston Respublikasi Ichki ishlar vazirligi, O‘zbekiston Respublikasi Transport vazirligi va Transport vazirligi huzuridagi Avtomobil yo‘llari qo‘mitasi bilan birgalikda — har yili faoliyat ko‘rsatib turgan va yangidan tashkil etilayotgan avtobus yo‘nalishlarida yo‘l sharoitlarining harakat xavfsizligi talablariga muvofiqligini tekshirsinlar, zarurat bo‘lganda, ta’mirlash ishlari o‘tkazilishini ta’minlasinlar; yo‘lovchi tashishning amalda vujudga kelayotgan xarajatlarini qoplashni ta’minlash chora-tadbirlarini ishlab chiqqan holda shahar yo‘lovchi transportida yurish tariflarini o‘z vaqtida qayta ko‘rib chiqsinlar; O‘zbekiston Respublikasi Iqtisodiy taraqqiyot va kambag‘allikni qisqartirish vazirligi, Transport vazirligi bilan birgalikda — tadbirlarni amalga oshirish natijalarini har tomonlama tahlil qilish asosida, zarurat bo‘lganda, 2017 — 2021-yillarda shaharlar va qishloqlarda avtotransport xizmatlarini yanada rivojlantirish dasturida nazarda tutilgan yangi avtobuslar va mikroavtobuslar sotib olish, avtobus yo‘nalishlarini tashkil etish, yo‘lovchilar avtovokzallari va avtostansiyalarini qurish va rekonstruksiya qilish parametrlariga tuzatishlar kiritish yuzasidan O‘zbekiston Respublikasi Vazirlar Mahkamasiga takliflar kiritsinlar. 6. Belgilab qo‘yilsinki: O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksining 144-moddaning  to‘rtinchi  va  beshinchi qismlari  (transportda chiptasiz yurish), 145-moddaning  ikkinchi qismi  bilan (yo‘lovchilarni chiptasiz tashish),  146 1 -moddasida  (tashuvchining o‘z fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha qonunda belgilangan majburiyatini bajarmasligi),  165-moddasida  (faoliyat bilan litsenziyasiz va boshqa ruxsat beruvchi hujjatlarsiz shug‘ullanish),  176 3 -moddasida  (avtomobil transportida yo‘lovchilar tashish faoliyati bilan litsenziyasiz shug‘ullanish),  176 4 -moddasida  (taksilarni yagona tanish belgilari bilan jihozlashga, yagona tanish belgilari bilan jihozlanmagan yoki belgilangan talablar buzilgan holda jihozlangan taksilarni yo‘lga chiqarmaslikka doir talablarni buzish,),  198-moddasida  (hokimiyat vakilining qonuniy talablarini bajarmaslik yoki xizmat vazifalarini bajarishiga to‘sqinlik qilish) nazarda tutilgan avtomobillarda tashuvlar sohasida huquqbuzilishlar to‘g‘risidagi protokollar O‘zbekiston Respublikasi Transport vazirligi huzuridagi Transport nazorati inspeksiyasi inspektorlari tomonidan tuziladi; undiriladigan jarimalar summasining 60 foizi O‘zbekiston Respublikasi Transport vazirligi huzuridagi Transport va logistikani rivojlantirish jamg‘armasiga o‘tkaziladi. 7. “O‘zavtosanoat” AK: yetkazib berish va moliyalashtirishning tasdiqlangan tarmoq jadvallariga qat’iy muvofiq ravishda avtobuslarning xaridorlarga belgilangan muddatlarda yetkazib berilishini ta’minlasin; respublikada yo‘lovchilar tashish mikroavtobuslari ishlab chiqarishni tashkil etishni yetakchi xalqaro kompaniyalar bilan ishlab chiqishni jadallashtirsin va takliflar kiritsin. 8. O‘zbekiston Respublikasi Hukumatining  4-ilovaga  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin, shuningdek ba’zilari o‘z kuchini yo‘qotgan deb hisoblansin. 9. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari — “O‘zbekiston temir yo‘llari” AJ boshqaruvi raisi A.J. Ramatov zimmasiga yuklansin. Vazirlar Mahkamasining 2017-yil 25-apreldagi 238-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirish va qo‘shimchalar 4. Vazirlar Mahkamasining 2006-yil 31-yanvardagi 11-son qarori (O‘zbekiston Respublikasi QT, 2006-y., 1-son, 6-modda) bilan tasdiqlangan Toshkent shahrida yo‘lovchilar tashish yo‘nalishlarini joylashtirish uchun ochiq tenderlarni tashkil etish va o‘tkazish to‘g‘risidagi Nizomning  2-bandiga  quyidagi mazmundagi xatboshi qo‘shilsin: “bo‘lib o‘tmagan tendyer munosabati bilan yo‘nalish tashuvchining xizmatisiz qoladi. Komissiya yo‘nalishga (yo‘nalishlar paketiga yoki jadvaliga) takroriy tender natijalarigacha bo‘lgan davrga kontraktning amalda bo‘lishini uzaytiradi yoxud istalgan tashuvchiga ushbu davrda mazkur yo‘nalishga xizmat ko‘rsatishni yuklaydi”. 6. Vazirlar Mahkamasining 2010-yil 2-apreldagi 62-son qarori (O‘zbekiston Respublikasi QT, 2010-y., 4-son, 14-modda) bilan tasdiqlangan Vazirliklar, davlat qo‘mitalari va idoralarning budjetdan tashqari jamg‘armalariga yo‘naltirilayotgan davlat bojlari, yig‘imlar va soliq bo‘lmagan to‘lovlardan, ma’muriy va moliyaviy jazolardan ajratmalar  miqdorlarining  23-pozitsiyasi quyidagi tahrirda bayon qilinsin: "}]