[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 25.04.2017 yildagi 237-son", "Law_title": "Muomalaga chiqarilayotgan g‘ildirakli transport vositalarining xavfsizligi to‘g‘risidagi umumiy texnik reglamentni tasdiqlash haqida", "Law_content": "“Texnik jihatdan tartibga solish to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuniga  muvofiq, muomalaga chiqarilayotgan g‘ildirakli transport vositalari xavfsizligiga qo‘yiladigan yagona talablarni belgilash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Muomalaga chiqarilayotgan g‘ildirakli transport vositalarining xavfsizligi to‘g‘risidagi umumiy texnik reglament 1-ilovaga *  muvofiq tasdiqlansin. 2. “Texnik jihatdan tartibga solish to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuni  talablariga muvofiq texnik reglamentlar amalga kiritilgach, standartlashtirish bo‘yicha ularda ko‘rsatilgan mahsulotlar va xizmatlarga doir ilgari qabul qilingan tegishli normativ hujjatlar majburiylik xususiyatini yo‘qotishi va belgilangan tartibda qo‘llanilishida ixtiyoriylik kasb etishi ma’lumot uchun qabul qilinsin. 3. “O‘zstandart” agentligi: vakolatli organlar bilan birgalikda — ushbu qaror bilan tasdiqlangan Umumiy texnik reglament amalga kiritilgan kundan boshlab muomalaga chiqarilayotgan g‘ildirakli transport vositalarini standartlashtirish bo‘yicha normativ hujjatlarni qo‘llashda majburiylik xususiyatini bekor qilish va ixtiyoriylikni ta’minlash yuzasidan belgilangan tartibda chora-tadbirlar ko‘rsin; O‘zbekiston avtomobil va daryo transporti agentligi hamda O‘zbekiston milliy teleradiokompaniyasi bilan birgalikda — tasdiqlangan Umumiy texnik reglamentning maqsadlari, mazmuni va uni qo‘llash tartibi to‘g‘risida aholi, davlat va xo‘jalik boshqaruvi organlari, tadbirkorlik faoliyati subyektlari keng xabardor qilinishini ta’minlasin. 4. O‘zbekiston Respublikasi Hukumatining 2-ilovaga *  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin. *  5. Vazirliklar va idoralar o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ikki oy muddatda ushbu qarorga muvofiqlashtirsinlar. 6. Ushbu qaror rasmiy e’lon qilinganidan olti oy o‘tgandan keyin kuchga kiradi. 7. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari U.U. Rozukulov zimmasiga yuklansin. "}]