[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 31.08.2017 yildagi 683-son", "Law_title": "Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish va ularga ro‘yxatdan o‘tkazish davlat raqami belgilarini berish tartibini takomillashtirish to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Yo‘l harakati xavfsizligini ta’minlash tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2017-yil 11-iyuldagi PQ-3127-son  qarorini  bajarish yuzasidan, O‘zbekiston Respublikasida avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish tartibini takomillashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Ichki ishlar vazirligi va Iqtisodiyot va moliya vazirligi 2017-yilning 1-sentabridan boshlab, jismoniy va yuridik shaxslarga avtomototransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini shaffof va raqobatdoshlik asosida oshirilgan to‘lov stavkasi bo‘yicha, “O‘zbekiston respublika tovar-xomashyo birjasi” AJ (keyingi o‘rinlarda — birja) axborot tizimida auksion o‘tkazish orqali, shuningdek ularning buyurtmanomalari asosida avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha bosqichma-bosqich berish haqidagi taklifi ma’qullansin. 2. Quyidagilar: Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risidagi nizom  1-ilovaga  muvofiq; Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berishda “O‘zbekiston respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risidagi nizom  2-ilovaga  muvofiq; Jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish tartibi to‘g‘risidagi nizom  3-ilovaga  muvofiq tasdiqlansin. 3. Quyidagi tartib o‘rnatilsin, unga muvofiq: O‘zbekiston Respublikasi Ichki ishlar vazirligining Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining (keyingi o‘rinlarda — YHXX) Qoraqalpog‘iston Respublikasi Ichki ishlar vazirligi, Toshkent shahar va Toshkent viloyati ichki ishlar bosh boshqarmalari, viloyatlar ichki ishlar boshqarmalari jamoat xavfsizligi xizmati yo‘l harakati xavfsizligi boshqarmalari (keyingi o‘rinlarda — hududiy boshqarmalar) bo‘linmalari, jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini auksion o‘tkazish yo‘li bilan oshirilgan to‘lov stavkalari bo‘yicha berishda, birja tomonidan ko‘rsatilgan xizmatlar uchun to‘lovlardan ozod qilinadi; avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini auksion o‘tkazish yo‘li bilan oshirilgan to‘lov stavkalari bo‘yicha berishda, to‘lovdan kelib tushgan mablag‘larning 80 foizi — O‘zbekiston Respublikasi Davlat budjetiga, 20 foizi — O‘zbekiston Respublikasi Ichki ishlar vazirligining moddiy-texnik bazasini rivojlantirish, xodimlarini moddiy rag‘batlantirish va boshqa xarajatlar Maxsus jamg‘armasiga yo‘naltiriladi; jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish stavkalari O‘zbekiston Respublikasining Respublika budjetiga to‘liq hajmda o‘tkaziladigan, bazaviy hisoblash miqdorining bir yuz ellik baravari miqdorida belgilanadi; mazkur bandning  uchinchi  va  to‘rtinchi xatboshilarida  ko‘rsatilmagan, ro‘yxatdan o‘tkazish davlat raqami belgilarini berish to‘lov stavkalarining to‘liq hajmda O‘zbekiston Respublikasining Respublika budjetiga o‘tkaziladigan summasi O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi bilan kelishilgan holda Ichki ishlar vazirligi tomonidan belgilanadi; avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish tartibi Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berishda “O‘zbekiston Respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risidagi nizomning  2-ilovasi  1 — 3-toifalarida ko‘rsatilgan ro‘yxatdan o‘tkazish davlat raqami belgilariga nisbatan qo‘llanilmaydi. 4. O‘zbekiston Respublikasi Ichki ishlar vazirligi: O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi bilan birgalikda bir oy muddatda O‘zbekiston Respublikasi Ichki ishlar vazirligining moddiy-texnik bazasini rivojlantirish, xodimlarini moddiy rag‘batlantirish va boshqa xarajatlar Maxsus jamg‘armasi to‘g‘risidagi nizomni qayta ko‘rib chiqsin va yangi tahrirda tasdiqlasin; O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi bilan birgalikda, “Elektron hukumat” tizimining ma’lumotlar tizimi hamda markaziy ma’lumotlar bazasi bilan, ma’lumotlardan foydalanish imkoniyati toifalarini saqlagan holda, avtomototransport vositalarining ro‘yxatdan o‘tganlik guvohnomalarini hisobga olish reyestrini yuritish bo‘yicha dasturiy ta’minotni bosqichma-bosqich integratsiyalashtirishning yanada oshirilishini ta’minlasin; YHXX va hududiy boshqarmalarni ikki oy muddatda, avtotransport vositalari uchun oshirilgan to‘lov stavkalari bo‘yicha auksionga qo‘yilgan ro‘yxatdan o‘tkazish davlat raqami belgilari to‘g‘risidagi ma’lumotlarni yoritish uchun katta formatdagi interaktiv ekranlar bilan jihozlasin; ushbu qarorni bajarish bilan bog‘liq bo‘lgan xarajatlarni O‘zbekiston Respublikasi Ichki ishlar vazirligining moddiy-texnik bazasini rivojlantirish, xodimlarini moddiy rag‘batlantirish va boshqa xarajatlar Maxsus jamg‘armasi hisobidan amalga oshirsin; O‘zbekiston milliy teleradiokompaniyasi bilan birgalikda, mazkur qarorning talablarini avtomototransport vositalari egalari va aholiga, ular o‘rtasida tushuntirish ishlari olib borgan holda, shu jumladan teleradiokanallarda videorolik hamda harakatlanuvchi satrlarni tashkil etish yo‘li bilan yetkazsin. 5. O‘zbekiston Respublikasi Ichki ishlar vazirligi Iqtisodiyot va moliya vazirligi bilan birgalikda, ushbu qarorga muvofiq avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini berish monitoringining muntazam olib borilishini ta’minlasin, zarurat bo‘lganda, tegishli o‘zgartirishlar to‘g‘risida O‘zbekiston Respublikasi Vazirlar Mahkamasiga takliflar kiritsin. 6. “O‘zbekiston respublika tovar-xomashyo birjasi” AJ 2017-yilning 1-sentabrigacha bo‘lgan muddatda: avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilari bilan oshirilgan to‘lov stavkalari bo‘yicha, o‘z mablag‘lari hisobidan, shaffof va raqobatdoshlik asosida auksion o‘tkazishning onlayn rejimidagi maxsus elektron axborot-savdo tizimini ishlab chiqsin va joriy qilsin; Internet jahon axborot tarmog‘i barcha foydalanuvchilarining erkin foydalanishlari uchun mazkur tizimning uzluksiz ishlashini ta’minlasin; YHXX bilan birgalikda hududiy boshqarmalarning ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalari xodimlariga shaxsiy kabinetlar ochsin va ularning birjaning ma’lumotlar tizimidagi ishiga qisqa muddatli professional o‘qitilishini tashkil etsin; O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi bilan birgalikda manfaatdor jismoniy va yuridik shaxslarni avtotransport vositalari uchun oshirilgan to‘lov stavkalari bo‘yicha auksionga qo‘yilgan ro‘yxatdan o‘tkazish davlat raqami belgilari to‘g‘risida, axborot veb-sayti, mamlakat hududlari obunachilariga SMS-xabarlar hamda uyali aloqa messendjerlari xabarlarini yuborish orqali xabardor qilish tizimini ishlab chiqsin. 7. O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi birja bilan elektron o‘zaro hamkorlik hisobiga oshirilgan to‘lov stavkalari bo‘yicha avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilari uchun to‘lovlar kelib tushish jarayoni bo‘yicha onlayn tarzida doimiy ravishda nazoratni ta’minlasin. 8. “O‘zbektelekom” AK o‘z mablag‘lari hisobidan, hududiy boshqarmalarning ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalari va birjaning hududiy filiallari o‘rtasida optik tolali tarmoq liniyalar aloqasi o‘tkazishni ta’minlasin. 9. O‘zbekiston Respublikasi Ichki ishlar vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda uch oy muddatda avtotransport vositasi konstruksiyasining va (yoki) uning qismining yo‘l harakati xavfsizligi va avtotransport vositasini qayta jihozlash talablariga muvofiqligi to‘g‘risida guvohnomalar berish tartibini ishlab chiqsin va tasdiqlash uchun kiritsin. 10. O‘zbekiston Respublikasi Vazirlar Mahkamasining  4-ilovaga  muvofiq ayrim qarorlari o‘z kuchini yo‘qotgan deb hisoblansin. 11. O‘zbekiston Respublikasi Ichki ishlar vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda ushbu qarorga muvofiqlashtirsin. 12. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari J.A. Qo‘chqorov, O‘zbekiston Respublikasi moliya vaziri B.A. Xo‘jayev va O‘zbekiston Respublikasi ichki ishlar vaziri A.A. Azizov zimmasiga yuklansin. Vazirlar Mahkamasining 2017-yil 31-avgustdagi 683-son  Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risida 1-bob. Umumiy qoidalar 1. Ushbu Nizom transport vositalarining O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining (keyingi o‘rinlarda — YHXX) Qoraqalpog‘iston Respublikasi Ichki ishlar vazirligi, Toshkent shahar va Toshkent viloyati ichki ishlar bosh boshqarmalari, viloyatlar ichki ishlar boshqarmalari jamoat xavfsizligi xizmati yo‘l harakati xavfsizligi boshqarmalarida (keyingi o‘rinlarda — hududiy boshqarmalar) transport vositalarini davlat ro‘yxatidan o‘tkazish tartibini belgilaydi. 2. Ushbu Nizomda quyidagi asosiy tushunchalar qo‘llaniladi: transport vositasining egasi  — avtomototransport vositasiga mulk huquqi yoki boshqa ashyoviy huquqlar asosida egalik qiluvchi yuridik yoki jismoniy shaxs; avtomototransport vositalarini vaqtinchalik ro‘yxatdan o‘tkazish  — avtomototransport vositasini vaqtinchalik hisobga qo‘yish, ro‘yxatdan o‘tkazish haqida vaqtinchalik guvohnoma va ro‘yxatdan o‘tkazish davlat raqami belgilarini berish; ro‘yxatdan o‘tkazish davlat raqami belgisi  (keyingi o‘rinlarda — RO‘DRB deb ataladi) — O‘zbekiston Respublikasi Vazirlar Mahkamasining “Avtomototransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining yangi namunalarini joriy etish chora-tadbirlari to‘g‘risida” 2007-yil 27-iyundagi 131-son qarori bilan tasdiqlangan avtomototransport vositasiga uni davlat ro‘yxatidan o‘tkazishni hisobga olish uchun  hududiy kodlar  va  davlat raqamlari belgilarining tiplariga  muvofiq beriladigan maxsus raqamli belgi; oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB  — O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan ro‘yxati tasdiqlangan va ularni berish oshirilgan to‘lov stavkalar to‘lanishini nazarda tutuvchi I, IA, III va IIIA tipidagi raqamlar kombinatsiyasidagi RO‘DRB; xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB  — O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda YHXX va uning hududiy boshqarmalarining ro‘yxatdan o‘tkazish-imtihon qilish bo‘linmalari tomonidan beriladigan xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan I, IA, III va IIIA tipidagi RO‘DRB; avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish  — avtomototransport vositasini doimiy hisobga qo‘yish, avtomototransport vositasini ro‘yxatdan o‘tkazish haqidagi guvohnoma va RO‘DRBni berish; ro‘yxatga olish joyi  — avtomototransport vositalarini davlat ro‘yxatidan o‘tkazishni amalga oshiruvchi YHXX va uning hududiy boshqarmalarining joylashgan joyi; avtomototransport vositalarini qayta ro‘yxatdan o‘tkazish  — tegishli huquqiy asoslar mavjud bo‘lganda avtomototransport vositasining ro‘yxatdan o‘tkazish hujjatlariga o‘zgartirish va qo‘shimchalar kiritish; avtomototransport vositasini qayta jihozlash  — boshqa model va modifikatsiyalar agregat va uzellari, ehtiyot qismlar va butlovchi detallardan foydalangan holda avtomototransport vositasi tarkibiy qismlari elementlari va tuzilishiga o‘zgartirishlar kiritish; ro‘yxatdan o‘tkazish harakatlari  — qonunchilikka muvofiq YHXX va uning hududiy boshqarmalari tomonidan avtomototransport vositalarini vaqtinchalik ro‘yxatdan o‘tkazish, qayta ro‘yxatdan o‘tkazish va ularni hisobdan chiqarish, shuningdek avtomototransport vositalarini ro‘yxatga olish haqida guvohnoma va RO‘DRBni berishdan iborat davlat ro‘yxatidan o‘tkazish bo‘yicha harakatlar kompleksi; ro‘yxatdan o‘tkazish hujjati  — uning yo‘l harakatida ishtirok etishiga huquq berilganligini tasdiqlovchi avtomototransport vositasini ro‘yxatdan o‘tkazish haqida guvohnoma, shuningdek avtomototransport vositasining ro‘yxatdan o‘tkazish kartasi; transport vositasi  — odamlar, yuklarni tashish uchun yoki maxsus ishlarni bajarish uchun mo‘ljallangan qurilma. Mazkur Nizomning maqsadlaridan kelib chiqib, transport vositalari avtotransport (shuningdek elektromobillar, tirkama va yarim tirkamalar) va mototransport (mototsikl, moped, motoroller, skuter va elektroskuter, tritsikl, kvadrotsikllar va boshqalar) vositalariga bo‘linadi. “TRADE-IN”  — ilgari foydalanishda bo‘lgan avtotransport vositasini tegishli toifadagi (yengil, yengil tijorat yoki yuk avtomobili, avtobus, maxsus texnika) yangi yoki eski mahalliy ishlab chiqarishga oid avtotransport vositasiga narxlaridagi farqni to‘lagan holda almashtirish; rasmiy diler   (distribyutor)  — O‘zbekiston Respublikasi hududida yangi avtotransport vositalarini realizatsiya qilish bo‘yicha ishlab chiqaruvchi bilan tegishli dilerlik (distribyutorlik) kelishuviga ega yuridik shaxs. 3. Ro‘yxatdan o‘tkazish harakatlari YHXX va uning hududiy boshqarmalari — Qoraqalpog‘iston Respublikasi Ichki ishlar vazirligi, Toshkent shahri ichki ishlar bosh boshqarmasi va viloyatlar ichki ishlar boshqarmalarining yo‘l harakati xavfsizligi boshqarmalarining ro‘yxatga olish-imtihondan o‘tkazish bo‘limlari, tuman, tumanlararo ro‘yxatga olish-imtihondan o‘tkazish bo‘linmalari (keyingi o‘rinlarda YHXX va uning hududiy boshqarmalari deb ataladi) tomonidan amalga oshiriladi. 4. DYHXX organlarida dvigateli 50 va undan ortiq kub.sm ish hajmiga ega bo‘lgan yoki konstruksiyaviy tezligi soatiga 50 va undan ortiq kilometr bo‘lgan avtomototransport vositalari, elektrodvigatelining quvvati 4 kVt va undan ortiq yoki soatiga 40 va undan yuqori tezlikka ega bo‘lgan elektromobillar (elektromototsikllar, elektroskuterlar va boshqalar), shuningdek, tirkama va yarim tirkamalar davlat ro‘yxatidan o‘tkaziladi. Avtomototransport vositalarining tuzilmasi texnik tartibga solish sohasidagi normativ hujjatlar, shuningdek yo‘l harakati xavfsizligini ta’minlash sohasidagi me’yor talablariga mos kelishi kerak. 5. YHXX va uning hududiy boshqarmalarida quyidagi transport vositalari davlat ro‘yxatidan o‘tkazilmaydi: yopiq joylarda va qishloq xo‘jaligida qo‘llaniladigan umumiy yo‘llarda foydalanishga mo‘ljallanmagan texnologik transport vositalari (traktor, traktor tirkamalari, qurilish-yo‘l va meliorativ texnikasi, o‘ziyurar va qishloq xo‘jaligi mashinalari); faqat konlarda, shaxta va karyerlarda qo‘llaniladigan maxsus transport vositalari; tramvay va trolleybuslar; O‘zbekiston Respublikasi Mudofaa vazirligi, O‘zbekiston Respublikasi Davlat xavfsizlik xizmati, O‘zbekiston Respublikasi Ichki ishlar vazirligi, O‘zbekiston Respublikasi Milliy gvardiyasiga tegishli bo‘lgan harbiy transport vositalari. Ko‘rsatilgan transport vositalarini davlat ro‘yxatidan o‘tkazish belgilangan tartibda tegishli vazirliklar va idoralar tomonidan amalga oshiriladi. 6. Avtomototransport vositasining egasi yoki uning vakili avtomototransport vositasiga mulk huquqi yoki boshqa ashyoviy huquqlar paydo bo‘lishi, o‘tishi, cheklanishi va tugatilishi kunidan yoki transport vositasining huquqiy holati o‘zgarishidan boshlab o‘n kalendar kun ichida mazkur Nizomning  14  va  15-bandlariga  muvofiq tegishli hududiy YHXX va uning hududiy boshqarmalariga texnik ko‘rikdan o‘tkazish uchun avtomototransport vositasini, uning texnik holatidan qat’i nazar va mazkur Nizomda nazarda tutilgan hujjatlarni taqdim etgan holda murojaat qilishi zarur. Agar YHXX va uning hududiy boshqarmalariga murojaat qilish muddatining oxirgi kuni dam olish, bayram (ish kuni bo‘lmagan) kunlarga to‘g‘ri kelsa, undan keyingi birinchi ish kuni muddatning tugagan kuni hisoblanadi. Avtomototransport vositasini avtomototransport vositasi ro‘yxatdan o‘tgan joydagi hududiy YHXX va uning hududiy boshqarmalarida texnik ko‘rikdan o‘tkazish imkoniyati uning nosozligi, avtomototransport vositasi egasi sog‘lig‘ining holati, haydovchilik guvohnomasining mavjud emasligi yoki uning avtomototransport vositasini boshqarish huquqidan mahrum qilinganligi bilan bog‘liq holda mavjud bo‘lmasa, avtomototransport vositasining texnik ko‘rikdan o‘tishi hududiy YHXX va uning hududiy boshqarmalari tomonidan avtomototransport vositasi turgan joy bo‘yicha amalga oshirilishi kerak. Bu holatda texnik ko‘rikdan o‘tkazish natijalari tegishli hududiy YHXX va uning hududiy boshqarmalari xodimlari tomonidan alohida avtomototransport vositasini texnik ko‘rikdan o‘tkazish dalolatnomasida qayd etiladi. Avtomototransport vositasini qayta ro‘yxatdan o‘tkazishga olib keluvchi barcha holatlarda u YHXX va uning hududiy boshqarmalari tomonidan belgilangan tartibda texnik ko‘rikdan o‘tkaziladi. Avtomototransport vositasi hududiy YHXX va uning hududiy boshqarmalari tomonidan tip, marka, model, RO‘DRB, identifikatsiyalovchi shassi (rama), kuzov va dvigatellar raqamlarining ro‘yxatdan o‘tkazish hujjatlarida ko‘rsatilgan ma’lumotlarga to‘g‘ri kelishi predmeti yuzasidan texnik ko‘rikdan o‘tkaziladi. 7. Avtomototransport vositasining boshqa shaxsga o‘tkazilishi haqidagi bitimlar notarius tomonidan tasdiqlanishi davomida avtomototransport vositasining raqam agregatlari va boshqa texnik parametrlarning ro‘yxatdan o‘tkazish ma’lumotlariga mos kelishi yuzasidan murojaat qiluvchilar tomonidan tekshiriladi va bu haqida shartnomada aks ettiriladi. Rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanilgan avtotransport vositalarining oldi-sotdi shartnomasini rasmiylashtirishdan oldin avtomototransport vositasi raqam agregatlari va boshqa texnik parametrlarning ro‘yxatdan o‘tkazish ma’lumotlarga mos kelishi yuzasidan tekshirilishi uchun sotib oluvchining tanloviga ko‘ra hoxlagan hududiy DYHXX organlariga taqdim etilishi zarur. Bunda avtomototransport vositasini ko‘rikdan o‘tkazish natijalari bo‘yicha ko‘rikdan o‘tkazish ma’lumotlari YHXX va uning hududiy boshqarmalari xodimlari tomonidan beriladigan ma’lumotnomaga ko‘rikdan o‘tkazgan mansabdor shaxsning familiyasi, ismi va otasining ismi, ko‘rikdan o‘tkazish sanasi ko‘rsatilgan holda va mansabdor shaxsning imzosi bilan belgilangan namunadagi shtamp bosilishi yo‘li bilan qayd qilinadi. Shtamp o‘n kalendar kun mobaynida haqiqiy hisoblanadi. 8. Ro‘yxatdan o‘tkazish harakatlarini amalga oshirishda, shuningdek notarius tomonidan bitimlarning tasdiqlanishidan oldin ko‘rikdan o‘tkazilishida avtomototransport vositasini ro‘yxatdan o‘tkazish hujjatlaridagi ma’lumotlar YHXX va uning hududiy boshqarmalari tomonidan olib qochilgan va o‘g‘irlangan avtomototransport vositalari bo‘yicha ma’lumotlar bazasi bilan taqqoslanadi, shuningdek O‘zbekiston Respublikasi qonunchilikka muvofiq avtomototransport vositasi boshqa shaxsga o‘tkazilishiga taqiq yoki xatlovning mavjudligi yuzasidan tekshiriladi. Bunda avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomani “yagona darcha” tamoyili asosida rasmiylashtirish maqsadida notariuslar tomonidan avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi bitimlar tasdiqlanishida avtomototransport vositasini ro‘yxatdan o‘tkazish hujjatlaridagi ma’lumotlar YHXX va uning hududiy boshqarmalarining olib qochilgan va o‘g‘irlangan avtomototransport vositalari bo‘yicha ma’lumotlar bazasi bilan integratsiya qilish orqali taqqoslanadi. 9. Yuk tashuvchi avtotransport vositalari, avtobus va mikroavtobuslarga nisbatan ro‘yxatdan o‘tkazish harakatlari amalga oshirilganda YHXX va uning hududiy boshqarmalari mudofaa ishlari bo‘yicha bo‘limlarni belgilangan tartibda hisobga qo‘yish yoki hisobdan chiqarish uchun xabardor qilishadi. Ko‘taruvchi mexanizmlar bilan jihozlangan avtotransportlarga (avtokran) nisbatan ro‘yxatdan o‘tkazish harakatlari, ular “Sanoatgeokontexnazorat” davlat inspeksiyasi tomonidan hisobga qo‘yilgandan (hisobdan chiqarilgandan) so‘ng amalga oshiriladi. 10. Davlat ro‘yxatidan o‘tgan transport vositalari va ularning egalari to‘g‘risidagi ma’lumotlar qonunda belgilangan tartibda tergovga qadar tekshiruv, surishtiruv, dastlabki tergov, sud hamda qonunchilik bilan vakolat berilgan boshqa organlarga taqdim etilishi mumkin. 11. YHXX va uning hududiy boshqarmalari ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalarining ro‘yxatdan o‘tkazishni amalga oshirish, avtomototransport vositalarining texnik holati va tuzilishining xavfsizlik talablariga javob berishini baholash bo‘yicha ishlarini tashkil etishi, shuningdek ish yuritishni olib borishi O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan tasdiqlangan tartibga muvofiq amalga oshiriladi. 2-bob. Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish 12. Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish hududiy DYHXX organlari tomondan quyidagi holatlarda amalga oshiriladi: a) YHXX va uning hududiy boshqarmalarida ro‘yxatdan o‘tkazilmagan yangi avtomototransport vositasi olinganda; b) O‘zbekiston Respublikasi bojxona hududiga kiritilgan avtomototransport vositalari va ular tirkamalari va yarim tirkamalarining erkin muomalaga chiqarish (import) bojxona rejimida bojxona ro‘yxatidan o‘tkazishda; v) ilgari YHXX va uning hududiy boshqarmalarida ro‘yxatdan o‘tgan avtomototransport vositasining egasi o‘zgarganda; g) avtomototransport vositasining ro‘yxatdan o‘tgan joyini o‘zgartirishni talab qiluvchi, avtomototransport vositasi egasining yashash (turar) joyi yoki joylashgan joyi (pochta manzili) o‘zgargan holatlarda. 13. Avtomototransport vositasi uning egasining — jismoniy yoki yuridik shaxsning nomiga davlat ro‘yxatidan o‘tkaziladi. Yuridik shaxs tuzmasdan faoliyatini amalga oshiruvchi yakka tartibdagi tadbirkorlar, dehqon xo‘jaliklari, oilaviy tadbirkorlik subyektlariga tegishli bo‘lgan avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish ushbu Nizomda jismoniy shaxslarning avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish uchun belgilangan tartibga muvofiq amalga oshiriladi. 14. Jismoniy shaxslarning avtomototransport vositalari ularning doimiy yashash joyi bo‘yicha ro‘yxatga olingan joyi bo‘yicha, doimiy yashash joyi bo‘yicha ro‘yxatga olingan bo‘lmasa — vaqtincha turgan joyi bo‘yicha davlat ro‘yxatidan o‘tkaziladi. Bunda ro‘yxatdan o‘tkazish avtomototransport vositasi egasining doimiy yashash joyi bo‘yicha ro‘yxatga olingan hududidan qat’i nazar, har bir hududda avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish va ularga davlat raqami belgilarini berish uchun mas’ul etib belgilangan hududiy DYHXX organlarida ham amalga oshirilishi mumkin; Avtotransport vositasini 18 yoshga to‘lmagan jismoniy shaxs nomiga, mototransport vositasini esa 16 yoshga to‘lmagan jismoniy shaxs nomiga davlat ro‘yxatidan o‘tkazishda, ularning nomidan qonuniy vakillari (ota-onalari, farzandlikka oluvchilari, vasiy yoki homiylari) ishtirok etadi. Muomalaga layoqatsiz jismoniy shaxs nomiga avtomototransport vositasini davlat ro‘yxatidan o‘tkazish, agar muomalaga layoqatsiz shaxsda avtomototransport vositasiga bo‘lgan mulk huquqi belgilangan tartibda meros yoki hadya natijasida paydo bo‘lgan bo‘lsa amalga oshiriladi. Agar hadya shartnomasi, sud qarori yoki meros to‘g‘risidagi guvohnomada bir avtomototransport vositasining egasi sifatida bir necha shaxslar ko‘rsatilgan bo‘lsa, avtomototransport vositasi ularning kelishuviga ko‘ra ulardan birining nomiga davlat ro‘yxatidan o‘tkaziladi. Avtomototransport vositalari egalarining, avtomototransport vositasini ulardan birining nomiga davlat ro‘yxatidan o‘tkazish to‘g‘risidagi kelishuvi notarius tomonidan tasdiqlanadi, avtomototransport vositalari egalarining YHXX va uning hududiy boshqarmalariga shaxsan murojaat qilish holatlari bundan mustasno. 15. Yuridik shaxslarning avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish yuridik shaxslarni davlat ro‘yxatidan o‘tkazish guvohnomasida ko‘rsatilgan joylashgan joy, yuridik shaxs nomi, STIR raqami bo‘yicha amalga oshiriladi. Akkreditatsiyadan o‘tgan yoki qonunchilikda belgilangan tartibda O‘zbekiston Respublikasida ro‘yxatdan o‘tgan diplomatik vakolatxonalar yoki konsullik muassasalariga; xalqaro tashkilotlarga, ularning vakolatxonalariga va filiallariga (xalqaro hukumatlararo va nohukumat tashkilotlarni kiritgan holda); chet davlatlarning hukumat va nohukumat tashkilotlariga, ularning vakolatxonalari va filiallariga; muxbirlar va muxbirlik punktlariga (byuro, ofis); savdo vakolatxonalariga, chet el banklari va tijorat tashkilotlari vakolatxonalariga, shuningdek doimiy muassasalarga tegishli bo‘lgan avtomototransport vositalari O‘zbekiston Respublikasi Tashqi ishlar vazirligining Diplomatik korpusga xizmat ko‘rsatish byurosi yordamida davlat ro‘yxatidan o‘tkaziladi. 16. Avtomototransport vositasini davlat ro‘yxatidan o‘tkazish uchun uning egasi yoki vakili YHXX va uning hududiy boshqarmalariga mazkur Nizomning  3-bandida  ko‘rsatilgan quyidagi hujjatlarni topshiradi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasining yoki uning vakili shaxsini tasdiqlovchi hujjat; avtomototransport vositasining avvalgi egasiga berilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma; avtomototransport vositasiga bo‘lgan mulk huquqi va boshqa ashyoviy huquqlarni tasdiqlovchi hujjat; O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Respublika yo‘l jamg‘armasiga belgilangan miqdordagi yig‘imlarni to‘laganlik to‘g‘risida va YHXX va uning hududiy boshqarmalarining ro‘yxatga olish bilan bog‘liq xizmatlarini to‘laganlik haqidagi bank to‘lov hujjati (yig‘imlar va to‘lovlardan ozod etilgan shaxslar bundan mustasno). Avtomototransport vositasini avval berilgan (avval qo‘llanilgan) RO‘DRBni qayta berish bilan davlat ro‘yxatidan o‘tkazish uchun mazkur Nizomning  31-bandiga  muvofiq avtomototransport vositasining yangi egasi yoki uning vakili tomonidan hududiy boshqarmalariga quyidagi qo‘shimcha hujjatlar taqdim etiladi: jismoniy shaxslar uchun — yaqin qarindoshlikni tasdiqlovchi hujjat yoki umumiy mulkka bo‘lgan egalik huquqi to‘g‘risida guvohnoma yoki merosga bo‘lgan egalik huquqi to‘g‘risidagi guvohnoma; yuridik shaxslar uchun — arizachining avtomototransport vositasi avvalgi egasi oldida huquqiy vorislikni tasdiqlovchi hujjat yoki arizachi avtomototransport avvalgi egasining ishtirokchisi (ta’sischi, a’zosi) bo‘lganligini tasdiqlovchi hujjat yoki avtomototransport avvalgi egasi arizachining ishtirokchisi (ta’sischi, a’zosi) bo‘lganligini tasdiqlovchi hujjat. 17. Avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjatlarga quyidagilar kiradi: a) jismoniy shaxslar uchun — jismoniy shaxsning shaxsini tasdiqlovchi hujjat: O‘zbekiston Respublikasi fuqarolari uchun — fuqarolik pasporti; 16 yoshga to‘lmagan O‘zbekiston Respublikasi fuqarolari uchun — tug‘ilganlik haqida guvohnoma; O‘zbekiston Respublikasi harbiy xizmatchilari uchun — ichki ishlar organlarining propiska to‘g‘risidagi yoki harbiy qismlarning uy ajratish to‘g‘risidagi ma’lumotnomasini ilova qilgan holda harbiy qism yoki harbiy muassasalar qo‘mondonligi tomonidan beriladigan shaxsni tasdiqlovchi hujjat yoki harbiy bilet (harbiy xizmatga majbur fuqarolarning harbiy biletlari bundan mustasno); chet el fuqarolari uchun — O‘zbekiston Respublikasida yashash guvohnomasi yoki ichki ishlar organining doimiy yashash joyi yoki vaqtincha turgan joyi bo‘yicha ro‘yxatga olinganligi joyi to‘g‘risidagi belgisi qo‘yilgan chet el fuqarosining milliy pasporti yoxud diplomatik pasport yoki O‘zbekiston Respublikasida akkreditatsiyani o‘tayotganlikni tasdiqlovchi akkreditatsiya kartochkasi; fuqaroligi bo‘lmagan shaxslar uchun — fuqaroligi bo‘lmagan shaxslarning shaxsini tasdiqlovchi ichki ishlar organlarining doimiy yashash joyi yoki vaqtincha turgan joyi bo‘yicha ro‘yxatga olingan joyi haqidagi belgisi qo‘yilgan O‘zbekiston Respublikasida yashash guvohnomasi; b) jismoniy shaxslarning vakillari uchun: notarius tomonidan tasdiqlangan jismoniy shaxslarning vakili vakolatlarini tasdiqlovchi ishonchnoma yoki jismoniy shaxs qonuniy vakili vakolatlarini tasdiqlovchi hujjat; vakilning shaxsini tasdiqlovchi hujjat (mazkur bandning  “a” kichik bandida  ko‘rsatilgan hujjatlar); v) yuridik shaxslar uchun: yuridik shaxsning davlat ro‘yxatidan o‘tkazilganligi to‘g‘risidagi guvohnomaning nusxasi; yuridik shaxsning rahbari (direktor, rais) tomonidan imzolangan va uning muhri bilan tasdiqlangan (tadbirkorlik subyektlaridan muhr bilan tasdiqlash talab qilinmaydi) yuridik shaxs vakili vakolatlarini tasdiqlovchi ishonchnoma. Yuridik shaxsning erkinliklari ifodalagan holatlarda, ishonchnomaning o‘rniga uning rahbari tomonidan uni ushbu lavozimga tayinlash to‘g‘risidagi qarorning nusxasi yuridik shaxsning muhri bilan tasdiqlangan holda (tadbirkorlik subyektlaridan muhr bilan tasdiqlash talab qilinmaydi) taqdim etiladi. vakilning shaxsini tasdiqlovchi hujjat (mazkur bandning  “a” kichik bandida  ko‘rsatilgan hujjatlar). 18. Avtomototransport vositasiga bo‘lgan mulk huquqi yoki boshqa ashyoviy huquqlarni tasdiqlovchi hujjatlarga quyidagilar kiradi: merosga bo‘lgan huquq yoki mulkiy huquqlar to‘g‘risida notarius tomonidan berilgan guvohnoma; sudning qonuniy kuchga kirgan qarori; notarius tomonidan tasdiqlangan avtomototransport vositasini boshqa shaxsga berish to‘g‘risida shartnoma (oldi-sotdi, ayirboshlash, hadya, renta va boshqalar); maxsus savdo tashkiloti (avtomototransport vositalari tashkiloti — ishlab chiqaruvchisi, uning vakili yoki vositachi (distribyutorlik, dilerlik) tashkilotlar hamda “TRADE-IN” dasturi bo‘yicha yuridik shaxs) tomonidan beriladigan hisob-ma’lumot, “UzAuto Motors” AJ avtomobillariga beriladigan elektron hisob-ma’lumot; “TRADE-IN” dasturi bo‘yicha ilgari foydalanishda bo‘lgan avtotransport vositasi oldi-sotdi shartnomasi; O‘zbekiston Respublikasi Davlat aktivlarini boshqarish agentligi huzuridagi “Elektron onlayn auksionlarni tashkil etish markazi” davlat unitar korxonasi tomonidan tashkil etilgan auksionlarda avtomototransport vositalariga ega bo‘lishni tasdiqlovchi auksion natijalari to‘g‘risidagi bayonnoma; yuqori turuvchi davlat organining avtomototransport vositasini bir tizim ichida tekinga berish to‘g‘risidagi qarori (buyrug‘i, farmoyishi); yuridik shaxsning yuqori turuvchi boshqaruv organining yuridik shaxsning ustav jamg‘armasiga (ustav kapitaliga) avtomototransport vositasini kiritish to‘g‘risida yoki shu yuridik shaxsning ishtirokchisiga (ta’sischi, a’zo) yuridik shaxsning avtomototransport vositasini dividend sifatida to‘lash to‘g‘risidagi qarori (ishtirokchilar (ta’sischilar, a’zolar) umumiy yig‘ilishining bayonnomasi, yoki yagona ishtirokchining qarori); davlat bojxona xizmati organi tomonidan berilgan yuk bojxona deklaratsiyasi; shaxsning avtomototransport vositasini ommaviy o‘yinda (lotereyada) yutganligini tasdiqlovchi hujjat; davlat organining transport vositasini mukofot (hadya) sifatida taqdim etganligi to‘g‘risidagi qarorining nusxasi; qonunchilikda nazarda tutilgan boshqa hujjat. 19. Yaqin qarindoshlikni tasdiqlovchi hujjatga tug‘ilganlik haqidagi guvohnoma yoki nikoh tuzilganligi to‘g‘risidagi guvohnoma yoki yaqin qarindoshlikni tasdiqlovchi vakolatli organ tomonidan berilgan boshqa hujjat kiradi. Arizachining avtomototransport vositasining avvalgi egasi oldida huquqiy vorisligini tasdiqlovchi hujjatga arizachi-yuridik shaxsning ustavi yoki ta’sis shartnomasi kiradi. Arizachi-yuridik shaxs avtomototransport vositasining avvalgi egasi-yuridik shaxs ishtirokchisi (ta’sischisi, a’zosi, aksioneri) ekanligini tasdiqlovchi hujjatga oxirgisining ustav ta’sis shartnomasi yoki aksiyadorlar reyestri kiradi. Avtomototransport vositasining avvalgi egasi-yuridik shaxs arizachi-yuridik shaxsning ishtirokchisi (ta’sischi, a’zo, aksiyador) ekanligini tasdiqlovchi hujjatga oxirgisining ustavi yoki ta’sis shartnomasi yoxud aksiyadorlar reyestri kiradi. 20. YHXX va uning hududiy boshqarmalarida ilgari ro‘yxatga qo‘yilmagan yangi avtomototransport vositasini yoki O‘zbekiston Respublikasi hududiga kiritilgan va davlat bojxona xizmati organi tomonidan yuk bojxona deklaratsiyasi berilgan avtomototransport vositasini davlat ro‘yxatidan o‘tkazishda mazkur Nizomning 16-bandi  to‘rtinchi xatboshida  ko‘rsatilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnomani taqdim etish talab etilmaydi. Avtomototransport vositasi sud qarori asosida davlat mulkiga qaratilganda, davlat foydasiga rad etish bojxona rejimiga rasmiylashtirilganda yoki egasi yo‘q deb topilib joylardagi ijro hokimiyati organining qaroriga ko‘ra davlat foydasiga o‘tganda, basharti auksionda sotish mobaynida uning ro‘yxatga olish to‘g‘risidagi guvohnomasi mavjud bo‘lmasa yoki yo‘qotilgan bo‘lsa, uning ro‘yxatga olinishi auksionda avtomototransport vositasini sotib olganlikni tasdiqlovchi auksion natijalari to‘g‘risidagi bayonnoma asosida amalga oshiriladi. Avtomototransport vositasining ro‘yxatda turish joyini o‘zgartirishga olib keladigan avtomototransport vositasi egasining yashash (turar) joyi yoki joylashgan joyi (pochta manzili) o‘zgarishi munosabati bilan transport vositasini davlat ro‘yxatidan o‘tkazishda, mazkur Nizomning 16-bandi  beshinchi xatboshida  keltirilgan avtomototransport vositasiga bo‘lgan mulk huquqi yoki boshqa ashyoviy huquqlarni tasdiqlovchi hujjatlarni taqdim etish talab etilmaydi. 21. Avtomototransport vositalarini ro‘yxatga olish yoki uni ro‘yxatga olishni asosli rad etish YHXX va uning hududiy boshqarmalarida murojaat qilgan kunning o‘zida amalga oshiriladi. 22. YHXX va uning hududiy boshqarmalari tomonidan avtomototransport vositasini davlat ro‘yxatiga qo‘yish yozma shaklda quyidagi holatlarda rad etilishi mumkin: a) mazkur Nizomda belgilangan tegishli hujjatlar taqdim etilmaganda; b) avtomototransport vositasini rul boshqaruvi o‘ng tomonda joylashgan holda taqdim etganda; v) YHXX va uning hududiy boshqarmalarida foydalanuvga yaroqsizligi tufayli hisobdan chiqarilgan avtomototransport vositasini taqdim etganda; g) konstruksiyasi yoki konstruksiyasiga kiritilgan o‘zgartirishlar texnik tartibga solish sohasidagi normativ hujjatlar talablariga, shuningdek yo‘l harakati xavfsizligini ta’minlash sohasida belgilangan tartibda normalarga javob bermaydigan holatlarda avtomototransport vositasini taqdim etganda; d) O‘zbekiston Respublikasi Ichki ishlar vazirligi Yo‘l harakati xavfsizligi bosh boshqarmasi tomonidan beriladigan ruxsatsiz mustaqil ravishda ehtiyot qismlar va agregatlardan tayyorlangan va yig‘ilgan avtomototransport vositasini taqdim etganda; e) avtomototransport vositasiga tashkilot — ishlab chiqaruvchilar tomonidan qo‘yilgan identifikatsiya tamg‘asini yashirish, soxtalashtirish, o‘zgartirish, yo‘q qilish alomatlari yoxud taqdim etilgan hujjatlarning soxtalashtirilishi, taqdim etilgan hujjatlarda yoki ro‘yxatga doir hujjatlarda ko‘rsatib o‘tilgan ma’lumotlarga avtomototransport vositasi va raqam agregatlarining nomuvofiqligi aniqlanganda; j) avtomototransport vositasining, raqam agregatlarining qidiruvda ekanligi yoki taqdim etilgan hujjatlarning yo‘qolganligi (o‘g‘irlanganligi) to‘g‘risida ma’lumotlar mavjud bo‘lganda; z) O‘zbekiston Respublikasi qonunchiligiga muvofiq avtomototransport vositasining tasarruf etilishiga taqiq yoki uning xatlab qo‘yilishi mavjud bo‘lganda. Avtomototransport vositasi egasi yoki uning vakili avtomototransport vositasini davlat ro‘yxatidan o‘tkazishga rad etish asoslarini bartaraf etgan taqdirda, avtomototransport vositasini davlat ro‘yxatiga qo‘yish to‘g‘risida ariza bilan qaytadan murojaat qilishga haqli. 23. Avtomototransport vositalari davlat ro‘yxatidan o‘tkazilganda uning egalariga hududiy boshqarmalari tomonidan RO‘DRB va avtomototransport vositasini davlat ro‘yxatidan o‘tkazganlik to‘g‘risida guvohnoma beriladi. Ilgari berilgan avtomototransport vositasini ro‘yxatdan o‘tkazganlik to‘g‘risidagi guvohnoma va RO‘DRB, shuningdek chet el hujjatlari va ro‘yxatdan o‘tish raqamli belgilari olib qo‘yiladi (ular mavjud bo‘lganda). Davlat ro‘yxatidan o‘tkazilgan avtomototransport vositalarining RO‘DRB va avtomototransport vositasini davlat ro‘yxatidan o‘tkazganlik to‘g‘risidagi guvohnomalar egalariga ularning shaxsini identifikatsiya qilish (barmoq izlarini skaner qilish va boshqalar) yo‘li bilan topshiriladi va elektron qayd etiladi. Avtomototransport vositasi egasining yashash (turar) joyi o‘zgarganligi munosabati bilan avtomototransport vositasining davlat ro‘yxatini amalga oshirgan YHXX va uning hududiy boshqarmalari mustaqil ravishda ushbu avtomototransport vositasini hisobdan chiqarishni bu haqdagi tegishli ma’lumotni ro‘yxatdan o‘tgan avtomototransport vositalarining Yagona ma’lumotlar bazasiga kiritish yo‘li bilan amalga oshiradi. 24. Avtomototransport vositasini davlat ro‘yxatidan o‘tkazish mobaynida YHXX va uning hududiy boshqarmalari belgilangan namunadagi avtomototransport vositasining ro‘yxatdan o‘tkazish kartasini ochadi, unga agregat raqamlari, avtomototransport vositasining boshqa texnik parametrlari, avtomototransport vositasi egasi to‘g‘risida ma’lumotlar, uning yashash (turar) joyi va boshqa zarur ma’lumotlar kiritiladi. Transport vositasining ro‘yxatdan o‘tkazish kartasiga ro‘yxatdan o‘tkazishda quyidagi ma’lumotlar ham kiritiladi: avtotransport vositasini 18 yoshga to‘lmagan jismoniy shaxs nomiga, mototransport vositasini esa 16 yoshga to‘lmagan shaxs yoki muomalaga layoqatsiz shaxs nomiga ro‘yxatdan o‘tkazishda — avtomototransport vositasining egasi qonuniy vakillari: ota onasi, farzandlikka oluvchilar, vasiy va homiylar to‘g‘risida; hadya shartnomasida yoki meros guvohnomasida avtomototransport egasi sifatida ko‘rsatilgan shaxslardan birining nomiga avtomototransportni ro‘yxatdan o‘tkazishda — avtomototransport vositasining boshqa egalari to‘g‘risidagi ma’lumotlar; 25. Ushbu bo‘lim qoidalari transport vositalarini vaqtinchalik ro‘yxatga qo‘yish, qayta ro‘yxatga olish va boshqa shaxsning ixtiyoriga berish bilan bog‘liq bo‘lmagan holatlarda transport vositalari bilan bitimlarni hisobga olish tartibiga, mazkur Nizomning tegishli bo‘limlarida ko‘rsatilgan holatlarni hisobga olgan holda, qo‘llaniladi. 3-bob. Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazishda ro‘yxatdan o‘tkazish davlat raqami belgilarini berish 26. RO‘DRB: avtotransport vositalariga, tirkama va yarim tirkamalardan tashqari — transport vositasining old va orqa qismlarida mustahkamlash uchun bir juft RO‘DRB; mototransport vositalari, tirkama va yarim tirkamalarga — transport vositasining orqa qismiga joylashtirish uchun bitta RO‘DRB beriladi. RO‘DRB undagi raqamlarning o‘sib borish tartibiga qat’iy muvofiq ravishda beriladi, oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB va avtotransport vositasi egasining arizasiga asosan xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun beriladigan RO‘DRB bundan mustasno: oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB “O‘zbekiston respublika tovar-xomashyo birjasi” AJ (keyingi o‘rinlarda birja deb ataladi) axborot tizimida raqobatli jarayonda g‘olib bo‘lganlarga tegishli bo‘lgan avtotransport vositalariga, shuningdek xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBni olishga ariza bergan avtotransport vositalari egalariga beriladi; yuridik shaxslarga, davlat tashkilotlari va ustav fondida 50 foizdan ortiq davlat ulushi bo‘lgan yuridik shaxslardan tashqari — I, IA yoki IE, IAE tipli RO‘DRB; jismoniy shaxslarga — III, IIIA yoki IIIE, IIIAYE tipli RO‘DRB. Ilgari foydalanishda bo‘lgan RO‘DRB takroran foydalanish uchun berilmaydi va belgilangan tartibda yo‘q qilinadi (oshirilgan to‘lov stavkalari bo‘yicha avtotransport vositalari uchun RO‘DRB hamda xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB, shuningdek davlat organlari va tashkilotlari uchun joriy etilgan alohida seriyali RO‘DRBlari bundan mustasno). 27. Berilgan RO‘DRB, shu jumladan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB avtotransport vositasi egasining mulki hisoblanmasdan, ulardan qat’iyan maqsadli foydalanilishi uchun unga taqdim etiladi. 28. Hududiy boshqarmalarda oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun mavjud va berilgan RO‘DRB haqidagi ma’lumot interaktiv ekranda ochiq ko‘rinishda aks ettirilishi va vaqti-vaqti bilan yangilab borilishi kerak. O‘xshash ma’lumotlar birjaning axborot tizimida har bir hududiy DYHXX organi bo‘yicha ma’lumotlar onlayn rejimida majburiy yangilangan holda alohida bo‘lishi lozim. 29. Avtotransport vositasini boshqa shaxsga o‘tkazishda oldin berilgan (ilgari foydalanishda bo‘lgan) oshirilgan to‘lov stavkalari bo‘yicha avtotransport vositalari uchun RO‘DRB va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRB transport vositasining avvalgi egasining arizasiga ko‘ra hududiy boshqarmalarga o‘n ikki oy muddatga saqlash uchun topshirilishi mumkin. RO‘DRBni o‘n ikki oy muddatga saqlaganlik uchun to‘lov undirilmaydi. Ushbu muddat tugagandan so‘ng, qo‘shimcha ravishda bir marotaba o‘n ikki oydan oshmagan muddatga bazaviy hisoblash miqdorining bir baravari miqdorida to‘lov to‘lagan holda RO‘DRB saqlash muddatini uzaytirish mumkin. Saqlash uchun undirilgan to‘lov summasi YHXXning Davlat yo‘l harakati xavfsizligi xizmati moddiy-texnika bazasini rivojlantirish, xodimlarini rag‘batlantirish va mukofotlash jamg‘armasiga o‘tkaziladi. 30. Avtotransport vositasini davlat ro‘yxatidan o‘tkazishda oldin berilgan (ilgari foydalanishda bo‘lgan) oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBning va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkalari bo‘yicha avtotransport vositalari uchun RO‘DRBning almashtirilishiga olib kelsa, avtotransport vositasining avvalgi egasining xohishiga ko‘ra ushbu RO‘DRBlar saqlab qolinadi va takroran beriladi: a) jismoniy shaxslar uchun — ushbu shaxsga yoxud uning yaqin qarindoshiga (ota-ona, tug‘ishgan va o‘gay aka-uka va opa-singillar, er-xotin, farzandlar, shu jumladan farzandlikka olinganlar, bobosi, buvisi, nevaralar, shuningdek er-xotinning ota-onasi, tug‘ishgan va o‘gay aka-ukalari va opa-singillariga), shuningdek umumiy mulkka egalik qilish huquqiga ega bo‘lgan shaxslarga va merosxo‘rlarga tegishli bo‘lgan boshqa avtotransport vositasiga; b) yuridik shaxslar uchun — ro‘yxatdan o‘tkazib berilayotgan boshqa avtotransport vositasiga o‘sha yuridik shaxsga — avtotransport vositasining avvalgi egasi yoki uning huquqiy vorisi (yuridik shaxs nomi qayta o‘zgarganda, birlashganda, qo‘shilganda, bo‘linganda, ajralib chiqqanda yoki qayta tashkil etilganda) yoki yuridik shaxs tomonidan — uning ishtirokchisiga (ta’sischisiga, a’zosiga) yoxud yuridik shaxsning ishtirokchisi (ta’sischisi, a’zosi) hisoblangan yuridik shaxsga — avtotransport vositasining avvalgi egasi. 31. Oshirilgan to‘lov stavkalari bo‘yicha avtotransport vositalari uchun oldin berilgan (ilgari foydalanishda bo‘lgan) RO‘DRBlar avtotransport vositalarining egalari tomonidan saqlanmaganda, belgilangan tartibda hududiy DYHXX organlari tomonidan olib qo‘yiladi va birjaning axborot bazasida ochiq savdoga belgilangan tartibda ularni keyinchalik berish uchun chiqariladi. Bunda hududiy boshqarmalar oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun yangi RO‘DRBlarni belgilangan tartibda ilgari foydalanilgan o‘xshash harf va raqamlar kombinatsiyasi o‘rniga tayyorlanishini ta’minlaydi. Oldin berilgan (ilgari foydalanishda bo‘lgan) xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar, ular avtotransport vositalari egalari tomonidan saqlanmagan holatlarda hududiy boshqarmalari tomonidan olib qo‘yiladi va belgilangan tartibda yo‘q qilinadi. Boshqa hududlarning hududiy kodlariga ega bo‘lgan oldin berilgan (ilgari foydalanishda bo‘lgan) RO‘DRBlar, shu jumladan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar hududiy boshqarmalari tomonidan belgilangan tartibda yo‘q qilinadi. Boshqa hududlarning hududiy kodlariga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar yo‘q qilinganligi haqida oldingi hisob joyi bo‘yicha hududiy boshqarmalari 5 kun mobaynida yozma ravishda xabardor qilinadi. Bunda avvalgi egasining arizasiga ko‘ra oldin berilgan (ilgari foydalanishda bo‘lgan) boshqa hududlarning hududiy kodlariga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar avtotransport vositasi hisobdan chiqarilgandan so‘ng avtotransport vositasini hisobdan chiqargan hududiy boshqarma tomonidan RO‘DRBning hududiy kodlariga muvofiq tegishli hududiy boshqarmaga qaytariladi. 32. Mazkur Nizomning  30  va  31-bandlariga  (ikkinchi xatboshi bundan mustasno) muvofiq oldin berilgan (ilgari foydalanishda bo‘lgan) oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlarni takroran berish faqat ular O‘zbekiston Respublikasi qonunchiligi talablariga muvofiq bo‘lganda, shu jumladan RO‘DRBning hududiy kodiga, transport vositasining ro‘yxatdan o‘tish joyiga muvofiq bo‘lganda, shuningdek RO‘DRB berish uchun belgilangan tegishli to‘lovlar amalga oshirilganidan so‘ng yo‘l qo‘yiladi. Oldin berilgan (ilgari foydalanishda bo‘lgan) oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar va xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBlar takroran mazkur Nizomning  30-bandiga  asosan berilganda oshirilgan to‘lov stavkasi nazarda tutilmagan holda RO‘DRBni berish uchun to‘lov stavkasining 50 foizi miqdorida to‘lov summasi belgilanadi. 4-bob. Avtomotransport vositalarini vaqtinchalik ro‘yxatdan o‘tkazish 33. Avtomototransport vositalarini vaqtinchalik ro‘yxatdan o‘tkazish YHXX va uning hududiy boshqarmalari tomonidan quyidagi holatlarda amalga oshiriladi: a) O‘zbekiston Respublikasi hududiga vaqtinchalik olib kirish bojxona rejimiga olib kelingan avtomototransport vositalari davlat bojxona xizmati organlari tomonidan rasmiylashtirilganda; b) avtomototransport vositasi tajriba namunalari sinovlaridan o‘tkazilganda; v) avtomototransport vositasining lizing (sublizing) shartnomasiga asosan avtomototransport vositasi lizingga (sublizingga) berilganda; v 1 ) rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanishda bo‘lgan avtotransport vositasi sotib olinganda; g) avtomototransport hujjatlarining qonuniyligiga shubha yoki boshqa aniqlik kiritilishi talab etilayotgan holat paydo bo‘lganda; d) avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda, avtomototransport vositasining vaqtinchalik ro‘yxatdan o‘tkazish joyini o‘zgartirish talab etilganda; e) avtomototransport vositasi bilan egasining yashash (turgan) joyi olti oydan ko‘p bo‘lgan muddatga vaqtinchalik o‘zgarganda, shuningdek notarius tomonidan tasdiqlangan shartnoma, ishonchnoma bo‘yicha vaqtinchalik o‘tkazilishi bilan bog‘liq holda avtomototransport vositasi u ro‘yxatdan o‘tgan YHXX va uning hududiy boshqarmalari tashqarisiga chiqib ketganda. 34. O‘zbekiston Respublikasi hududiga olib kelingan va vaqtinchalik olib kirish bojxona rejimiga rasmiylashtirilgan avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish uchun egasi yoki uning vakili hududiy boshqarmalarga quyidagi hujjatlarni taqdim etadi: yuk bojxona deklaratsiyasi; transport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Respublika yo‘l jamg‘armasiga belgilangan miqdordagi yig‘imning va YHXX va uning hududiy boshqarmalarining ro‘yxatdan o‘tkazish harakatlarini amalga oshirishdagi xizmatlari uchun to‘lovlarning to‘langanligi haqida bank to‘lov hujjati (yig‘im va to‘lovlardan ozod etilgan shaxslar bundan mustasno). O‘zbekiston Respublikasi hududiga olib kelingan va vaqtinchalik olib kirish bojxona rejimiga rasmiylashtirilgan avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish vaqtinchalik olib kirish ruxsatnomasida ko‘rsatilgan muddatga amalga oshiriladi. 35. Avtomototransport vositalarining sinovlardan o‘tkazilayotgan tajriba namunalarini vaqtinchalik ro‘yxatdan o‘tkazish hududiy boshqarmalar tomonidan quyidagi hujjatlar asosida amalga oshiriladi: avtomototransport vositasining tajriba namunasi egasining yoki uning vakilining arizasi; avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; YHXX va uning hududiy boshqarmalari tomonidan rasmiylashtirilgan alohida avtomototransport vositasining tajriba namunasini texnik ko‘rikdan o‘tkazish dalolatnomasi; avtomototransport vositasi tajriba namunasining to‘xtash joyi to‘g‘risida ma’lumotlar. Avtomototransport vositalarining tajriba namunalarini vaqtinchalik ro‘yxatdan o‘tkazish sinovdan o‘tkazish muddatiga amalga oshiriladi. Vaqtinchalik ro‘yxatdan o‘tkazilgan avtomototransport vositasining tajriba namunasiga vaqtinchalik ro‘yxatdan o‘tkazish muddatiga avtomototransport vositasining ro‘yxatdan o‘tkazilganligi haqida guvohnoma va “TAJRIBA” tipidagi RO‘DRB beriladi. 36. Lizingga (sublizingga) berilayotgan avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish uchun egasi yoki uning vakili YHXX va uning hududiy boshqarmalariga quyidagi hujjatlarni taqdim etadi: avtomototransport vositasining egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnomasi yoki ixtisoslashtirilgan savdo korxonasi tomonidan beriladigan hisob-ma’lumotnoma; avtomototransport vositasining lizing yoki sublizing shartnomasi (qonunchilikda belgilangan holatlarda — notarius tomonidan tasdiqlanganligi); YHXX va uning hududiy boshqarmalarining ro‘yxatdan o‘tkazish harakatlarini amalga oshirishdagi xizmatlari uchun belgilangan miqdordagi to‘lovlarning to‘langanligi haqida bank to‘lov hujjati (to‘lovlarni to‘lashdan ozod etilgan shaxslar bundan mustasno). 36 1 . Rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanishda bo‘lgan avtotransport vositasi sotib olinganda, vaqtinchalik ro‘yxatdan o‘tkazish uchun rasmiy diler vakili hududiy DYHXX organlariga quyidagi hujjatlarni taqdim etadi: rasmiy dilerning arizasi; rasmiy diler vakilining shaxsini tasdiqlovchi hujjat; o‘rnatilgan tartibda rasmiylashtirilgan rasmiy diler vakilining ishonchnomasi; rasmiy diler bilan avtotransport vositasining egasi o‘rtasida tuzilgan oldi-sotdi shartnomasi; avtotransport vositasining RO‘DRB va ro‘yxatdan o‘tkazilganligi haqidagi guvohnomasi. “TRADE-IN” dasturi bo‘yicha sotib olingan ilgari foydalanishda bo‘lgan avtotransport vositasi rasmiy diler tomonidan DYHXX organlarida vaqtinchalik ro‘yxatdan o‘tkazishda ma’lumotnoma beriladi (vaqtinchalik ro‘yxatdan o‘tkazilgan avtotransport vositasiga RO‘DRB va ro‘yxatdan o‘tkazilganligi haqidagi guvohnoma berilmaydi). Mazkur ma’lumotnoma avtotransport vositasini boshqarish huquqini bermaydi (rasmiy dilerning joylashgan manziliga yoki avtotransport vositasini saqlash joyiga yetib olish bundan mustasno). Rasmiy dilerlik tashkiloti tomonidan ilgari foydalanilgan avtotransport vositalarini sotib olganlik uchun ularni DYHXX organlarida vaqtinchalik ro‘yxatdan o‘tkazish vaqtida yig‘im to‘lanmaydi. 37. Bir shaxs tomonidan boshqa shaxsga lizing yoki sublizing shartnomasi doirasida vaqtinchalik egalik qilish va foydalanishga berish uchun olingan avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish, tuzilgan avtomototransport vositasining lizing (sublizing) shartnomasi talablaridan kelib chiqib, lizing beruvchi yoki lizing oluvchi nomiga lizing (sublizing) shartnomasida ko‘rsatilgan muddatga amalga oshiriladi. Agar lizing shartnomasida lizing oluvchi nomiga avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish haqida bir xildagi qoidalari mavjud bo‘lmasa, unda avtomototransport vositasi lizing beruvchi nomiga ro‘yxatdan o‘tkaziladi. Avtomototransport vositasini lizing beruvchiga vaqtinchalik ro‘yxatdan o‘tkazish lizing beruvchining yashash (turgan) joyi bo‘yicha, lizing oluvchiga esa — lizing oluvchining yashash (turgan) joyi bo‘yicha amalga oshiriladi. 38. Lizingga (sublizingga) berilayotgan avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish lizing (sublizing) shartnomasida ko‘rsatilgan muddatga avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma berilishi bilan amalga oshiriladi. 39. Lizingga (sublizingga) berilayotgan vaqtinchalik ro‘yxatdan o‘tkazilgan transport vositasining ro‘yxatdan o‘tkazish kartasiga avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish muddatining tugashi, lizing (sublizing) shartnomasining raqami va sanasini ko‘rsatgan holda “Lizing, “___” ________ 20___yildagi “___ -son lizing (sublizing) shartnomasiga asosan vaqtinchalik ro‘yxatdan o‘tkazish ____________ gacha” degan yozuv kiritiladi. 40. Lizing oluvchiga avtomototransport vositasi mulk huquqi asosida o‘tishini nazarda tutuvchi lizing (sublizing) shartnomasining amal qilish muddati tugashi bilan avtomototransport vositasi lizing (sublizing) shartnomasi va lizing beruvchining avtomototransport vositasiga bo‘lgan mulk huquqining lizing oluvchiga o‘tganligi haqidagi tasdiqlovchi xati asosida lizing oluvchining nomiga davlat ro‘yxatidan o‘tkaziladi. Lizing oluvchiga avtomototransport vositasiga bo‘lgan mulk huquqining o‘tishi nazarda tutilmagan lizing shartnomasining amal qilish muddati tugashi bilan lizing oluvchiga avtomototransport vositasi faqat notarius tomonidan tasdiqlangan avtomototransport vositasini boshqa shaxsga o‘tkazish shartnomasi (oldi-sotdi, ayirboshlash, hadya, renta va boshqalar) asosida ro‘yxatdan o‘tkazilishi mumkin. 41. Lizing oluvchi nomiga ro‘yxatdan o‘tkazilgan avtomototransport vositasining lizing beruvchiga qaytarib berilishini nazarda tutuvchi lizing shartnomasini bekor qilgan holda, ko‘rsatilgan avtomototransport vositasi lizing shartnomasining bekor qilinganligi haqida hujjat yoki avtomototransport vositasini lizing beruvchiga qaytarilishini nazarda tutuvchi sud yoki boshqa organlar ijro hujjatining nusxasi ilova qilingan holda lizing beruvchining arizasiga asosan lizing beruvchi nomiga ro‘yxatdan o‘tkaziladi. 42. Davlat ro‘yxatidan (vaqtinchalik ro‘yxatdan) o‘tkazish uchun taqdim etilgan avtomototransport vositalarining hujjatlari YHXX va uning hududiy boshqarmalarida ularning asli ekanligiga yoki ulardagi ma’lumotlarning haqiqiyligiga shubha tug‘dirsa yoxud boshqa aniqlik kiritilishi lozim bo‘lgan holatlar mavjud bo‘lsa, lekin shu bilan birga mazkur Nizomning  22-bandida  ko‘rsatilgan avtomototransport vositasini davlat ro‘yxatidan o‘tkazishga rad qilish uchun asoslar mavjud bo‘lmasa, olti oydan oshmagan muddatga vaqtinchalik ro‘yxatga olinadi. Ko‘rsatilgan avtomototransport vositalarini vaqtinchalik ro‘yxatdan o‘tkazish mazkur Nizomning  16 ,  34  yoki  36-bandlariga  muvofiq taqdim etilgan hujjatlar asosida amalga oshiriladi. Vaqtinchalik ro‘yxatdan o‘tkazish muddati davomida YHXX va uning hududiy boshqarmalari boshqa vakolatli organlar bilan o‘zaro hamkorlikda taqdim qilingan hujjatlarni tekshirish bo‘yicha tegishli tadbirlarni amalga oshiradi. Shubhalar tasdiqlanganda va ro‘yxatdan o‘tkazish uchun asoslar paydo bo‘lganda YHXX va uning hududiy boshqarmalari avvalgi egasiga avtomototransport vositasining ro‘yxatdan o‘tkazilganligini tiklab berib, avtomototransport vositasining ro‘yxatdan o‘tganligini bekor qiladi yoxud qonunchilikda belgilangan boshqa choralarni ko‘radi. YHXX va uning hududiy boshqarmalarining shubhalari tasdiqlanmaganda yoki avtomototransport vositasining vaqtinchalik ro‘yxatdan o‘tkazish muddati tugaganda, u avtomototransport vositasi egasining YHXX va uning hududiy boshqarmalari tomonidan ro‘yxatdan o‘tkazishdagi harakatlari uchun undiriladigan to‘lovisiz umumiy asoslarga ko‘ra ro‘yxatdan o‘tkaziladi. 43. Avtomototransport vositasining vaqtinchalik ro‘yxatdan o‘tkazish joyi o‘zgartirilishi talab etilayotgan avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda, avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish uchun egasi yoki uning vakili hududiy boshqarmalarga quyidagi hujjatlarni taqdim etadi: avtomototransport vositasining egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganligini tasdiqlovchi hujjatlar (yashash joyi bo‘yicha propiskaga qo‘yilganligi belgisi bilan pasport, yuridik shaxsning davlat ro‘yxatidan o‘tkazilganligi to‘g‘risidagi guvohnoma va boshqalar); YHXX va uning hududiy boshqarmalarining ro‘yxatdan o‘tkazish harakatlarini amalga oshirishdagi xizmatlari uchun belgilangan miqdordagi to‘lovlarning to‘langanligi haqida bank to‘lov hujjati (to‘lovlarni to‘lashdan ozod etilgan shaxslar bundan mustasno). Ushbu asos bo‘yicha avtomototransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish, tegishli asoslarning mavjud holatlaridan tashqari, oldingi vaqtinchalik ro‘yxatdan o‘tkazish muddatini o‘zgartirmagan holda amalga oshiriladi. 44. Avtomototransport vositasi bilan egasining yashash (turgan) joyi olti oydan ko‘p bo‘lgan muddatga vaqtinchalik o‘zgarganda, shuningdek avtomototransport vositasi u ro‘yxatdan o‘tgan hududiy boshqarmalardan tashqarisiga vaqtincha chiqib ketganda, avtomototransport vositasi quyidagi hujjatlarni taqdim etgan holda vaqtinchalik ro‘yxatdan o‘tkaziladi: avtomototransport vositasining egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; avtomototransport vositasi egasining yashash (turgan) joyi vaqtinchalik o‘zgarganlik holatlarini tasdiqlovchi hujjatlar (yashash joyi bo‘yicha propiskaga qo‘yilganligi belgisi bilan pasport, xizmat safari to‘g‘risidagi guvohnoma va boshqalar), notarius tomonidan tasdiqlangan va avtomototransport vositasini vaqtinchalik foydalanishga olganligini tasdiqlovchi hujjatlar (nusxalari) (shartnoma, ishonchnoma va h.k.); YHXX va uning hududiy boshqarmalarining ro‘yxatdan o‘tkazish harakatlarini amalga oshirishdagi xizmatlari uchun belgilangan miqdordagi to‘lovlarning to‘langanligi haqida bank to‘lov hujjati (to‘lovlarni to‘lashdan ozod etilgan shaxslar bundan mustasno). 5-bob. Boshqa shaxslarga o‘tkazish bilan bog‘liq bo‘lmagan avtomototransport vositalari bilan kelishuvlarni hisobga qo‘yish 45. Notariuslar, shuningdek, qonunchilikda nazarda tutilgan holatlarda esa konsullar tomonidan ham tasdiqlangan avtomototransport vositalaridan foydalanish va (yoki) tasarruf etish ishonchnomalari, ijara, tekinga foydalanish va avtomototransport vositalarini garovga qo‘yish shartnomalari, avtomototransport vositasining ro‘yxatdan o‘tish joyi bo‘yicha tegishli hududiy boshqarmalarda avtomototransport vositalarini ro‘yxatdan o‘tkazmasdan hisobga qo‘yiladi. Avtomototransport vositalarini begonalashtirish bilan bog‘liq bo‘lmagan bitishuvlarni hisobga olish yuridik shaxslar tomonidan o‘z xodimlariga berilgan avtomototransport vositalaridan foydalanish va (yoki) ularni tasarruf etish huquqiga ishonchnomalarga hamda yengil avtomobillarni va mototransport vositalarini ijaraga berish bo‘yicha xizmatlar ko‘rsatuvchi yuridik shaxslar hamda jismoniy shaxslar o‘rtasida yengil avtomobillarni va mototransport vositalarini, shuningdek karshering tashkilotlarining yo‘lovchilar avtotransporti va mototransport vositalarini jismoniy va yuridik shaxslarga o‘ttiz kungacha muddatga qisqa muddatli ijaraga berish yuzasidan oddiy yozma shaklda tuziladigan ijara shartnomalariga nisbatan qo‘llanilmaydi. 46. Mazkur Nizomning  45-bandida  ko‘rsatilgan hujjatlarni hisobga qo‘yish uchun notarius va konsullar tomonidan ularning elektron shakllari hududiy boshqarmalariga yuboriladi yoki YHXXning avtomototransport vositalarini hisobga qo‘yishni ro‘yxatdan o‘tkazish Yagona avtomatlashtirilgan tizimiga kiritiladi. 2018-yil 1-yanvariga qadar ko‘rsatilgan hujjatlarni hisobga qo‘yish uchun hududiy boshqarmalarga: avtomototransport vositasi egasining yoki uning vakilining shaxsini tasdiqlovchi hujjati; avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma; notarius tomonidan tasdiqlangan hisobga qo‘yiladigan hujjatning ikkita nusxasi (ishonchnoma bittadan ortiq ishonchli shaxsga berilgan taqdirda, YHXX va uning hududiy boshqarmalariga ishonchli shaxslar soni bo‘yicha ishonchnomalar nusxalari, shuningdek YHXX va uning hududiy boshqarmalariga bitta nusxasi beriladi). 47. Mazkur Nizomning  45-bandida  nazarda tutilgan hujjatlarni hisobga qo‘yish hisobga qo‘yiladigan hujjatlar haqidagi ma’lumotlarni avtomototransport vositasining ro‘yxatdan o‘tkazish kartasiga kiritish yo‘li bilan amalga oshiriladi, unga hujjatning elektron shakli ilova qilinadi. 48. Mazkur Nizomning  45-bandida  ko‘rsatilgan hujjatlarni ro‘yxatga qo‘yish yuk tashuvchi avtotransport vositalari, avtobuslar va mikroavtobuslarga nisbatan mudofaa ishlari bo‘yicha bo‘limni xabardor qilmasdan YHXX va uning hududiy boshqarmalari tomonidan, ko‘tarish mexanizmlari bilan jihozlangan avtotransport vositalariga (avtokran) nisbatan esa “Sanoatgeokontexnazorat” davlat inspeksiyasi tomonidan amalga oshiriladi. 49. Mazkur Nizomning  45-bandida  ko‘rsatilgan hujjatlarni hisobga qo‘yish O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Respublika yo‘l jamg‘armasiga yig‘imlarni va hududiy boshqarmalarining ro‘yxatdan o‘tkazish harakatlarini amalga oshirishdagi xizmatlari uchun yig‘imlarni undirmasdan amalga oshiriladi. 6-bob. Avtomototransport vositalarini qayta ro‘yxatdan o‘tkazish 50. Avtomototransport vositalarini qayta ro‘yxatdan o‘tkazish quyidagi holatlarda amalga oshiriladi: a) mulkdor — jismoniy shaxsning familiyasi, ismi, otasining ismi o‘zgarganda, shuningdek mulkdor — yuridik shaxs qayta tashkil etilganda yoki nomlanishi o‘zgarganda; b) avtomototransport vositasining ro‘yxatdan o‘tkazish joyini o‘zgartirishni talab qilmagan holatda avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda; v) yuridik shaxslarga tegishli yuk avtotransport vositalarining, avtobus va mikroavtobuslarining saqlab turiladigan joyi o‘zgarganda; g) avtomototransport vositalarining rangi va (yoki) raqam agregati o‘zgarganda; d) avtomototransport vositasi qayta jihozlanganda; e) avtomototransport vositasini yoki RO‘DRBni ro‘yxatdan o‘tkazish guvohnomasi yaroqsiz holga kelganda, shikastlanganda yoki yo‘qolganda. 51. Mulkdor — jismoniy shaxsning familiyasi, ismi, otasining ismi o‘zgarganda, shuningdek mulkdor — yuridik shaxs qayta tashkil etilganda yoki nomlanishi o‘zgarganda, avtomototransport vositasini qayta ro‘yxatdan o‘tkazish uchun mulkdor yoki uning vakili YHXX va uning hududiy boshqarmalariga quyidagi hujjatlarni taqdim etadi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; mulkdor — jismoniy shaxsning familiyasi, ismi, otasining ismi o‘zgarganligini (FHDY organlarining yoki xorijga chiqish-kelish va fuqarolikni rasmiylashtirish bo‘limining ma’lumotnomasi), shuningdek mulkdor — yuridik shaxsning qayta tashkil etilishi yoki nomlanishi o‘zgarganligini (yuridik shaxsning davlat ro‘yxatidan o‘tganligi to‘g‘risida ma’lumot va yuridik shaxsning boshqaruv organi qarori) tasdiqlovchi hujjat; ro‘yxat harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalarining xizmatlari uchun belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). Mulkdor — jismoniy shaxsning familiyasi, ismi, otasining ismi o‘zgarganda, shuningdek mulkdor — yuridik shaxs qayta tashkil etilganda yoki nomlanishi o‘zgarganda avtomototransport vositasining ro‘yxatga olish kartasiga tegishli o‘zgartirishlar kiritiladi, ilgari berilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma esa avtomototransport vositasi egasi haqida yangi ma’lumotlarni ko‘rsatgan holda almashtiriladi. 52. Avtomototransport vositasi egasining ro‘yxatdan o‘tgan joyini o‘zgartirishni talab etmaydigan avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda avtomototransport vositasini qayta ro‘yxatdan o‘tkazish uchun mulkdor yoki uning vakili YHXX va uning hududiy boshqarmalariga quyidagi hujjatlarni taqdim etadi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganligini tasdiqlovchi hujjat (yashash joyi bo‘yicha propiska to‘g‘risidagi belgi bilan pasport, yuridik shaxsning davlat ro‘yxatidan o‘tkazilganligi to‘g‘risidagi guvohnoma va boshqalar); ro‘yxatdan o‘tkazish harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalari tomonidan undiriladigan belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). Avtomototransport vositasi egasining ro‘yxatdan o‘tgan joyini o‘zgartirishni talab etmaydigan avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda, avtomototransport vositasining ro‘yxatga olish kartasiga tegishli o‘zgartirishlar kiritiladi, ilgari berilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma esa avtomototransport vositasi egasining yangi yashash (turgan) joyi yoki joylashgan joyini (pochta manzilini) ko‘rsatgan holda almashtiriladi. 53. Yuridik shaxslarga tegishli yuk avtotransport vositalarining, avtobus va mikroavtobuslarning saqlab turiladigan joyi o‘zgarganda avtotransport vositasini qayta ro‘yxatdan o‘tkazish uchun mulkdor yoki uning vakili YHXX va uning hududiy boshqarmalariga quyidagi hujjatlarni taqdim etadi: avtotransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; ro‘yxatdan o‘tkazish harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalari tomonidan undiriladigan belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). 54. Avtomototransport vositalarining rangi va (yoki) nomer agregati o‘zgarganda avtotransport vositasini qayta ro‘yxatdan o‘tkazish uchun mulkdor yoki uning vakili YHXX va uning hududiy boshqarmalariga quyidagi hujjatlarni taqdim etadi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtotransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; raqam agregatlarining qonuniy olinganligini tasdiqlovchi hujjat (hisob-ma’lumotnoma, notarius tomonidan tasdiqlangan oldi-sotdi shartnomasi); avtotransport vositalarini ta’mirlash va texnik xizmat ko‘rsatish bo‘yicha maxsus korxonada raqam agregatlarining almashtirilganligini va (yoki) rangning o‘zgartirilganligini (rang o‘zgartirilganda) tasdiqlovchi hujjat; ro‘yxatdan o‘tkazish harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalari tomonidan undiriladigan belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). Transport vositasining rangi va (yoki) raqam agregati o‘zgarganda avtomototransport vositasining ro‘yxatga olish kartasiga tegishli o‘zgartirishlar kiritiladi, ilgari berilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma esa transport vositasining yangi rangi va (yoki) raqam agregatini ko‘rsatgan holda almashtiriladi. 55. Avtotransport vositasi qayta jihozlaganda uni qayta ro‘yxatdan o‘tkazish quyidagi hujjatlar asosida amalga oshiriladi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtotransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; raqamli agregatlar (hisob-ma’lumotnoma, notarius tomonidan tasdiqlangan oldi-sotdi shartnomasi) va avtotransport vositasi qayta jihozlanganda ishlatilgan boshqa detallarning olinganligining qonuniyligini tasdiqlovchi hujjatlar; YHXDX tomonidan berilgan avtotransport vositalarini qayta jihozlashga ruxsati bo‘lgan avtotransport vositalarini ta’mirlash va texnik xizmat ko‘rsatish bo‘yicha maxsus korxonada qayta jihozlashni amalga oshirganlikni tasdiqlovchi hujjat; gaz ballon uskunalarini avtotransport vositasiga qonunchilikda belgilangan tartibda o‘rnatish dalolatnomasining nusxasi va gaz ballonlarning muvofiqlik sertifikatining nusxasi (gaz ballon uskunasi o‘rnatilgan holda qayta jihozlangan avtotransport vositalari uchun); ushbu avtotransport vositasida qayta jihozlashni amalga oshirish uchun DYHXX tomonidan berilgan ruxsatnomaning nusxasi (tegishli tasdiqnomaga ega bo‘lgan avtotransport vositasini ta’mirlash va unga texnik xizmat ko‘rsatish bo‘yicha ixtisoslashtirilgan korxonalarda avtotransport vositasi qayta jihozlangan holatlar bundan mustasno); ro‘yxatdan o‘tkazish harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalari tomonidan undiriladigan belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). Avtotransport vositasini qayta jihozlashni amalga oshirganda avtomototransport vositasining ro‘yxatga olish kartasiga tegishli o‘zgartirishlar kiritiladi, ilgari berilgan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma esa transport vositasining yangi raqam agregatini ko‘rsatgan holda almashtiriladi. 56. Avtomototransport vositasini ro‘yxatdan o‘tkazish guvohnomasi yaroqsiz holga kelganda, shikastlanganda yoki o‘g‘irlanganda va (yoki) RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar yaroqsiz holga kelganda, shikastlanganda yoki o‘g‘irlanganda avtotransport vositasini qayta ro‘yxatdan o‘tkazish quyidagi hujjatlar asosida amalga oshiriladi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma yaroqsiz holga kelganda (u yaroqsiz holga kelganda); shikastlangan RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar (ular shikastlanganda); ichki ishlar organlarining avtomototransport vositalarini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnomaning va (yoki) RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar o‘g‘irlanganligi to‘g‘risidagi guvohnomasi; ro‘yxatdan o‘tkazish harakatlarini amalga oshirish mobaynidagi YHXX va uning hududiy boshqarmalari tomonidan undiriladigan belgilangan miqdordagi to‘lovlarni to‘laganlikni tasdiqlovchi bank to‘lov hujjati (to‘lovlardan ozod etilgan shaxslardan tashqari). Avtomototransport vositasini ro‘yxatdan o‘tkazish guvohnomasi yaroqsiz holga kelganda, shikastlanganda yoki o‘g‘irlanganda avtomototransport vositasini ro‘yxatdan o‘tkazish kartasi ma’lumotlari asosida hududiy boshqarmalari avtomototransport vositasini ro‘yxatdan o‘tkazish guvohnomasining dublikatini beradilar. RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar shikastlanganda avtotransport vositasining ro‘yxatdan o‘tkazish ma’lumotlari asosida hududiy boshqarmalari ularning dublikatini beradilar. RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlarning dublikati hududiy boshqarmalarining talabnomasiga asosan tayyorlanadi. Dublikatlar olingungacha tegishli to‘lovlar undirilmagan holda ilgari ishlatilgan yaroqli RO‘DRBlar ishlatilishi mumkin. RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar yo‘qolganda yoki o‘g‘irlanganda avtotransport vositasining ro‘yxatdan o‘tkazish ma’lumotlari asosida hududiy boshqarmalari yangi RO‘DRB berilishini ta’minlaydilar. RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar dublikatini yo‘qolgan yoki o‘g‘irlanganlarining o‘rniga berilishiga yo‘l qo‘yilmaydi. Oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar topilganda hududiy boshqarmalari topilgan oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlarning avtotransport vositasi egasining arizasiga asosan belgilangan tartibda berilishini ta’minlaydilar. Amalga oshirilgan ro‘yxatga olish to‘g‘risidagi ma’lumotlar (avtomototransport vositasini ro‘yxatga olish to‘g‘risidagi guvohnomaning dublikatini, dublikat yoki yangi RO‘DRBni berish) avtomototransport vositasining ro‘yxatga olish kartasiga kiritiladi, avtomototransport vositasini ro‘yxatga olish to‘g‘risidagi guvohnoma, (yoki) RO‘DRB, oshirilgan to‘lov stavkali avtotransport vositalari uchun RO‘DRB, avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar to‘g‘risidagi ma’lumotlar yo‘qolgan yoki o‘g‘irlangan taqdirda ham O‘zbekiston Respublikasi Ichki ishlar vazirligining Axborot markaziga yuboriladi. 7-bob. Avtomototransport vositalarini hisobdan chiqarish 57. Avtomototransport vositasi quyidagi holatlarda YHXX va uning hududiy boshqarmalarining hisobidan chiqariladi: rasmiylashtirilgan yuk bojxona deklaratsiyasiga asosan O‘zbekiston Respublikasi hududidan avtomototransport vositasi tovar sifatida chetga chiqarilganda; avtomototransport vositasining ro‘yxatdan o‘tkazish joyini o‘zgartirishni talab qilmaydigan holatda avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda; avtotransport vositasi keyingi foydalanuvga yaroqsiz deb hisoblanganda. 58. Rasmiylashtirilgan yuk bojxona deklaratsiyasiga asosan O‘zbekiston Respublikasi hududidan avtomototransport vositasi tovar sifatida chetga chiqarilganda avtomototransport vositasini hisobdan chiqarish quyidagi hujjatlarga asosan amalga oshiriladi; avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; rasmiylashtirilgan yuk bojxona deklaratsiyasi; avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risida guvohnoma. Avtomototransport vositasi uning chet davlat hududiga chiqarilganligi munosabati bilan hisobdan chiqarilganda, oldingi RO‘DRB DYHXX organlari tomonidan vaqtinchalik (bir martalik qog‘ozli tranzit) yo‘l harakatida ishtirok etish uchun ruxsat etilgan avtomototransport vositalari uchun RO‘DRBlarga almashtiriladi, avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnomada hisobdan chiqarishning sabablari, belgilangan manzil va hisobdan chiqarish sanasi to‘g‘risidagi ma’lumotlar yozib qo‘yiladi. O‘zbekiston Respublikasiga vaqtinchalik olib kelingan xalqaro avtotransport vositalarini ularning O‘zbekiston Respublikasi hududidan chiqarib ketilishi munosabati bilan hisobdan chiqarganda arizachilarga avtomototransport vositasini hisobdan chiqarganlik to‘g‘risidagi belgi bilan avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma beriladi, shuningdek chet davlatlarning ro‘yxatdan o‘tgan avtomototransport vositalarining RO‘DRBlari qaytarib beriladi, ular mavjud bo‘lmaganda — vaqtinchalik (bir martalik qog‘ozli tranzit) yo‘l harakatida ishtirok etish uchun ruxsat etilgan avtomototransport vositalari uchun RO‘DRBlar beriladi. 59. Avtomototransport vositasining ro‘yxatdan o‘tkazish joyini o‘zgartirishni talab qilmaydigan holatda avtomototransport vositasi egasining yashash (turgan) joyi yoki joylashgan joyi (pochta manzili) o‘zgarganda avtomototransport vositasini hisobdan chiqarish YHXX va uning hududiy boshqarmalari tomonidan avtotransport vositasining ro‘yxatdan o‘tgan yangi joyi bo‘yicha Ro‘yxatdan o‘tgan avtomototransport vositalarining yagona ma’lumotlar bazasiga tegishli ma’lumotlarni kiritgan holda amalga oshiriladi. 60. Avtotransport vositasi keyingi foydalanuvga yaroqsiz deb hisoblanganda uni hisobdan chiqarish quyidagi hujjatlar asosida amalga oshiriladi: avtomototransport vositasi egasi yoki uning vakilining belgilangan namunadagi arizasi; avtomototransport vositasi egasi yoki uning vakilining shaxsini tasdiqlovchi hujjat; avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma; avtomototransport vositasini keyingi foydalanuvga yaroqsiz deb topish va uni hisobdan chiqarish to‘g‘risidagi buyruq (faqat yuridik shaxslar uchun); avtomototransport vositasi joylashgan joy bo‘yicha hududiy YHXDX organining tegishli xodimi tomonidan rasmiylashtirilgan alohida avtomototransport vositasini texnik ko‘rikdan o‘tkazganlik to‘g‘risida dalolatnoma; Keyingi foydalanuvga yaroqsiz deb hisoblangan avtomototransport vositasi hisobdan chiqarilganda avtomototransport vositasini ro‘yxatdan o‘tkazish to‘g‘risidagi guvohnoma va ushbu avtomototransport vositasining RO‘DRBi olib qo‘yiladi, mazkur Nizomning  29 — 31-bandlarida  nazarda tutilgan RO‘DRBni saqlab qolish holatlari bundan mustasno. 61. Transport vositasini hisobdan chiqarish yoki uni hisobdan chiqarishni asosli rad etish murojaat etilgan kunda amalga oshiriladi. 62. Transport vositasi quyidagi holatlarda hisobdan chiqarilmaydi: mazkur Nizomning  58  yoki  60-bandlarida  nazarda tutilgan hujjatlar taqdim etilmaganda; avtomototransport vositasiga tushirilgan identifikatsiya tamg‘asining yashirilishi, soxtalashtirilishi, o‘zgartirilishi, yo‘q qilinishi alomatlari yoxud taqdim etilgan hujjatlarning soxtalashtirilishi, taqdim etilgan hujjatlarda yoki ro‘yxatga doir hujjatlarda ko‘rsatib o‘tilgan ma’lumotlarga avtomototransport vositasi va raqam agregatlarining nomuvofiqligi aniqlanganda; avtomototransport vositasi, raqam agregatlarining qidiruvda ekanligi yoki taqdim etilgan hujjatlarning yo‘qolganligi (o‘g‘irlanganligi) to‘g‘risida ma’lumotlar mavjud bo‘lganda; qonunchilikka muvofiq avtomototransport vositasining tasarruf etilishiga taqiq yoki uning xatlab qo‘yilishi mavjud bo‘lganda; vasiylik va homiylik organining yoki belgilangan yoshga yetmagan yoxud muomalaga layoqatsiz avtomototransport vositasi egasining qonuniy vakillarining ruxsati bo‘lmaganda; tuman (shahar) Aholi bandligiga ko‘maklashish markazi tomonidan ilgari avtomototransport vositasi uchun berilgan ruxsat mavjud bo‘lmaganda; lizing beruvchining roziligi mavjud bo‘lmaganda — lizingga taqdim etilgan avtomototransport vositalari uchun. Avtomototransport vositasi egasi yoki uning vakili avtomototransport vositasini hisobdan chiqarishning rad etish asoslarini bartaraf etgan taqdirda, avtomototransport vositasini hisobdan chiqarish to‘g‘risida ariza bilan qaytadan murojaat qilishga haqli. 63. Avtomototransport vositasi hisobdan chiqarilganda avtomototransport vositasining ro‘yxatga olish kartasiga hisobdan chiqarishning sabablari to‘g‘risidagi ma’lumotlar kiritiladi. Hisobdan chiqarilishi lozim bo‘lgan avtomototransport vositasini ro‘yxatga olish to‘g‘risidagi guvohnoma va (yoki) avtomototransport vositasining RO‘DRBi yo‘qolganda, ularning YHXX va uning hududiy boshqarmalarida mavjudligi tekshirilgandan so‘ng, avtomototransport vositasining ro‘yxatga olish kartasiga avtomototransport vositasini ro‘yxatga olish to‘g‘risidagi guvohnoma va (yoki) avtomototransport vositasining RO‘DRBi yo‘qolganligi to‘g‘risida tegishli yozuv kiritiladi. Bunda hisobdan chiqarilishi lozim bo‘lgan avtomototransport vositasini ro‘yxatga olish to‘g‘risidagi guvohnoma va (yoki) avtomototransport vositasining RO‘DRBi to‘g‘risidagi ma’lumotlar ham O‘zbekiston Respublikasi Ichki ishlar vazirligining Axborot markaziga yuboriladi. Zarurat bo‘lganda, avtomototransport vositasining egasiga o‘rnatilgan tartibda avtomototransport vositasining raqam agregatlari hisobdan chiqarilganligi to‘g‘risidagi tegishli ma’lumotnoma beriladi. 8-bob. Yakunlovchi qoidalar 64. YHXDX organlarida ro‘yxatga olish harakatlarini amalga oshirish uchun asos bo‘ladigan hujjatlarning saqlanish muddati 3 yilni tashkil etadi (Avtomototransport vositalarini ro‘yxatga olish, RO‘DRBlarni hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalarni taqsimlash kitobidan tashqari). Avtomototransport vositalarini ro‘yxatga olish, RO‘DRBlarni hamda avtomototransport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalarni taqsimlash kitobining saqlanish muddati 75 yilni tashkil etadi. 65. I, IA, III va bitta harfli seriyadagi 999 ta juft raqamlarni ichiga olgan IIIA tipidagi RO‘DRBning har bir yangi partiyasi bitta hududiy boshqarmalar (bitta RIB yoki bitta TRIB) tomonidan belgilangan namunadagi alohida jurnalni yuritgan holda beriladi. 66. Amaldagi xaridorgirligiga qarab ilgari ishlab chiqilgan partiyalar orasidan, shu jumladan ishlab chiqarilishi amalga oshirilmagan qo‘shimcha RO‘DRBlar ishlab chiqarilishi mumkin. RO‘DRBning berilishi o‘rnatilgan tartibda hududiy boshqarmalar tomonidan belgilangan namunadagi maxsus jurnalni yuritgan holda amalga oshiriladi. 67. RO‘DRBlar belgilangan tartibda YHXX va uning hududiy boshqarmalari tomonidan ularning berilishiga qadar qat’iy navbat asosida ortib borilgan tartibda saqlanadi. 68. Mazkur Nizom talablari buzilishida aybdor bo‘lgan shaxslar qonunchilikka muvofiq javob beradilar. 9-bob. Ish yuritish 69. Ish yuritish O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan tasdiqlangan tartibda amalga oshiriladi. Vazirlar Mahkamasining 2017-yil 31-avgustdagi 683-son  Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berishda “O‘zbekiston respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risida 1. Ushbu Nizom Vazirlar Mahkamasining “Elektron yarmarkalar, auksion va tanlovlar tashkilotchilarining — axborot vositachilarining faoliyatini tashkil etish tartibi to‘g‘risidagi nizomni tasdiqlash haqida” 2016-yil 2-avgustdagi 249-son  qaroriga  muvofiq, jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini (keyingi o‘rinlarda RO‘DRB deb ataladi) oshirilgan to‘lov stavkalari bo‘yicha berishda “O‘zbekiston respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibini belgilaydi. 2. Ushbu nizomda quyidagi asosiy tushunchalardan foydalaniladi: birja  — “O‘zbekiston respublika tovar-xomashyo birjasi” AJ; boshlang‘ich narx  — jismoniy va yuridik shaxslarga avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkalari bo‘yicha berish uchun to‘lovning dastlabki oshirilgan minimal stavkasi; axborot tizimi  — jismoniy va yuridik shaxslarga avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkalari bo‘yicha berishni va hisob-kitoblar o‘tkazishni ta’minlaydigan birjaning dasturiy majmuasi; talabgor  — RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha xarid qiladigan yuridik va jismoniy shaxslar; HKP  — birjaning hisob-kitob kliring palatasi. 3. Jismoniy va yuridik shaxslarga avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha berishda auksion o‘tkazish axborot tizimi orqali mazkur Nizomning  1-ilovasiga  muvofiq sxema bo‘yicha amalga oshiriladi. Avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha olish uchun raqobat tartiboti g‘olibi deb e’tirof etilgan talabgorning huquqi auksion predmeti hisoblanadi. Ushbu Nizomga  2-ilovaga  muvofiq ro‘yxat bo‘yicha I, IA, IE, IAYE, III, IIIA, IIIE, IIIAYE tipdagi avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilari auksionga qo‘yiladi. 3 1 . Jismoniy va yuridik shaxslarning murojaatlariga asosan oshirilgan to‘lov stavkalari bo‘yicha beriladigan I, IA, IE, IAYE, III, IIIA, IIIE, IIIAYE tipidagi avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining ro‘yxatida ko‘rsatilgan 1 — 3-toifadagi ro‘yxatdan o‘tkazish davlat raqami belgilari istalgan harf kombinatsiyalari bilan auksionga qo‘yilishi mumkin. Bunda, ushbu toifadagi ro‘yxatdan o‘tkazish davlat raqami belgilarining auksionga qo‘yiladigan boshlang‘ich narxlari mazkur Nizomning  2a-ilovasiga  muvofiq belgilanadi. 4. Savdolarda O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati (keyingi o‘rinlarda — YHXX) tomonidan birjaga taqdim qilingan ro‘yxat bo‘yicha Qoraqalpog‘iston Respublikasi Ichki ishlar vazirligi, Toshkent shahar va Toshkent viloyati ichki ishlar bosh boshqarmalari hamda viloyatlar ichki ishlar boshqarmalari Jamoat xavfsizligi xizmati Yo‘l harakati xavfsizligi boshqarmalarining ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalari (keyingi o‘rinlarda — hududiy boshqarmalar) ishtirok etadi. 5. Lot qo‘yilishi haftaning ish kunlarida soat 10-00 dan 17-00 gacha amalga oshiriladi. Vakolatli organ lot qo‘yilishida majburiy tartibda quyidagilarni qayd etadi: talabgorlar toifasi (yuridik yoki jismoniy shaxs); avtotransport vositasi ro‘yxatdan o‘tkazilgan hudud; oshirilgan to‘lov stavkasi bo‘yicha RO‘DRB; boshlang‘ich narx; raqobat tartiboti tugallanadigan muddat (vakolatli organning talabnomasi qo‘yilgan paytdan boshlab kamida besh ish kuni). 6. Talabgor sifatida savdolarda ishtirok etish uchun yuridik va jismoniy shaxslar Internet tarmog‘idagi birjaning saytida onlayn tartiboti bo‘yicha ro‘yxatdan o‘tishlari kerak. Ro‘yxatdan o‘tishda talabgor — jismoniy shaxs o‘z familiyasi, ismi va otasining ismini, O‘zbekiston Respublikasi fuqarolik pasporti seriyasi va raqamini, soliq to‘lovchini identifikatsiyalash raqami (STIR)ni va avtomobil transporti ro‘yxatdan o‘tkazilishi nazarda tutilgan hududni ko‘rsatadi. Ro‘yxatdan o‘tishda talabgor — yuridik shaxs korxonaning nomini, soliq to‘lovchini identifikatsiyalash raqami (STIR)ni va avtomobil transporti ro‘yxatdan o‘tkazilishi nazarda tutilgan hududni ko‘rsatadi. Talabgorlarni ro‘yxatdan o‘tkazish natijalariga ko‘ra, ularga shaxsiy kabinet va birja HKPda shaxsiy hisobvaraq ochiladi. Shaxsiy kabinetga kirishni ta’minlash uchun talabgor login va parolni belgilaydi, ularning tegishlicha saqlanishi va xavfsizligi uchun to‘liq javob beradi. 7. Avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha berish jarayonida qatnashishdan oldin talabgorlar birja HKPda ochilgan o‘z shaxsiy hisobvarag‘iga boshlang‘ich narxning 10 foizi miqdorida zakalat va birja xizmatlari uchun bitim qiymatining 5 foizi miqdorida O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligining budjetdan tashqari fondiga yo‘naltiriladigan vositachilik yig‘imlarini o‘z ichiga olgan to‘lovni o‘tkazadi. Bunda: vositachilik yig‘imlari uchun undiriladigan mablag‘lar bitim qiymatidan tegishincha birja xizmatlari uchun 3 foiz hamda O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligining budjetdan tashqari fondiga yo‘naltiriladigan to‘lovlar uchun 2 foiz nisbatda taqsimlanadi; O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligining budjetdan tashqari fondiga o‘tkaziladigan vositachilik yig‘imlari birja uchun daromad solig‘ini hisoblab chiqishda ayriluvchi xarajatlar hisoblanadi. 8. Qonunchilikda nazarda tutilgan holatlardan tashqari, birja tomonidan xaridorning shaxsiy hisobvarag‘i holati va shaxsiy hisobvaraqlardagi mablag‘larning qoldiqlari to‘g‘risidagi ma’lumotlarning uchinchi shaxslarga oshkor qilinishiga yo‘l qo‘yilmaydi. 9. Talabgorlarning shaxsiy hisobvaraqlaridagi pul mablag‘laridan quyidagi maqsadlarda foydalaniladi: vositachi organlar va talabgorlar o‘rtasidagi axborot tizimida tuzilgan bitimlar shartlari ijrosi bilan bog‘liq hisob-kitoblarni amalga oshirish, shu jumladan ushbu bitim bo‘yicha majburiyatlar bajarilmaganligi uchun moliyaviy sanksiyalarni to‘lash; agar bitim tuzilmasa yoki belgilangan tartibda bekor qilinsa, talabgor topshirig‘i bo‘yicha HKPdagi shaxsiy hisobvarag‘iga pul mablag‘lari o‘tkazilgan bankdagi hisobvarag‘iga yoki plastik kartochkasiga qaytarish; raqobat tartibotlarida ishtiroki uchun birja bilan hisob-kitoblarni amalga oshirish. 10. Talabgorlar to‘langan zakalatlari bilan ta’minlangan hajmlarda buyurtma berish huquqiga egadirlar. Savdolar bosqichi YHXX va O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi bilan kelishilgan holda birja tomonidan belgilanadi. Axborot tizimi talabgorni ayni paytdagi eng yaxshi narx to‘g‘risidagi ma’lumotlardan foydalanishini ta’minlaydi. Talabgor muayyan tartibot amal qilish muddatining istalgan paytida cheklanmagan miqdorda narx bo‘yicha takliflar berish huquqiga ega, bunda uning narx bo‘yicha taklifi ayni paytda amaldagi eng yaxshi narxdan yuqori bo‘lishi shart. Narx bilan berilgan buyurtmani qaytarib olish talabgor tomonidan istalgan paytda amalga oshirilishi mumkin, bunda uning narxi ayni paytda eng yuqori bo‘lmasligi shart. 11. Vakolatli organ tomonidan belgilangan raqobat tartiboti muddatining yakunlanish paytidan boshlab, yangi narx takliflari berilgan taqdirda axborot tizimi tartibotni avtomatik uzaytirish rejimida ishlaydi. Har safar yanada yuqori narx bo‘yicha yangi taklif berilganda, raqobat tartiboti 10 daqiqaga uzaytiriladi. Agar so‘nggi taklif kiritilgandan so‘ng 10 daqiqa mobaynida talabgorlarning hech biri tomonidan yangi, yanada yuqori narx bo‘yicha taklif kiritilmasa raqobat tartiboti yakunlanganligi e’lon qilinadi. 12. Talabgorlarning ular to‘lagan zakalatlarga muvofiq elektron savdoda ishtirok etishlari, ular tomonidan narx bo‘yicha berilgan takliflarini solishtirish va raqobat tartiboti g‘olibini aniqlash jarayonlari birja axborot tizimining dasturiy majmuasi tomonidan avtomatik rejimda amalga oshiriladi. 13. Raqobat tartiboti yakunlangandan so‘ng axborot tizimi vakolatli organ va eng yuqori narxni taklif qilgan talabgor o‘rtasida amalga oshirilgan bitimni ro‘yxatdan o‘tkazadi hamda birjaning vositachilik yig‘imini talabgor hisobidan bitimning haqiqiy summasi bo‘yicha oladi. Bunda, narx bo‘yicha yagona taklif kiritilgan holatda, boshlang‘ich narxdan kam bo‘lmagan narxni taklif qilgan talabgor g‘olib deb e’tirof etiladi. 14. Talabgorlarning raqobat tartibotida ishtirok etishlari to‘g‘risidagi ma’lumotlar uning yakunlari e’lon qilinishi paytigacha vakolatli organ yoki boshqa talabgorlar tanishib chiqish imkoniyatiga ega bo‘lmaydilar. Raqobat tartiboti g‘olibi bitimni ro‘yxatdan o‘tkazish paytida axborot tizimida aks ettiriladi. Raqobat tartiboti g‘olibi aniqlanadigan kunda axborot tizimi uning shaxsiy kabinetiga besh ish kuni mobaynida yetishmayotgan summani to‘lash to‘g‘risida talabnoma yuboradi. 15. Bitim ro‘yxatdan o‘tkazilgandan so‘ng besh ish kuni mobaynida talabgor tuzilgan bitim bo‘yicha moliyaviy majburiyatlarni to‘liq qoplash uchun HKPdagi o‘z shaxsiy hisobvarag‘iga qo‘shimcha mablag‘larni o‘tkazadi. Axborot tizimida raqobat tartiboti yakunlangandan so‘ng, g‘olibning zakalatlaridan tashqari, ishtirokchilarning zakalatlari ozod qilinadi va ulardan boshqa raqobat tartibotlarida qatnashish uchun avans to‘lovi sifatida foydalanish yoki ularning arizalari bo‘yicha tijorat bankidagi hisobvarag‘iga yoki bank plastik kartochkasiga qaytarilishi mumkin. 16. Talabgor to‘lovni rad qilgan, undan boshqacha tarzda bosh tortgan yoki bitim bo‘yicha to‘lov to‘liq hajmda o‘z vaqtida o‘tkazilmagan holatlarda, axborot tizimi avtomatik rejimda quyidagilarni amalga oshiradi: vakolatli organ va raqobat tartiboti g‘olibi deb topilgan talabgor o‘rtasidagi bitimni bekor qilingan deb e’tirof etadi; taklif qilgan narxi birinchi g‘olib taklif qilgan narxdan so‘ng eng yuqori bo‘lgan talabgorni (ikkinchi g‘olibni) raqobat tartiboti g‘olibi deb e’tirof etadi; birinchi g‘olibning zakalatlarini shartnoma majburiyatlari ijro etilmaganligi tufayli jarima sifatida O‘zbekiston Respublikasining respublika budjeti daromadiga o‘tkazadi. 17. Ikkinchi g‘olib raqobat tartiboti g‘olibi deb topilgandan so‘ng besh ish kuni mobaynida tuzilgan bitim bo‘yicha moliyaviy majburiyatlarni to‘liq qoplash uchun HKPdagi o‘z shaxsiy hisobvarag‘iga qo‘shimcha mablag‘larni o‘tkazishi shart. Ikkinchi g‘olib rad etgan holatda, axborot tizimi raqobat tartiboti amalga oshmadi deb e’lon qiladi. 18. Raqobat tartiboti amalga oshmadi deb e’tirof etilgan holatda (ikkinchi g‘olib rad etgan yoki xaridorlar mavjud bo‘lmagan holatda), axborot tizimida avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha berishni 5 kun muddat ichida avtomatik ravishda qaytadan e’lon qilinadi. 18 1 . Avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilari auksionga qo‘yilgan kundan boshlab olti oy mobaynida sotilmagan (xaridorlar mavjud bo‘lmagan) taqdirda vakolatli organ tomonidan: 1 va 2-toifadagi ro‘yxatdan o‘tkazish davlat raqami belgilarining boshlang‘ich narxlari bir pog‘onaga avtomatik ravishda tushirilib (harflari bir xil kombinatsiyada bo‘lgan ro‘yxatdan o‘tkazish davlat raqamlari bundan mustasno), mos ravishda 2 va 3-toifalarga doir boshlang‘ich narxlarda auksionga qo‘yiladi; 4 — 6-toifadagi ro‘yxatdan o‘tkazish davlat raqami belgilari auksiondan olinib, auksionga qo‘yilgan boshlang‘ich narxda kunlik shakllantiriladigan oshkora ro‘yxat asosida umumiy tartibda realizatsiya qilinadi. Realizatsiyadan kelib tushgan mablag‘larning 50 foizi — O‘zbekiston Respublikasi Davlat budjetiga, 50 foizi — Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining “Xavfsiz yo‘l va xavfsiz piyoda” respublika jamg‘armasiga yo‘naltiriladi. 19. HKP talabgor mablag‘lari to‘liq hajmda kelib tushgandan so‘ng bir ish kuni mobaynida vakolatli organga yuqori to‘lov stavkasi bo‘yicha avtotransport vositalari uchun RO‘DRBni belgilangan tartibda rasmiylashtirish uchun o‘tgan kun uchun raqobat tartiboti g‘oliblari reyestrini taqdim qilishi shart. 20. Oshirilgan stavka bo‘yicha avtotransport vositalari uchun RO‘DRB rasmiylashtirish qonunchilikda belgilangan tartibda YHXX va uning hududiy boshqarmalari bo‘linmalari tomonidan amalga oshiriladi. YHXX va uning hududiy boshqarmalari bo‘linmalarida avtotransport vositalari uchun RO‘DRBni oshirilgan to‘lov stavkasi bo‘yicha berish uchun tuzilgan bitim bo‘yicha moliyaviy majburiyatlarni to‘liq qoplash uchun HKPdagi o‘z shaxsiy hisobvarag‘iga mablag‘lar o‘tkazilgan sanadan boshlab 30 kalendar kun mobaynida rasmiylashtirish talabgorning aybi bilan ta’minlanmagan holatda, HKP shartnoma majburiyatlari ijro etilmaganligi tufayli jarima sifatida bitim summasining 50 foizini O‘zbekiston Respublikasining respublika budjeti daromadiga o‘tkazadi, qolgan qismini esa talabgorga qaytaradi. Bunda vakolatli organ axborot tizimida avtotransport vositalari uchun RO‘DRB yuqori to‘lov stavkasi bo‘yicha sotilishini qaytadan e’lon qilishi shart. G‘olib (jismoniy shaxs) moliyaviy majburiyatlarni to‘liq qoplagandan keyin o‘zining yaqin qarindoshiga (ota-ona, tugishgan yoki o‘gay aka-uka va opa-singillar, er-xotin, farzandlar, shu jumladan farzandlikka olinganlar, bobosi, buvisi, nevaralar, shuningdek, er-xotinning ota-onasi, tugishgan yoki o‘gay aka-ukalari va opa-singillari)ga, shuningdek, umumiy mulkka egalik qilish huquqiga ega bo‘lgan shaxslarga va merosxo‘rlarga tegishli bo‘lgan avtotransport vositasiga RO‘DRBni rasmiylashtirishga rozilik berishi mumkin. 21. Avtotransport vositalari uchun oshirilgan to‘lov stavkasi bo‘yicha RO‘DRB rasmiylashtirilgandan so‘ng YHXXning yagona avtomatlashtirilgan axborot tizimi orqali bitim bo‘yicha majburiyatlar bajarilganligi to‘g‘risidagi ma’lumotlar inson omilisiz avtomatik tarzda HKPga yuboriladi. HKP esa bitim summasini va birja vositachilik yig‘imidan ajratmani O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi hamda Ichki ishlar vazirligining tegishli budjet va budjetdan tashqari hisobvaraqlarga o‘tkazadi. 22. Talabgor, agar yengib bo‘lmaydigan kuch yoki bunday sharoitlarda oldini olib bo‘lmaydigan (fors-major) vaziyatlariga duch kelganligini isbotlasa, to‘liq to‘lov bo‘yicha majburiyatlar ijrosidan ozod qilinadi. Bunday holatda, talabgor tomonidan ariza zakalat jarima sifatida o‘tkazilgunga qadar birjaga yuboriladi, bu erda uning arizasi besh ish kuni mobaynida ko‘rib chiqiladi. Ko‘rib chiqish natijalari bo‘yicha birja hududiy boshqarmalarga talabgordan jarima pullari undirilmay bitimning bekor qilinishi to‘g‘risida axborot yuboradi va zakalatini talabgorga qaytaradi. 23. O‘tkazilgan raqobat tartiboti natijalari bo‘yicha birja har oyning 5-kunidan kechiktirmay, O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligiga hamda YHXXga o‘tkazilgan raqobat tartibotlari to‘g‘risida, shu jumladan hududlar bo‘yicha quyidagi ma’lumotlarni taqdim qiladi: o‘tkazilgan raqobat tartibotlari sanalari; raqobat tartibotlari ishtirokchilarining soni; amalga oshirilgan lotlar soni; amalga oshirilgan lotlar uchun tegishli budjetlarga o‘tkazilgan mablag‘lar summasi; tegishli budjetlarning boshlang‘ich narxlardan oshishi hisobiga hosil qilingan qo‘shimcha daromadlari summasi; bitta lotning amalga oshirilgani uchun o‘rtacha narx; raqobat tartiboti o‘tkazilishi hisobiga boshlang‘ich narxni oshirishning foizlarda ifodalangan o‘rtacha miqdori. 24. Birja va YHXX va uning hududiy boshqarmalari xodimlari auksionni o‘tkazish bilan bog‘liq ravishda lavozim yoki xizmat vazifalarini bajarishda manfaatlar to‘qnashuviga olib keladigan yoki olib kelishi mumkin bo‘lgan shaxsiy manfaatdorlikka yo‘l qo‘ymasliklari kerak. Manfaatlar to‘qnashuvi yuzaga kelgan taqdirda, davlat organlari xodimlari bu to‘g‘rida o‘zlarining bevosita rahbariga zudlik bilan xabar qilishlari kerak. Manfaatlar to‘qnashuvi mavjudligi to‘g‘risida ma’lumotlar olgan rahbar uni O‘zbekiston Respublikasining “Korrupsiyaga qarshi kurashish to‘g‘risida”gi  Qonuniga  muvofiq bartaraf etish yoki hal qilish bo‘yicha o‘z vaqtida choralar ko‘rishi shart. Manfaatlar to‘qnashuvini bartaraf etish yoki hal qilish talablari buzilishiga yo‘l qo‘ygan birja va YHXX va uning hududiy boshqarmalari xodimlari, shuningdek ularning rahbarlari qonunchilikka muvofiq javobgar bo‘ladilar. 25. Raqobat tartibotlarini o‘tkazish masalalari bo‘yicha nizolar va kelishmovchiliklar belgilangan tartibda sud tomonidan ko‘rib chiqiladi. 26. Birja har bir xaridor uchun uning shaxsiy kabineti orqali birja yoki YHXX mansabdor shaxslarining noqonuniy harakatlari (harakatsizligi) yuzasidan elektron shaklda shikoyat arizasini berish imkoniyatini ta’minlaydi. Berilgan shikoyatlar birjaning axborot tizimi tomonidan O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligiga hamda O‘zbekiston Respublikasi Ichki ishlar vazirligiga ko‘rib chiqish uchun yuboriladi. Shikoyat arizalarini ko‘rib chiqish qonunchilikka muvofiq amalga oshiriladi. 27. Mazkur Nizom talablari buzilishida aybdor shaxslar belgilangan tartibda javob beradilar. Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berishda “O‘zbekiston Respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risidagi  Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berishda “O‘zbekiston respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berishda “O‘zbekiston Respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risidagi  Oshirilgan to‘lov stavkalari bo‘yicha beriladigan I, IA, IE, III, IIIA, IIIE tipidagi avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining  * RO‘DRB — ro‘yxatdan o‘tkazish davlat raqami belgilari.  ** BHM — bazaviy hisoblash miqdori.  Jismoniy va yuridik shaxslarga avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berishda “O‘zbekiston respublika tovar-xomashyo birjasi” AJ axborot tizimida auksion o‘tkazish tartibi to‘g‘risidagi  Jismoniy va yuridik shaxslarning talablariga asosan xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan 1 — 3-toifadagi avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining auksionga qo‘yiladigan boshlang‘ich  * RO‘DRB—ro‘yxatdan o‘tkazish davlat raqami belgilari  ** BHM— bazaviy hisoblash miqdori.  Vazirlar Mahkamasining 2017-yil 31-avgustdagi 683-son  Jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish tartibi to‘g‘risida 1. Ushbu Nizom jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkasi bo‘yicha berish tartibini belgilaydi. 2. “Xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bo‘yicha avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgisi” deganda, transport vositasi egasining buyurtmanomasi asosida harf va raqamlar kombinatsiyasini tanlash imkoniyati berilgan holda, transport vositasini davlat ro‘yxatidan o‘tkazish (qayta ro‘yxatdan o‘tkazish) paytida ro‘yxatdan o‘tkazish davlat raqami belgisining hududiy kodi va turiga muvofiq, Vazirlar Mahkamasining “Avtomototransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining yangi namunalarini joriy etish chora-tadbirlari to‘g‘risida” 2007-yil 27-iyundagi 131-son  qarori  asosida beriladigan alohida ro‘yxatdan o‘tkazish davlat raqami belgisi tushuniladi. 3. Avtotransport vositalari uchun oshirilgan to‘lov stavkalari bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilari (keyingi o‘rinlarda RO‘DRB deb ataladi) beriladigan transport vositalarini davlat ro‘yxatidan o‘tkazish O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda amalga oshiriladi. Avtotransport vositalari uchun oshirilgan to‘lov stavkasi bo‘yicha jismoniy va yuridik shaxslarga xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan davlat ro‘yxatidan o‘tkazish raqami belgilarini berish uchun to‘lov stavkasi, O‘zbekiston Respublikasining respublika budjetiga to‘liq hajmda o‘tkaziladigan, bazaviy hisoblash miqdorining bir yuz ellik baravari miqdorida belgilanadi. Harflari bir xil kombinatsiyada bo‘lgan 680 juft davlat raqam belgilari 6-toifaga muvofiq boshlang‘ich narxda auksion savdolariga qo‘yiladi. 4. Jismoniy va yuridik shaxslarga avtotransport vositalari uchun oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan davlat ro‘yxatidan o‘tkazish raqami belgilarini berish ushbu Nizomga ilovadagi  sxema  bo‘yicha amalga oshiriladi. 5. Oshirilgan to‘lov stavkalari bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlarni olish uchun transport vositalarining egalari doimiy propiska qilingan joyidagi O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati hududiy boshqarmalarining ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalariga (keyingi o‘rinlarda — hududiy boshqarmalar) harf va raqamlar kombinatsiyasini ko‘rsatgan holda belgilangan tartibda ariza bilan murojaat qiladi. 6. Ariza olingan kundan boshlab uch ish kuni mobaynida hududiy boshqarmalari tomonidan ko‘rib chiqiladi. 7. Hududiy boshqarmalar bir ish kuni mobaynida shunga o‘xshash oshirilgan to‘lov stavkalari bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar bo‘yicha arizaning mavjudligini tekshiradi va tekshiruv yakuni bo‘yicha ariza berilgan oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBning bron qilinganligi to‘g‘risida arizachini xabardor qiladi. Bunda hududiy boshqarmalari tomonidan bron qilingan oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBlar uch ish kuni mobaynida arizachida saqlanadi. 8. Arizachiga oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRB bron qilinganligi to‘g‘risida xabar berilgandan so‘ng, arizachi uch ish kuni mobaynida oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBni berish uchun ushbu Nizomning 3-bandi  ikkinchi xatboshida  ko‘rsatilgan to‘liq to‘lov summasini to‘lashi va arizani qabul qilgan hududiy boshqarmalarga kvitansiyani taqdim etishi shart. 9. Oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRBni berganlik uchun to‘liq to‘lov summasi to‘langandan so‘ng, tegishli hududiy boshqarma bir oy mobaynida arizachiga oshirilgan to‘lov stavkasi bo‘yicha xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan RO‘DRB berilishini ta’minlaydi. 10. Ariza beruvchi xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan to‘lov stavkasi bilan RO‘DRB berilgungacha avtotransport vositasini uning vaqtinchalik ro‘yxatdan o‘tkazish davlat raqami bilan boshqarishi mumkin. Xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan stavka bo‘yicha RO‘DRB berilgungacha avtotransport vositasini vaqtinchalik ro‘yxatdan o‘tkazish avtotransport vositasini davlat ro‘yxatidan o‘tkazish uchun nazarda tutilgan tartibda amalga oshiriladi. Xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan oshirilgan stavka bo‘yicha RO‘DRB berilgungacha avtotransport vositasini vaqtinchalik ro‘yxatdan o‘tkazishda ilgari berilgan (ilgari foydalanishda bo‘lgan) RO‘DRB beriladi avtotransport vositasi egasidan yoki uning vakilidan ilgari berilgan (ilgari foydalanilgan) RO‘DRBni berish uchun to‘lov undirilmaydi. Jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish tartibi to‘g‘risidagi  Jismoniy va yuridik shaxslarga avtotransport vositalari uchun xaridorgir harf va raqamlar kombinatsiyasiga ega bo‘lgan ro‘yxatdan o‘tkazish davlat raqami belgilarini oshirilgan to‘lov stavkalari bo‘yicha berish Vazirlar Mahkamasining 2017-yil 31-avgustdagi 683-son  O‘zbekiston Respublikasi Vazirlar Mahkamasining o‘z kuchini yo‘qotgan deb e’tirof etilayotgan ayrim qarorlari  1. Vazirlar Mahkamasining “Avtomototransport vositalarini ro‘yxatdan o‘tkazish, qayta ro‘yxatdan o‘tkazish va ularning hisobini olib borish, milliy davlat raqami belgilarini berish va ularni almashtirish ishlarini tartibga solish haqida” 1997-yil 26-maydagi 256-son  qarori . 2. Vazirlar Mahkamasining “Lizing xizmatlarini yanada rivojlantirish chora-tadbirlari to‘g‘risida” 2004-yil 26-apreldagi 199-son qaroriga (O‘zbekiston Respublikasi QT, 2004-y., 4-son, 42-modda) ilovaning  II bo‘limi . 3. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida” 2004-yil 29-apreldagi 203-son qaroriga (O‘zbekiston Respublikasi QT, 2004-y., 4-son, 43-modda) ilovaning  5-bandi . 4. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Vazirlar Mahkamasining “Avtomototransport vositalarini sotib olish, ulardan foydalanish va ularni boshqa shaxsga berishni tartibga solishga doir qo‘shimcha chora-tadbirlar to‘g‘risida” 2006-yil 7-martdagi 38-son qarori)” 2006-yil 12-maydagi 83-son qaroriga (O‘zbekiston Respublikasi QT, 2006-y., 5-son, 29-modda) ilovaning  2-bandi . 5. Vazirlar Mahkamasining “Avtomototransport vositalarini ro‘yxatdan o‘tkazish, qayta ro‘yxatdan o‘tkazish va ularning hisobini olib borish, milliy davlat raqami belgilarini berish va ularni almashtirish qoidalariga o‘zgartirish kiritish haqida (Vazirlar Mahkamasining “Avtomototransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining yangi namunalarini joriy etish chora-tadbirlari to‘g‘risida” 2007-yil 27-iyundagi 131-son qarori)” 2007-yil 18-sentabrdagi 196-son  qarori  (O‘zbekiston Respublikasi QHT, 2007-y., 37-38-son, 387-modda). 6. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Fuqarolarning pensiya ta’minoti tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2009-yil 30-dekabrdagi PF-4161-son Farmoni, O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasi Mehnat va aholini ijtimoiy muhofaza qilish vazirligi tuzilmasini takomillashtirish chora-tadbirlari to‘g‘risida” 2009-yil 30-dekabrdagi PQ-1251-son hamda “O‘zbekiston Respublikasi Moliya vazirligi huzuridagi budjetdan tashqari pensiya jamg‘armasining tashkiliy tuzilmasini shakllantirish chora-tadbirlari to‘g‘risida” 2009-yil 30-dekabrdagi PQ-1252-son qarorlari)” 2010-yil 24-martdagi 52-son qaroriga (O‘zbekiston Respublikasi QT, 2010-y., 3-son, 12-modda) 1-ilovaning  12-bandi . 7. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi Vazirlar Mahkamasining “qishloq xo‘jaligi va meliorativ texnikani, asbob-uskunalarni hisobga olish va ularning texnik holatini nazorat qilish tizimini takomillashtirish chora-tadbirlari to‘g‘risida” 2012-yil 6-dekabrdagi 345-son qarori)” 2013-yil 28-yanvardagi 20-son qaroriga (O‘zbekiston Respublikasi QT, 2013-y., 1-son, 5-modda) ilovaning  1-bandi . 8. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish hamda ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (“O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida” O‘zbekiston Respublikasining 2013-yil 30-apreldagi O‘RQ-352-son Qonuni)” 2014-yil 3-martdagi 45-son qaroriga (O‘zbekiston Respublikasi QT, 2014-y., 3-son, 16-modda) 1-ilovaning  8-bandi . "}]