[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 23.02.2018 yildagi 139-son", "Law_title": "Avtomototransport vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish tizimini takomillashtirish chora-tadbirlari to‘g‘risida", "Law_content": "Avtomototransport vositalaridan foydalanish jarayonida huquqbuzarliklarning oldini olish, avtomototransport vositalari haydovchilarining yo‘l harakati qoidalariga rioya etish bo‘yicha javobgarligini oshirish, shuningdek, avtomototransport vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirishda xo‘jalik yurituvchi subyektlarning ishtirok etishi uchun teng sharoitlar yaratish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Belgilab qo‘yilsinki, 2018-yil 1-avgustdan boshlab avtomototransport vositalari va shahar elektr transport vositalari haydovchilarini tayyorlash, qayta tayyorlash hamda ularning malakasi oshirish faoliyati davlat ta’lim muassasalari, shuningdek, nodavlat ta’lim muassasalari faoliyatini amalga oshirish huquqini beruvchi litsenziyaga ega bo‘lgan boshqa yuridik shaxslar tomonidan amalga oshiriladi. 2. Quyidagilar avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash hamda qayta tayyorlash bo‘yicha nodavlat ta’lim tashkilotlarining faoliyatini litsenziyalash uchun qo‘shimcha litsenziya talablari hamda shartlari sifatida belgilansin: o‘quv jarayoniga darslar o‘zlashtirilishini oshirishga yo‘naltirilgan o‘qitish monitoringini olib borish va rejalashtirishning avtomatlashtirilgan axborot tizimini joriy etish; butun o‘quv jarayonini qamrab oladigan animatsiya effektlari va videokontentga ega elektron o‘quv-uslubiy qo‘llanmalarning mavjud bo‘lishi, har bir ta’lim oluvchini (tinglovchini) ushbu o‘quv qo‘llanmalari bilan ta’minlash; har bir o‘qituvchini o‘quv dasturlari, turli pedagogika texnologiyalaridan foydalanish yo‘riqnomalarini o‘z ichiga olgan batafsil texnologik kartalar bilan ta’minlash; har biri kamida 40 kvadrat metr maydonga ega bo‘lgan va bitta hududda joylashgan ikki yoki undan ko‘p auditoriyalarning mavjud bo‘lishi; har bir auditoriyada videoproyektorlar, kompyuterlar, audio va video kuzatuv tizimlari, Yo‘l harakati qoidalari bo‘yicha ko‘rgazmali qo‘llanmalar, shuningdek, o‘quv jarayoni va yakuniy test sinovining oshkoraligini ta’minlash uchun jarayonni yozib olish tizimining mavjud bo‘lishi; ta’lim oluvchilar bilimlarini yakuniy test sinovidan o‘tkazish uchun kompyuterlar bilan jihozlangan alohida auditoriyaning mavjud bo‘lishi. 3. Quyidagilarning malaka oshirishdan o‘tishi shartligi belgilab qo‘yilsin: yuridik shaxslarga tegishli avtotransport vositalarini boshqarayotgan shaxslar, avtotransport vositalarini qisqa muddatli ijara (prokat) va lizing asosida boshqarayotgan yakka tartibdagi tadbirkorlar va boshqa jismoniy shaxslardan tashqari — ikki yilda bir marta; avtotransport vositalarini boshqarish huquqidan mahrum etilgan shaxslar — ma’muriy jazo muddati nihoyasiga yetgach va haydovchilik guvohnomasini olish uchun nazariy hamda amaliy imtihonlar topshirgunigacha. 5. O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Ta’lim sifatini nazorat qilish davlat inspeksiyasi Ichki ishlar vazirligi, boshqa vazirliklar va idoralar bilan birgalikda avtomototransport vositalari va shahar elektr transport vositalari haydovchilarini tayyorlash, qayta tayyorlash hamda ularning malakasini oshirish bo‘yicha nodavlat ta’lim muassasalarining faoliyatini litsenziyalash tartibi nazarda tutilgan hukumat qarorining loyihasini bir oy muddatda ishlab chiqsin va Vazirlar Mahkamasiga kiritsin. 6. O‘zbekiston Respublikasi Hukumatining  2-ilovaga  muvofiq ayrim qarorlariga o‘zgartirishlar va qo‘shimcha kiritilsin. 7. O‘zbekiston Respublikasi Ichki ishlar vazirligi: O‘zbekiston Respublikasi Bosh prokuraturasi, Adliya vazirligi, Xususiylashtirilgan korxonalarga ko‘maklashish va raqobatni rivojlantirish davlat qo‘mitasi hamda Savdo-sanoat palatasi bilan birgalikda — Xalqaro press-klubda ushbu qarorning maqsadlari, mazmun-mohiyati to‘g‘risida matbuot anjumani o‘tkazsin; O‘zbekiston Milliy teleradiokompaniyasi, O‘zbekiston Milliy axborot agentligi, Axborot va ommaviy kommunikatsiyalar agentligi, ommaviy axborot vositalari bilan birgalikda — bosma hamda elektron axborot vositalarini, shu jumladan butunjahon Internet tarmog‘ini keng jalb etgan holda, aholi o‘rtasida ushbu qarorning maqsadi va vazifalarining muntazam hamda har tomonlama yoritilishini tizimli asosda ta’minlasin. 8. Vazirliklar va idoralar o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ikki oy muddatda ushbu qarorga muvofiqlashtirsinlar. 9. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari — “O‘zbekiston temir yo‘llari” AJ boshqaruvi raisi A.J. Ramatov, O‘zbekiston Respublikasi Ichki ishlar vaziri P.R. Bobojonov va O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Ta’lim sifatini nazorat qilish davlat inspeksiyasi boshlig‘i U.N. Toshkenboyev zimmasiga yuklansin. Vazirlar Mahkamasining 2018-yil 23-fevraldagi 139-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirishlar va qo‘shimcha  6. Vazirlar Mahkamasining “O‘zbekiston Respublikasida avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash va qayta tayyorlash tizimida ta’lim jarayonini takomillashtirish va o‘qitishning zamonaviy usullarini joriy etish chora-tadbirlari to‘g‘risida” 2015-yil 30-apreldagi 106-son  qarorida  (O‘zbekiston Respublikasi QT, 2015-y., 4-son, 32-modda): a) 2-bandning  ikkinchi xatboshi  chiqarib tashlansin; b)  4-band  o‘z kuchini yo‘qotgan deb hisoblansin. 7. Vazirlar Mahkamasining “Innovatsion o‘qitish uslublarini joriy etish yo‘li bilan haydovchilarni tayyorlash va qayta tayyorlash, shuningdek ularning malakasini oshirish tizimini yanada takomillashtirish to‘g‘risida” 2017-yil 4-sentabrdagi 693-son  qarorida  (O‘zbekiston Respublikasi QHT, 2017-y., 36-son, 958-modda): a)  2-band  o‘z kuchini yo‘qotgan deb hisoblansin; b)  3-band  quyidagi tahrirda bayon qilinsin: “3. Belgilansinki, yuridik shaxslar avtotransport vositalari haydovchilarining malakasini oshirish tadbirlarini moliyalashtirish ish beruvchilarning mablag‘lari hisobiga, boshqa shaxslarning esa — o‘z mablag‘lari hisobiga amalga oshiriladi”; v)  4-band  va  1-ilova  o‘z kuchini yo‘qotgan deb hisoblansin. 8. Ushbu ilova 2-bandining  “b” kichik bandi ,  4  va  6-bandlari  2018-yil 1-avgustdan boshlab kuchga kiradi. "}]