[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 15.03.2018 yildagi 202-son", "Law_title": "Avtomobilda yuk va yo‘lovchilarni xalqaro tashishni yanada tartibga solish chora-tadbirlari to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “2018 — 2022-yillarda transport infratuzilmasini takomillashtirish va yuk tashishning tashqi savdo yo‘nalishlarini diversifikatsiyalash chora-tadbirlari to‘g‘risida” 2017-yil 2-dekabrdagi PQ-3422-son  qarorini  ijro etish yuzasidan va avtomobilda yuk va yo‘lovchilarni xalqaro tashish sohasidagi xalqaro shartnomalardan kelib chiqadigan O‘zbekiston Respublikasining majburiyatlarini amalga oshirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Quyidagilar: avtomobilda yuk va yo‘lovchilarni xalqaro tashish O‘zbekiston Respublikasining, jumladan, bunday tashishlarni ruxsatnomalar asosida amalga oshirish shartlarini nazarda tutgan xalqaro shartnomalariga muvofiq amalga oshirilishi; O‘zbekiston Respublikasi va xorijiy davlatlarning vakolatli organlari har yili o‘zaroviylik shartlarida avtomobilda yuk va yo‘lovchilarni xalqaro tashishni amalga oshirish uchun ruxsatnomalar blankalarini ayirboshlashi ma’lumot uchun qabul qilinsin. 3. O‘zbekiston avtomobil transporti agentligi: milliy tashuvchilar ehtiyojlarini qondirmaydigan ayirboshlash kvotasi bo‘yicha avtomobilda yuk va yo‘lovchilarni xalqaro tashish uchun xorijiy/ko‘p tomonlama ruxsatnomalarni taqsimlash shartlarini hamda O‘zbekistonning ruxsatnomalari blankalari shakllarini ikki oy muddatda tasdiqlasin; ushbu qarorning maqsadlari, mohiyati va amaliy ahamiyati milliy avtomobilda yuk va yo‘lovchilar tashuvchilar o‘rtasida keng yoritilishini ta’minlasin. 4. O‘zbekiston Respublikasi Hukumatining  2-ilovaga  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin. 5. O‘zbekiston Respublikasi Hukumatining  3-ilovaga  muvofiq ayrim qarorlari o‘z kuchini yo‘qotgan deb hisoblansin. 6. Ushbu qarorning  2-bandi  qaror rasman e’lon qilingan kundan boshlab uch oy o‘tgandan so‘ng kuchga kiradi. 7. Ushbu qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari — “O‘zbekiston temir yo‘llari” AJ boshqaruvi raisi A.J. Ramatov va O‘zbekiston avtomobil transporti agentligi boshlig‘i D.T. Dehqonov zimmasiga yuklansin. Vazirlar Mahkamasining 2018-yil 15-martdagi 202-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirish va qo‘shimchalar 1. Vazirlar Mahkamasining “Avtomobilda xorijiy yuk tashuvchilarning O‘zbekiston Respublikasi hududiga kirishlari, bo‘lishlari, yuk olib o‘tishlari va undan chiqib ketishlari tartibi to‘g‘risida” 1995-yil 11-yanvardagi 11-son  qarorida : a) 5-bandning  ikkinchi xatboshi  quyidagi tahrirda bayon etilsin: “Yig‘imlarni undirish milliy valyuta “so‘m”da naqd pulsiz shaklda yoki tijorat banklari tomonidan bevosita bojxona postlarida O‘zbekiston Respublikasi Markaziy bankining to‘lov kunidagi kursi bo‘yicha naqd pul shaklida amalga oshiriladi, olingan mablag‘lar jamg‘arma daromadlarining tranzit hisob raqamlari orqali O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Respublika yo‘l jamg‘armasi hisob raqamlariga qonun hujjatlarida belgilangan tartibda o‘tkaziladi”; b)  6-bandga  quyidagi mazmundagi xatboshi qo‘shilsin: “O‘zbekiston Respublikasining xalqaro shartnomalarida boshqacha shartlar kelishilmagan bo‘lsa, xorijiy tashuvchilarga tegishli bo‘lgan, shu jumladan, O‘zbekiston Respublikasi hududiga ular tomonidan vaqtincha olib kelingan avtotransport vositalarida yuk va yo‘lovchilarni O‘zbekiston Respublikasi hududida joylashgan punktlar o‘rtasida tashish (kabotaj)”; 4. Vazirlar Mahkamasining “Xorijiy avtotransport vositalarining O‘zbekiston Respublikasi bojxona hududida bo‘lishining qo‘shimcha shartlari to‘g‘risida” 2000-yil 12-yanvardagi 11-son  qarorida  (O‘zbekiston Respublikasi QT, 2000-y., 1-son, 3-modda): a) 1-ilovaga  izoh  quyidagi tahrirda bayon etilsin: “Izoh: yig‘imlarni undirish milliy valyuta “so‘m”da naqd pulsiz shaklda yoki tijorat banklari tomonidan bevosita bojxona postlarida naqd pul shaklida amalga oshiriladi, mablag‘lar keyinchalik shartnoma asosida sug‘urta tashkilotlarining hisob raqamlariga o‘tkaziladi”; b) 3-ilovaga  izoh  quyidagi tahrirda bayon qilinsin: “Izoh: yig‘imlarni undirish milliy valyuta “so‘m”da naqd pulsiz shaklda yoki tijorat banklari tomonidan bevosita bojxona postlarida naqd pul shaklida amalga oshiriladi, olingan mablag‘lar davlat bojxona xizmati organlarining shaxsiy g‘azna hisobvaraqlari orqali O‘zbekiston Respublikasi respublika budjetiga o‘tkaziladi”. 5. Vazirlar Mahkamasining “Tojikiston Respublikasi va Qirg‘iziston Respublikasi avtotransport vositalari haydovchilarining uchinchi shaxslar oldida O‘zbekiston Respublikasida fuqarolik javobgarligi to‘g‘risida” 2000-yil 18-fevraldagi 59-son qarorining (O‘zbekiston Respublikasi QT, 2000-y., 2-son, 9-modda)  3-bandi  quyidagi tahrirda bayon etilsin: “3. Belgilab qo‘yilsinki, sug‘urta mukofotlari milliy valyuta “so‘m”da naqd pulsiz shaklda yoki tijorat banklari tomonidan bevosita bojxona postlarida naqd pul shaklida amalga oshiriladi, mablag‘lar keyinchalik shartnoma asosida sug‘urta tashkilotlarining hisob raqamlariga o‘tkaziladi”. 7. Vazirlar Mahkamasining “Afg‘oniston hududiga tijorat yuklarini transportda tashishni tashkil etish chora-tadbirlari to‘g‘risida” 2002-yil 31-yanvardagi 41-son qarori (O‘zbekiston Respublikasi QT, 2002-y., 1-son, 6-modda) 4-bandining  ikkinchi xatboshi  quyidagi tahrirda bayon etilsin: “Afg‘onistonga borayotgan avtotransport vositalaridan O‘zbekiston Respublikasi hududiga kirish va tranzit uchun to‘lov milliy valyuta “so‘m”da naqd pulsiz shaklda yoki tijorat banklari tomonidan bevosita bojxona postlarida naqd pul shaklida undirilishi, mablag‘lar O‘zbekiston Respublikasi Markaziy bankining to‘lov kunidagi kursi bo‘yicha O‘zbekiston Respublikasi Vazirlar Mahkamasi huzuridagi Respublika yo‘l jamg‘armasi hisobraqamiga belgilangan tartibda o‘tkazilishi”. Vazirlar Mahkamasining 2018-yil 15-martdagi 202-son  O‘zbekiston Respublikasi Hukumatining o‘z kuchini yo‘qotgan deb hisoblanayotgan ayrim qarorlari  1. Vazirlar Mahkamasining “Tojikiston Respublikasi yuk avtotransport vositalarini O‘zbekiston Respublikasining bojxona chegarasi orqali o‘tkazish tartibi to‘g‘risida” 1998-yil 1-dekabrdagi 506-son  qarori . "}]