[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 10.09.2018 yildagi 712-son", "Law_title": "Davlat avtovokzallari va avtostansiyalarini boshqarish samaradorligini ta’minlashga doir tashkiliy chora-tadbirlar to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Avtomobil transportini boshqarish tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2018-yil 6-martdagi PQ-3589-son  qarorini  bajarish yuzasidan Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Xususiylashtirilgan korxonalarga ko‘maklashish va raqobatni rivojlantirish qo‘mitasi hamda O‘zbekiston avtomobil transporti agentligining: a) Toshkent viloyati hokimligi bilan birgalikda tayyorlangan: “Toshkent viloyati avtovokzallari va yo‘lovchilar avtostansiyalari bosh ishlab chiqarish korxonasi” DUKni “O‘zavtovokzal servis” DUK etib qayta nomlagan holda, unga qarorning  1-ilovasiga  muvofiq ro‘yxat bo‘yicha avtovokzal va avtostansiyalarni tezkor boshqaruv huquqi asosida biriktirish to‘g‘risidagi; Qibray tumani hokimligining “Qibray” avtostansiyasini tezkor boshqaruv huquqi asosida “O‘zavtovokzal servis” DUKga biriktirish to‘g‘risidagi; b) Buxoro va Qashqadaryo viloyatlari hokimliklari bilan birgalikda tayyorlangan — davlat mulki bo‘lgan  2-ilovaga  muvofiq ro‘yxat bo‘yicha avtostansiyalarni tezkor boshqaruv huquqi asosida “O‘zavtovokzal servis” DUKga o‘tkazish to‘g‘risidagi; v) Jizzax va Sirdaryo viloyatlari hokimliklari bilan birgalikda tayyorlangan — davlat mulki bo‘lgan va O‘zbekiston avtomobil transporti agentligi mablag‘lari hisobidan qurilayotgan  3-ilovaga  muvofiq ro‘yxat bo‘yicha avtostansiyalarni tezkor boshqaruv huquqi asosida “O‘zavtovokzal servis” DUKga o‘tkazish to‘g‘risidagi takliflariga rozilik berilsin. 2. Belgilansinki: ushbu qarorning  1-bandida  ko‘rsatilgan avtovokzal va avtostansiyalarning binolari, ishlab chiqarish maydonlari va boshqa mol-mulklari belgilangan tartibda “O‘zavtovokzal servis” DUK tasarrufiga o‘tkaziladi; O‘zbekiston avtomobil transporti agentligi “O‘zavtovokzal servis” DUKning muassisi hisoblanadi; “O‘zavtovokzal servis” DUK O‘zbekiston avtomobil transporti agentligi bilan kelishgan holda Qoraqalpog‘iston Respublikasi va viloyatlarda filiallar tashkil etish huquqiga ega. 3. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari — “O‘zbekiston temir yo‘llari” AJ boshqaruvi raisi A.J. Ramatov va O‘zbekiston avtomobil transporti agentligi boshlig‘i D.T. Dexkanov zimmasiga yuklansin. Vazirlar Mahkamasining 2018-yil 10-sentabrdagi 712-son  “O‘zavtovokzal servis” DUKga tezkor boshqaruv huquqi asosida biriktirilayotgan avtovokzal va avtostansiyalar  Vazirlar Mahkamasining 2018-yil 10-sentabrdagi 712-son  “O‘zavtovokzal servis” DUKga tezkor boshqaruv huquqi asosida o‘tkazilayotgan avtostansiyalar Vazirlar Mahkamasining 2018-yil 10-sentabrdagi 712-son  O‘zbekiston avtomobil transporti agentligi hisobidan qurilayotgan va “O‘zavtovokzal servis” DUKga tezkor boshqaruv huquqi asosida o‘tkazilayotgan avtostansiyalar  "}]