[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 01.12.2018 yildagi 975-son", "Law_title": "Yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlari hamda maxsus moslamalardan foydalanishi tartibi to‘g‘risidagi nizomni tasdiqlash haqida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Yo‘l harakati xavfsizligini ta’minlash tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2017-yil 11-iyuldagi PQ-3127-son  qaroriga  muvofiq, shuningdek, yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlarini hamda maxsus moslamalardan foydalanishini tartibga solish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlari hamda maxsus moslamalardan foydalanishi tartibi to‘g‘risidagi nizom  ilovaga  muvofiq tasdiqlansin. Belgilansinki, Nizom 14-bandining  ikkinchi  va  beshinchi xatboshilari , 18-bandining  to‘rtinchi xatboshi  2020-yil 1-yanvardan e’tiboran kuchga kiradi. 2. O‘zbekiston Respublikasi Ichki ishlar vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ikki oy muddatda ushbu qarorga muvofiqlashtirsin. 3. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2018-yil 1-dekabrdagi 975-son  Yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlari hamda maxsus moslamalardan foydalanishi tartibi to‘g‘risida  1-bob. Umumiy qoidalar 1. Ushbu Nizom yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlari hamda maxsus moslamalardan foydalanishi tartibini belgilaydi. 2. Ushbu Nizomda quyidagi asosiy tushunchalardan foydalaniladi: yo‘l harakati  — odamlar va yuklarning transport vositalari yordamida yoki bunday vositalarsiz yo‘llar doirasida harakatlanishi jarayonida yuzaga keluvchi munosabatlar majmui; yo‘l harakati qatnashchisi  — yo‘l harakati jarayonida transport vositasining haydovchisi, yo‘lovchisi yoki piyoda tariqasida bevosita ishtirok etayotgan shaxs; yo‘l-patrul xizmati xodimi  — yo‘l harakati qatnashchilarining harakatini nazorat qilish, boshqarish va tartibga solish vakolati berilgan ichki ishlar organi xodimi; yo‘l-transport hodisasi  — transport vositasining yo‘lda harakatlanishi jarayonida ro‘y bergan, fuqarolarning halok bo‘lishiga yoki sog‘lig‘iga zarar yetishiga, transport vositalari, inshootlar, yuklarning shikastlanishiga yoxud boshqa moddiy zarar yetishiga sabab bo‘lgan hodisa; yo‘l harakati xavfsizligini ta’minlash  — yo‘l-transport hodisalari yuzaga kelishi sabablarining oldini olishga, bunday hodisalar oqibatlarining og‘irligini kamaytirishga qaratilgan faoliyat; maxsus moslamalar —  maxsus avtomatlashtirilgan audio, foto va video qayd etish texnika vositalari yoki ko‘chma fotoradar va mobil komplekslar, alkotester, narkotester, planshet hamda transport vositalari oynalari yorug‘lik o‘tkazuvchanligini o‘lchovchi (taumetr) maxsus texnik vositalar; maxsus tadbirlar  — yo‘l harakati qatnashchilari tomonidan yo‘l transport hodisalari hamda huquqbuzarliklar sodir etilishining oldini olishga doir, kompleks vazifalarni bajarishga qaratilgan, O‘zbekiston Respublikasi ichki ishlar vaziri, Ichki ishlar vazirligi Yo‘l harakati xavfsizligi bosh boshqarmasi, hududiy ichki ishlar organlari boshliqlari, hududiy yo‘l harakati xavfsizligi boshqarma (bo‘lim, bo‘linma)larining rahbarlari tomonidan tasdiqlangan yoki o‘zaro kelishilgan reja asosida yo‘l-patrul xizmati (keyingi o‘rinlarda YPX deb ataladi) xodimlari, shuningdek, davlat boshqa organlarining vakillari bilan hamkorlikda o‘tkaziladigan harakatlar majmui; ta’qib qilish  — jinoyat sodir etilganlikda gumon qilinayotgan shaxslar bo‘lgan transport vositasi haydovchisi YPX xodimining to‘xtash to‘g‘risidagi qonuniy talabini bajarmaganda, transport vositasining harakatiga chek qo‘yish hamda gumonlanuvchini ushlash maqsadida transport vositasining orqasidan quvish; kuzatish  — ma’muriy huquqbuzarlik sodir etgan shaxslar bo‘lgan o‘z harakatlari bilan boshqa harakat qatnashchilari hayoti (sog‘lig‘i)ga xavf solayotgan transport vositasi haydovchisi YPX xodimining to‘xtash to‘g‘risidagi qonuniy talabini bajarmaganda to‘xtatish maqsadida orqasidan borish. 3. Mazkur Nizom talablari harbiy avtomobil inspeksiyasi xodimlari hamda Qurolli Kuchlar va Davlat xavfsizlik xizmati chegara qo‘shinlari transport vositalarini boshqarayotgan haydovchilarga nisbatan ham tatbiq etiladi. 4. YPX xodimlari o‘z faoliyatida O‘zbekiston Respublikasining  Konstitutsiyasi , “ Ichki ishlar organlari to‘g‘risida ”, “ Yo‘l harakati xavfsizligi to‘g‘risida ”gi qonunlari hamda boshqa qonunlari, O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlari, O‘zbekiston Respublikasi Prezidentining farmonlari, qarorlari va farmoyishlari, Vazirlar Mahkamasining qarorlari va farmoyishlari, O‘zbekiston Respublikasi ichki ishlar vazirining buyruqlari va farmoyishlari, shuningdek, ushbu Nizomga amal qiladi. 5. YPX xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlari qonuniylik, odillik, oshkoralik, tenglik, ayb uchun javobgarlikning muqarrarligi, fuqarolarning huquqlari, erkinliklari va qonuniy manfaatlariga rioya etish hamda ushbu huquqlarni, erkinliklarni va qonuniy manfaatlarni hurmat qilish prinsiplariga asoslanadi. 2-bob. Transport vositalari haydovchilarining alkogolli ichimliklar, giyohvandlik vositalari yoki psixotrop moddalar iste’mol qilganligini aniqlash uchun maxsus moslamalardan foydalanish tartibi 6. YPX xodimi tomonidan transport vositalari quyidagi asoslarga ko‘ra to‘xtatilishi mumkin: haydovchi tomonidan yo‘l harakati qoidalarining (keyingi o‘rinlarda qoidalar deb ataladi) buzilishi vizual kuzatuvda aniqlanganda yoki maxsus moslama yordamida qayd qilinganda; transport vositasi, haydovchi yoki yo‘lovchi qidiruvda ekanligi, yo‘l transport hodisasi yoki boshqa huquqbuzarlikka aloqador ekanligi to‘g‘risida ma’lumotlar mavjud bo‘lganda; yo‘l transport hodisasi, huquqbuzarlik sodir etilganini ko‘rgan haydovchi yoki yo‘lovchidan hodisa tafsilotiga oydinlik kiritish zarurati yuzaga kelganda; vakolatli davlat organlari yoki mansabdor shaxslarning harakatni cheklash yoki taqiqlash bo‘yicha ko‘rsatmalarini bajarish jarayonida; transport vositasidan qonun hujjatlarida belgilangan tartibda foydalanish zarurati yuzaga kelganda (chet davlatlarning diplomatik, konsullik vakolatxonalariga va boshqa vakolatxonalariga, xalqaro tashkilotlarga tegishli bo‘lgan transport vositalari hamda maxsus mo‘ljallangan transport vositalari bundan mustasno); maxsus tadbirlarni o‘tkazish jarayonida; transport vositasidan foydalanish va boshqarish huquqini beruvchi, shuningdek, transport vositasi va olib ketilayotgan yuklarga oid hujjatlar mavjudligini tekshirish uchun (maxsus va harbiy yuklar, bojxona rasmiylashtiruvidan o‘tkazilib, bojxona xizmat tomonidan plombalangan yuklar bundan mustasno). YPX xodimi tomonidan boshqa asoslarga ko‘ra transport vositalarining to‘xtatilishi taqiqlanadi. 7. YPX xodimlarining ishoralari yo‘l harakati qatnashchilariga tushunarli bo‘lishi va o‘z vaqtida berilishi lozim. 8. YPX xodimi tomonidan transport vositasi haydovchining hujjatlarini tekshirish uchun to‘xtatilganda, transport vositasi hujjatlarini tekshirish jarayonida aniqlangan barcha qoida buzilishlari bo‘yicha qonunchilik hujjatlarida belgilangan tartibda chora ko‘riladi. Qoidalar buzilishi vizual kuzatuv yoki maxsus moslama yordamida qayd qilinganda, YPX xodimi haydovchiga dastlab aynan sodir etgan qoidalar buzilishini tushuntirib, shundan so‘ng hujjatlarni tekshirib, tegishli choralar ko‘radi. 10. Maxsus tadbirlarni o‘tkazish jarayonida YPX xodimi tomonidan transport vositasi to‘xtatilganda, yo‘l harakati qatnashchisiga maxsus tadbirning aynan nima maqsadda o‘tkazilayotganligi hamda to‘xtatish sababi haqida tushuntirish beriladi. 11. Yo‘l harakati qatnashchisi maxsus tadbirlarni haqiqatda tasdiqlangan reja asosida o‘tkazilayotganligi haqida markaziy axborot-dispetcherlik xizmati (keyingi o‘rinlarda MADX deb ataladi) — axborot-dispetcherlik xizmatiga (keyingi o‘rinlarda ADX deb ataladi) telefon qilish yoki ushbu xodim xizmat olib borayotgan DYHXX saf bo‘limi (bo‘linmasi) boshlig‘iga murojaat qilish orqali ma’lumot olishi mumkin. Bunda YPX xodimi yo‘l harakati qatnashchisining talabiga ko‘ra, MADX — ADXning telefon raqami haqida ma’lumot beradi. Yo‘l harakati qatnashchisiga maxsus tadbirlarning o‘tkazilish maqsadi, transport vositasini to‘xtatgan YPX xodimi maxsus tadbirda ishtirok etgan yoki etmaganligi, transport vositasi to‘xtatilgan hududda maxsus tadbir o‘tkazilganligi haqida ma’lumot beriladi. Maxsus tadbirning shartli nomlanishi, to‘liq mohiyati hamda ko‘lami haqida ma’lumot, shuningdek, maxsus tadbirning o‘tkazilishiga asos bo‘lgan hujjatlar ko‘rsatilmaydi, ulardan nusxalar berilmaydi. Yo‘l harakati qatnashchisi uni to‘xtatgan YPX xodimi xizmat olib borayotgan DYHXX saf bo‘limi (bo‘linmasi) boshlig‘iga murojaat qilganda, murojaat muallifiga qonunchilikda nazarda tutilgan tartibda asoslantirilgan javob xati beriladi. 3-bob. Yo‘l-patrul xizmati xodimining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlaridagi huquq va majburiyatlari  12. YPX xodimi o‘z xizmat vazifalarini bajarishda quyidagi huquqlarga ega: mazkur Nizomning  6-bandida  ko‘rsatilgan asoslarga ko‘ra transport vositasini to‘xtatish, undan foydalanish va boshqarish huquqini beruvchi hujjatlarni, transport vositasiga, shuningdek, tashilayotgan yuklarga oid hujjatlarni tekshirish; haydovchi yoki yukni kuzatib borayotgan shaxs bilan birgalikda transport vositasini va yuklarni tashqi ko‘zdan kechirish; yo‘l harakati qatnashchilarining hujjatlarini tekshirish maqsadida elektron ma’lumotlar bazasidan foydalanish; yo‘l transport hodisasi va boshqa huquqbuzarlik sodir etilganligining guvohi bo‘lgan yo‘l harakati qatnashchilarini aniqlash; tashkilotlar va fuqarolarning transport vositalaridan qonun hujjatlarida belgilangan tartibda foydalanish (chet davlatlarning diplomatik, konsullik vakolatxonalariga va boshqa vakolatxonalarga, xalqaro tashkilotlarga tegishli bo‘lgan transport vositalari hamda maxsus mo‘ljallangan transport vositalari bundan mustasno); transport vositasining dvigatel va agregat qismlarining raqamlarini ro‘yxatlash hujjatlarida yozilgan raqamlar bilan haydovchining bevosita ishtirokida solishtirish (haydovchining ishtirokini ta’minlash imkoni bo‘lmagan holatlar bundan mustasno); transport vositasini ta’qib qilish yoki kuzatish; jinoyat sodir etganligi uchun ayblanuvchi tariqasida ishtirok etishga jalb qilingan hamda qidiruvda bo‘lgan shaxslarni ushlab turish; jinoyat sodir etganlikda gumon qilinayotgan shaxslarni, transport vositasida huquqbuzarlik sodir etib hodisa joyidan yashiringan, YPX xodimining qonuniy talabiga bo‘ysunmagan, shuningdek, O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksi (keyingi o‘rinlarda — MJTK) 291-moddasi birinchi qismining  “a” bandiga  ko‘ra transport vositasining haydovchisi ushbu Kodeks 54-moddasining  ikkinchi qismida  (transport vositalarining harakatlanishiga cheklovlar buzilishi qismida),  90 1 -moddasida , 125-moddasining  uchinchi ,  beshinchi  va  oltinchi qismlarida , 125 1 -moddasining  ikkinchi qismida ,  126-moddasida , 127-moddasining  ikkinchi qismida ,  128 6 -moddasida  (agar transport vositasining haydovchisi bo‘lmasa va to‘xtash yoki to‘xtab turish qoidalarining buzilishi yo‘l harakati ishtirokchilarining harakatlanishiga xalaqit bersa),  131-moddasida ,  135-moddasida  (transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi, haydovchilarning malaka oshirishdan o‘tganligi to‘g‘risidagi sertifikati yonida mavjud bo‘lmaganligi hollari bundan mustasno), 136-moddasining  birinchi  va  ikkinchi qismlarida ,  137-moddasida ,  194-moddasida  (ichki ishlar organi xodimining transport vositasini to‘xtatish to‘g‘risidagi qonuniy talabini bajarmaslik qismida) nazarda tutilgan ma’muriy huquqbuzarliklarni sodir etganda, shu bilan birga, qonun hujjatlarida to‘g‘ridan to‘g‘ri nazarda tutilgan boshqa holatlarda transport vositalarini ushlab turish; alkogolli ichimlikdan, giyohvand modda ta’siridan yoki o‘zgacha tarzda mast holda (keyingi o‘rinlarda – mast holda deb ataladi) bo‘lgan, transport vositasini boshqarish uchun tegishli hujjatlari bo‘lmagan, ruhiy holati yoki sog‘lig‘i transport vositasini boshqarishga to‘sqinlik qilishi mumkin bo‘lgan, nosoz transport vositasini boshqarayotgan shaxslarni, shuningdek, MJtK 291-moddasi birinchi qismining  “a” bandida  nazarda tutilgan holatlarda transport vositasini boshqarishdan chetlashtirish, transport vositasini boshqarish huquqini beruvchi hujjatlarini olib qo‘yish, transport vositasini saqlab turadigan maxsus ajratilgan joyga qo‘yish uchun olib borilishini ta’minlash; qonun hujjatlarida nazarda tutilgan asoslar mavjud bo‘lganda, jismoniy kuch ishlatish, maxsus vositalarni va o‘qotar qurolni qo‘llash. YPX xodimlari qonun hujjatlarida nazarda tutilgan boshqa huquqlarga ham ega bo‘lishi mumkin. 13. Quyidagi hollarda YPX xodimi haydovchi yoki yo‘lovchilardan transport vositasi kabinasidan chiqishini talab qilishga haqli: transport vositasidagi texnik nosozlikni va yuk tashish qoidasi buzilganligini bartaraf etish maqsadida; haydovchi transport vositasini mast holda boshqarayotgan deb hisoblashga yetarli asoslar mavjud bo‘lganda; transport vositasining dvigatel va agregat qismlari raqamlarini ro‘yxatlash hujjatlarida yozilgan raqamlar bilan farq aniqlangan taqdirda bevosita haydovchi ishtirokida solishtirish maqsadida; transport vositasiga tegishli hujjatlar yoki unda olib ketilayotgan yuk hujjatlari mavjudligini tekshirish zarurati yuzaga kelganda; haydovchi yoki yo‘lovchi jinoyat sodir etganlikda gumon qilinayotganda; haydovchining transport vositasi kabinasida bo‘lishi yo‘l harakati xavfsizligini ta’minlashga tahdid solishi mumkin bo‘lgan hollarda (haydovchining ruhiy holatiga, yoshiga, sezgirlik va e’tiborni susaytiradigan dori vositalari ta’sirida, yo‘l harakati xavfsizligiga tahdid soladigan darajadagi charchoqlik va betoblik holatida, transport vositasini boshqara olishiga shubha bo‘lganda). Jismoniy nuqsoni sababli haydovchining transport vositasi kabinasidan chiqish imkoniyati cheklangan holatlar bundan mustasno. 14. YPX xodimi o‘z xizmat vazifalarini bajarishda quyidagilarga majbur: xizmat vazifalarini mobil videokameradan foydalangan holda oshkora olib borish; vizual kuzatuv yoki maxsus moslamalardan foydalangan holda qoidalar buzilganligini aniqlash; yo‘l harakati qatnashchisini to‘xtatganidan keyin uning oldiga borish, o‘zini tanishtirish, lavozimi, unvoni, familiyasi haqida ma’lumot berish, uning talabiga ko‘ra ko‘krak nishon belgisini ma’lum qilish va xizmat guvohnomasini ochiq holda (bunda YPX xodimi tomonidan xizmat guvohnomasini yo‘l qatnashchisi ixtiyoriga berish taqiqlanadi) ko‘rsatish; yo‘l harakati qatnashchilariga mobil videokameradan foydalanayotganini ma’lum qilish va kelgusida noqonuniy xatti-harakatlar sodir etsa, aybini isbotlash uchun video yozuvdan foydalanishi mumkinligi haqida ogohlantirish; har qanday vaziyatda yo‘l harakati qatnashchilari bilan vazmin, xushmuomala, odobli va e’tiborli bo‘lish, ularga hurmat bilan hamda “Siz” deb murojaat qilish, yo‘l harakati qatnashchilari bilan o‘zaro munosabatlarda muomala madaniyati va qonuniylikka rioya qilish; yo‘l harakati qatnashchilariga ularni to‘xtatish sababini, sodir etilgan huquqbuzarlik yuzasidan aniq, lo‘nda tushuntirish berish; haydovchini mast holda deb hisoblashga asoslar mavjud bo‘lgan taqdirda, uni transport vositasini boshqarishdan chetlatish, mastlik holatini aniqlash uchun belgilangan tartibda tekshiruvdan o‘tkazish, haydovchi mastligi yoki mast emasligini aniqlash uchun tekshiruv o‘tkazilishidan bo‘yin tovlagan taqdirda MJtKning  136-moddasida  nazarda tutilgan huquqbuzarlik uchun ma’muriy bayonnoma rasmiylashtirish; belgilangan tartibda berilgan ko‘rsatmaga asosan yo‘l harakati qatnashchilarining harakatini cheklash yoki taqiqlash; qoidalarni buzgan yo‘l harakati qatnashchisiga nisbatan ma’muriy huquqbuzarlik to‘g‘risida bayonnoma rasmiylashtirish chog‘ida unga huquq va majburiyatlarini tushuntirish; huquqbuzarlik sodir etgan shaxslarga nisbatan qonun hujjatlariga muvofiq o‘z vaqtida tegishli choralarni ko‘rish; huquqbuzarliklarning oldini olish, ularning sodir etilishining sabab va shart-sharoitlarini aniqlash hamda bartaraf etish choralarini ko‘rish; yo‘l-transport hodisasi sodir bo‘lgan joy holatini o‘zgartirish, dalillar yo‘qotilishi yoki yo‘q qilinishining oldini olish maqsadida hodisa joyini o‘rab olish choralarini ko‘rish; huquqbuzarlikdan yoki baxtsiz hodisalardan jabrlanganlarga, hayoti (sog‘lig‘i) xavf ostida qolgan shaxslarga, tibbiy yordamga muhtoj bo‘lgan yo‘l harakati qatnashchilariga hamda yo‘l transport hodisasi oqibatida shikastlangan transport vositalarini belgilangan joyga olib borishda fuqarolarga yordam ko‘rsatish; o‘ziga xizmat yuzasidan biriktirilgan transport vositasi, ko‘krak nishon belgisi, aloqa vositasi va maxsus moslamalarni yaroqli holatda saqlashi, ulardan faqat xizmat faoliyatida maqsadli foydalanish; ruxsat etilmagan, sertifikatga ega bo‘lmagan, sertifikatning amal qilish muddati tugagan yoki belgilangan tartibda ichki ishlar organlari hisobida mavjud bo‘lmagan maxsus moslamalardan foydalanmaslik; qoidalarni buzgan haydovchini maxsus moslamaning ko‘rsatkichlari bilan tanishtirish, uning talabiga ko‘ra moslamaning qiyoslash sertifikatini ko‘rsatish; jismoniy kuch ishlatilgani va maxsus vositalar qo‘llangani natijasida jismoniy shaxslarning hayotiga, sog‘lig‘iga, ularning, shu jumladan yuridik shaxslarning mol-mulkiga zarar yetkazilgan har bir holat haqida, shuningdek, o‘qotar qurol qo‘llanilgan barcha holatlar to‘g‘risida o‘zining bevosita boshlig‘i hamda nazorat qiluvchi prokurorga darhol xabar berish; yo‘l harakati qatnashchilariga yuqori turuvchi organ (mansabdor shaxs) yoki sudga shikoyat qilish huquqini tushuntirish. YPX xodimi qonunchilikda belgilangan boshqa majburiyatlarni ham bajaradi. 15. YPX xodimining mobil videokameradan foydalanish tartibi O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan belgilanadi. 16. YPX xodimi tomonidan yo‘l harakati qatnashchisini asossiz to‘xtatib turish taqiqlanadi. 17. YPX xodimi yo‘l harakati qatnashchisini to‘xtatganda yoki u tomonidan sodir etilgan qoidalar buzilishini rasmiylashtirish jarayonida holatga daxldor bo‘lmagan hamda qonunchilikda belgilangan vakolatga ega bo‘lmagan shaxslarga qoidalar buzilishini rasmiylashtirish yuzasidan tushuntirish berishga majbur emas. 4-bob. Yo‘l harakati qatnashchilarining yo‘l-patrul xizmati xodimlari bilan o‘zaro munosabatlaridagi huquq va majburiyatlari 18. Yo‘l harakati qatnashchilari YPX xodimlari bilan o‘zaro munosabatlarda quyidagi huquqlarga ega: YPX xodimi tomonidan to‘xtatish asoslarini, qoidalarning qaysi bandi (bandlari)ni buzganligi to‘g‘risida tushuntirish berilishini talab qilish; transport vositasini to‘xtatgan YPX xodimidan o‘zini tanishtirishini, xizmat guvohnomasini ko‘rsatishini va ko‘krak nishon belgisini ma’lum qilishini talab qilish; xizmatni mobil videokamerasiz olib borayotgan YPX xodimiga hujjatlarni taqdim etmaslik; YPX xodimi bilan o‘zaro munosabatini o‘ziga tegishli audio, foto va video qurilmaga qayd qilish (YPX xodimi tomonidan foto va video tasvirga olish taqiqlangan belgi mavjud hududlarda xizmat olib borish holatlari bundan mustasno); mazkur Nizomning  13-bandida  nazarda tutilgan hollardan tashqari transport vositasi kabinasidan chiqmasdan, YPX xodimi bilan o‘zaro munosabatga kirishish; sodir etgan qoidabuzarligi qayd etilgan maxsus moslama natijalari bilan tanishish; huquqbuzarlik holatini aniqlashda foydalanilgan maxsus vositalarning qiyoslash sertifikatlarini ko‘rsatishni talab qilish; huquqbuzarlik holati yuzasidan tushuntirishlar berish; asossiz to‘xtatib turilmasligini talab qilish; YPX xodimi tomonidan transport vositasini yoki undagi yukni tashqi ko‘zdan kechirish jarayonida ishtirok etish; e’tirozlar mavjud bo‘lsa, huquqbuzarlik to‘g‘risida ma’muriy bayonnoma rasmiylashtirilgandan so‘ng tegishli DYHXX saf bo‘limi (bo‘linmasi)ga murojaat etib, o‘zi to‘xtatilgan hududda YPX xodimi xizmat olib borishi mumkinligi to‘g‘risidagi dislokatsiya haqida yozma ma’lumot berishni talab qilish; o‘ziga nisbatan rasmiylashtirilgan ma’muriy huquqbuzarlik to‘g‘risidagi bayonnoma, ma’muriy huquqbuzarlik to‘g‘risidagi ish hujjatlari bilan tanishish, ulardan o‘z hisobidan nusxa ko‘chirish yoki ularni fotosuratga olish; YPX xodimining harakatlari yoki harakatsizligi, rasmiylashtirilgan huquqbuzarlik to‘g‘risida ma’muriy bayonnoma hamda chiqarilgan qaror ustidan yuqori turuvchi organ (mansabdor shaxs)ga yoki sudga shikoyat qilish; o‘zi guvohi bo‘lgan hodisa haqida YPX xodimiga haqqoniy ma’lumotni bayon qilish. Yo‘l harakati qatnashchilari qonun hujjatlarida belgilangan boshqa huquqlarga ham ega bo‘lishi mumkin. 19. Yo‘l harakati qatnashchilari YPX xodimlari bilan o‘zaro munosabatlarda quyidagilarga majbur: YPX xodimining qonuniy talablariga bo‘ysunishi va ularni bajarish; transport vositasini boshqarishda belgilangan hujjatlarni YPX xodimlari talab qilganda tekshirish uchun taqdim etish, bunda haydovchining yonida O‘zbekiston Respublikasining ichki ishlar organlari yoxud konsullik muassasalari tomonidan berilgan biometrik pasport yoki identifikatsiyalovchi ID-kartasi mavjud bo‘lgan taqdirda, uning transport vositasini boshqarish huquqini beruvchi hujjatni, transport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi, shuningdek transport vositasiga egalik qilish, egasi yo‘qligida undan foydalanish yoki uni tasarruf etish huquqini tasdiqlovchi hujjatlarni, transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisini taqdim qilish talab etilmaydi; YPX xodimiga sovg‘a, moddiy qimmatliklar taklif qilmaslik yoki boshqa shaklda manfaatdor etishga qaratilgan harakatlarni amalga oshirmaslik; mansab vakolatini suiiste’mol qilgan holda xizmat guvohnomasini ko‘rsatmaslik (qonunchilikda sodir etgan qoidabuzarligi uchun ma’muriy javobgarlikning alohida tartibi belgilangan shaxslar bundan mustasno); yo‘l harakatining boshqa qatnashchisi hamda YPX xodimi o‘rtasidagi o‘zaro munosabatga xalaqit bermasligi shart. Yo‘l harakati qatnashchilari qonun hujjatlariga muvofiq boshqa majburiyatlarni ham bajaradi. 5-bob. Yo‘l harakati qatnashchilari tomonidan yo‘l harakati qoidalari buzilganda yo‘l-patrul xizmati xodimlari bilan o‘zaro munosabat  20. YPX xodimi qoidalarni buzgan yo‘l harakati qatnashchisiga nisbatan huquqbuzarlik to‘g‘risida ma’muriy bayonnoma rasmiylashtirish chog‘ida shaxsiy adovati tufayli shaxsning ahvolini og‘irlashtiruvchi tomonga o‘zgartirishga harakat qilishiga yo‘l qo‘yilmaydi. Sodir etilgan huquqbuzarlikni yengillashtirish hisobiga boshqa huquqbuzarlikni rasmiylashtirish taqiqlanadi. 21. Yo‘l-harakati qatnashchisi MJtK 138-moddasining  birinchi — uchinchi qismlarida  nazarda tutilgan huquqbuzarliklarni sodir etganligi faktiga e’tiroz bildirmagan, unga solinadigan jarima miqdori bazaviy hisoblash miqdorining ikkidan bir qismidan oshmagan, jarima o‘sha joyning o‘zida to‘langan, shuningdek, qonunchilikda nazarda tutilgan boshqa hollarda ma’muriy huquqbuzarlik to‘g‘risida bayonnoma rasmiylashtirilmaydi. Jarima to‘laganligi to‘g‘risida huquqbuzarga belgilangan shakldagi kvitansiya beriladi. 22. Basharti, yo‘l harakati qatnashchisi o‘ziga solinadigan jarimaga e’tiroz bildirsa yoki belgilangan jarimani joyida to‘lay olmasa, u holda MJtKning  279-moddasiga  muvofiq ma’muriy huquqbuzarlik to‘g‘risida bayonnoma tuziladi. 23. MJtK 138-moddasining  birinchi — uchinchi qismlarida  nazarda tutilgan hollarda huquqbuzarlik to‘g‘risida ma’muriy bayonnoma piyodaning shaxsini tasdiqlovchi hujjati asosida rasmiylashtiriladi. Agar uning yonida shaxsini tasdiqlovchi hujjati bo‘lmasa, yaqin oradagi ichki ishlar organlari yoxud fuqarolarning o‘zini o‘zi boshqarish organi binosiga olib borib, shaxsiga aniqlik kiritiladi. 24. Ma’muriy javobgarlikka tortish uchun alohida tartib belgilangan shaxslar tomonidan maxsus moslamalar orqali qoidalarning buzilganligi aniqlanganda, ularning javobgarlik masalasi qonunchilikda belgilangan tartibda amalga oshiriladi. 6-bob. Yo‘l-patrul xizmati xodimlari tomonidan xizmat vazifalarini bajarishda maxsus moslamalardan foydalanish tartibi  25. Yo‘l harakati qatnashchilarining qoidalarga rioya etishini nazorat qilish maqsadida maxsus moslamalardan foydalaniladi. 26. YPX xodimlari tomonidan yo‘l harakati ishtirokchilarining harakatini nazorat qilishda foydalaniladigan maxsus moslamalar qonun hujjatlarida belgilangan tartibda tekshiruvdan o‘tgan bo‘lishi lozim. 27. Qoidalar buzilishining oldini olish uchun YPX xodimi patrul avtomobili, maxsus moslamalarni imitatsiya qiluvchi qurilmalar (maketlar, manekenlar) yordamidan foydalanishi mumkin. 28. Ruxsat etilmagan, sertifikatga ega bo‘lmagan, sertifikatning amal qilish muddati tugagan yoki belgilangan tartibda ichki ishlar organlari hisobida mavjud bo‘lmagan maxsus moslamalardan foydalanish taqiqlanadi. Bunda ruxsat etilmagan, sertifikatga ega bo‘lmagan, sertifikatning amal qilish muddati tugagan yoki belgilangan tartibda ichki ishlar organlari hisobida mavjud bo‘lmagan tezlikni o‘lchash vositalari asosida rasmiylashtirilgan ma’muriy huquqbuzarlik to‘g‘risidagi bayonnomalar yuridik kuchga ega bo‘lmaydi va huquqiy oqibatlar keltirib chiqarmaydi. 29. Transport vositasining haydovchisi maxsus moslama qayd etgan ko‘rsatkichdan norozi bo‘lgan taqdirda, holat tegishli ravishda xolislar ishtirokida rasmiylashtiriladi. 1-§. Ko‘chma fotoradar va mobil komplekslardan foydalanish tartibi  30. Transport vositalarining oqimi va yo‘l sharoitini hisobga olgan holda, ko‘chma fotoradar va mobil komplekslar biriktirilgan YPX xodimlari tomonidan ularning kunlik dislokatsiyasi belgilangan va maxsus moslamalardan tegishli tartibda foydalanish choralari ko‘rilgan bo‘lishi lozim. 31. Ko‘chma fotoradar va mobil komplekslardan foydalanganda, YPX xodimi moslamaning ko‘rsatkichlari bilan harakat tezligini oshirib, qoidalarni buzgan haydovchini tanishtirishi, uning talabi bilan moslamaning sertifikati (nusxasi)ni ko‘rsatishi lozim. 32. YPX xodimlarining patrul avtomobillarida foydalanish belgilab qo‘yilgan tezlikni o‘lchash moslamalarini o‘zboshimchalik bilan yechib olishi va xizmatga aloqasi bo‘lmagan boshqa shaxslarning (jismoniy yoki yuridik) transport vositalariga o‘rnatishi hamda xizmatni o‘tashga aloqador bo‘lmagan fuqarolarni jalb qilishi qat’iyan taqiqlanadi. Mazkur talabga rioya etilmagan holda rasmiylashtirilgan bayonnomalar yuridik kuchga ega bo‘lmaydi va huquqiy oqibatlar keltirib chiqarmaydi. 33. Yo‘l harakati xavfsizligini ta’minlash va jamoat tartibini saqlashning avtomatlashtirilgan (kompyuterlashtirilgan) boshqaruv tizimi (keyingi o‘rinlarda — ABT deb ataladi) tarkibidagi yo‘l harakatini nazorat qilish hamda video kuzatish texnik vositalarining joylashuvi va ish tartibi Qoraqalpog‘iston Respublikasi ichki ishlar vaziri, Toshkent shahar va Toshkent viloyati ichki ishlar bosh boshqarmalari hamda viloyatlar ichki ishlar boshqarmalari boshliqlari tomonidan tasdiqlanadigan dislokatsiya bilan belgilanadi. 34. Ko‘chma fotoradar va mobil komplekslarni qo‘llash joyi va vaqti DYHXX saf bo‘limi (bo‘linmasi) boshlig‘i tomonidan tasdiqlangan dislokatsiyaga muvofiq belgilanadi. 35. Dislokatsiyaga asosan tezlikni o‘lchash vositasi bilan xizmatga jalb etilgan YPX xodimi hududiy yo‘l harakati xavfsizligi bo‘limlari mas’ul xodimidan tezlikni o‘lchash vositasini (mobil komplekslar bundan mustasno) va unga tegishli sertifikatni (yoki uning nusxasini) qabul qilib oladi va uning butligi, sozligi, belgilangan tartibda ishlatilishiga mas’ul hisoblanadi. 36. YPX xodimi dislokatsiyaga asosan biriktirilgan hududga yetib borib, xizmatni boshlashidan oldin tezlik o‘lchash moslamasini foydalanish uchun tayyorlaydi, moslama xotirasiga uning o‘rnatilgan joyi, harakat yo‘nalishi to‘g‘risidagi ma’lumotlarni kiritib, xizmatga kirishadi. 2-§. Transport vositalari haydovchilarining alkogolli ichimliklar ta’siridan mast holatda ekanligini aniqlash uchun maxsus moslamadan foydalanish tartibi  36 1 . Transport vositalari haydovchilarining alkogolli ichimliklar ta’siridan mast holda ekanligini va giyohvandlik vositalari yoki psixotrop moddalar iste’mol qilganligini aniqlash YPX xodimi tomonidan maxsus moslama (alkotester, narkotester) yordamida qoidabuzarlik yuz bergan joyning o‘zida amalga oshirilishi mumkin. 36 2 . Tekshiruv oldidan YPX xodimi transport vositasi haydovchisini maxsus moslama (alkotester, narkotester)ning ishlash tartibi bilan tanishtiradi, uning talabiga asosan moslamaning sertifikati (nusxasi)ni ko‘rsatadi. 36 3 . Tekshiruv kamida ikki nafar xolis ishtirokida amalga oshiriladi, YPX xodimi tomonidan kuzatuv kamerasi (body camera)dan foydalangan holda amalga oshiriladigan tekshiruvlar bundan mustasno. Kuzatuv kamerasi (body camera)dan foydalangan holda amalga oshirilgan tekshiruv jarayoni aks etgan videotasvir ish materiallariga ilova qilinishi lozim. 36 4 . Tekshiruv jarayonida YPX xodimi sanitariya-gigiyena qoidalariga qat’i rioya etishi lozim. 36 5 . Tekshiruv YPX xodimi tomonidan maxsus moslama (alkotester, narkotester) yordamida belgilangan tartibda transport vositasi haydovchisining og‘iz bo‘shlig‘idan chiqarilgan havodagi etanol bug‘lar konsentratsiyasi miqdorini yoxud biologik suyuqlik (so‘lak)da giyohvandlik vositalari yoki psixotrop moddalar borligini aniqlash orqali o‘tkaziladi. 36 6 . Transport vositasi haydovchisining og‘iz bo‘shlig‘idan chiqarilgan havodagi etanol bug‘lar konsentratsiyasi ko‘rsatkichi 0,135 milligramm va undan yuqori bo‘lgan hollarda, YPX xodimi haydovchiga nisbatan alkogolli ichimlik iste’mol qilganligi holati yuzasidan MJTKning  131-moddasiga  muvofiq ma’muriy bayonnoma rasmiylashtiradi. 36 7 . Transport vositasi haydovchisi maxsus moslama (alkotester, narkotester) yordamida tekshiruvdan o‘tishdan bosh tortgan yoxud unda tekshiruv natijalariga e’tiroz mavjud bo‘lgan hollarda, shuningdek, transport vositasi haydovchisining og‘iz bo‘shlig‘idan chiqarilgan biologik suyuqlik (so‘lak) narkotester yordamida tekshirilganda uning giyohvandlik vositalari yoki psixotrop moddalar iste’mol qilganligi aniqlangan taqdirda, YPX xodimi transport vositasi haydovchisini alkogolli ichimliklar, giyohvandlik vositalari yoki psixotrop moddalar ta’siridan mast holda ekanligini aniqlash maqsadida tibbiy tekshiruvdan o‘tkazish uchun tuman (shahar) davolash-profilaktika muassasasiga olib boradi. 36 8 . Transport vositasi haydovchisi tekshiruvdan o‘tishdan bo‘yin tovlagan taqdirda, YPX xodimi unga nisbatan MJTKning  136-moddasiga  muvofiq ma’muriy bayonnoma rasmiylashtiradi. 3-§. Transport vositalari oynalarining yorug‘lik o‘tkazuvchanligini o‘lchovchi moslamadan foydalanish tartibi  36 9 . Transport vositalarining tusi o‘zgartirilgan (qoraytirilgan) oynalari belgilangan me’yorlarga javob berishiga aniqlik kiritish uchun transport vositalari oynalarining yorug‘lik o‘tkazuvchanligini o‘lchovchi moslama (taumetr)dan foydalaniladi. 36 10 . Transport vositalari oynalarining yorug‘lik o‘tkazuvchanligini aniqlash RShX xodimi tomonidan maxsus moslama (taumetr) yordamida qoidabuzarlik sodir bo‘lgan joyning o‘zida amalga oshiriladi. 36 11 . Tekshiruv oldidan YPX xodimi transport vositasi haydovchisini maxsus moslama (taumetr)ning ishlash tartibi bilan tanishtiradi va uning talabi asosida moslamaning sertifikati (nusxasi)ni ko‘rsatadi. 36 12 . Yorug‘lik o‘tkazuvchanligi tekshirilayotgan transport vositasining oynasi belgilangan standartlarga mos, toza va quruq bo‘lishi lozim. 36 13 . Yorug‘lik o‘tkazuvchanligi belgilangan me’yorlarga muvofiq bo‘lmagan avtotransport vositasi haydovchisiga nisbatan MJTKning  126-moddasiga  muvofiq ma’muriy bayonnoma rasmiylashtiriladi. 7-bob. Maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari orqali yo‘l harakati qoidalari buzilganligini qayd etish tartibi  37. MJtKning  309 1 -moddasiga  muvofiq ma’muriy huquqbuzarlik maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari orqali qayd etilgan taqdirda, ma’muriy huquqbuzarlik to‘g‘risida bayonnoma rasmiylashtirilmasdan, huquqbuzarlik sodir etgan shaxsning ishtirokisiz jarima solish to‘g‘risidagi qaror chiqariladi. Bunda huquqbuzarlikni takroriyligi inobatga olinmaydi. Jarima solish to‘g‘risidagi qaror maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari qo‘llanilgan holda olingan materiallar ilova qilinib, yuridik kuchga ega bo‘lgan elektron hujjat shaklida rasmiylashtiriladi hamda ushbu hujjatni tuzgan vakolatli shaxsning elektron raqamli imzosi bilan tasdiqlanadi. Jarima solish to‘g‘risidagi qarorning ko‘chirma nusxasi maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari qo‘llanilgan holda olingan materiallar ilova qilinib, elektron hujjatni qog‘ozdagi hujjatga aylantirish yo‘li bilan tayyorlanadi hamda mazkur qaror chiqarilgan kundan e’tiboran uch kun muddatda buyurtma pochta jo‘natmasi tarzida huquqbuzarga yuboriladi. 38. Ma’muriy huquqbuzarlik maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari orqali qayd etilgan taqdirda, ma’muriy javobgarlikka transport vositasining mulkdori, yuridik shaxsga tegishli transport vositalaridan foydalanib sodir etilgan ma’muriy huquqbuzarlik qayd etilgan taqdirda, yuridik shaxsning transport vositalaridan foydalanish uchun mas’ul bo‘lgan shaxsi javobgar bo‘ladi. 39. Transport vositasi boshqa shaxslarning noqonuniy harakatlari (olib qochishi, o‘g‘irlashi) natijasida transport vositasi egasi (mulkdori)ning foydalanishida bo‘lmagan hollarda, jarima solish to‘g‘risidagi qarorni bekor qilib, bunday hujjatlar alohida yig‘ma jildga tikib boriladi hamda ushbu holat aniqlangan zahoti transport vositasini ushlash bo‘yicha MADXga axborot beradi. MADX tomonidan ushbu holat yuzasidan hududiy ichki ishlar organlariga darhol xabarnoma yuboriladi. 40. Transport vositasi ushlangan taqdirda, belgilangan shakldagi dalolatnoma tuziladi hamda jarima solish to‘g‘risidagi qaror ijrosi yuzasidan ish yuritish tugaguniga qadar transport vositasi maxsus ajratilgan saqlash joyida ushlab turiladi, qonunchilikda nazarda tutilgan holatlar bundan mustasno. Dalolatnoma uch nusxada tuzilib, birinchi nusxasi transport vositasini maxsus ajratilgan saqlash joyida saqlashga mas’ul bo‘lgan shaxsda, ikkinchi nusxasi DYHXX xodimida qoladi, uchinchi nusxasi huquqbuzarga beriladi. Transport vositasining maxsus ajratilgan saqlash joyiga olib borilishi, ushlab turilishi hamda ushlab turish bilan bog‘liq xarajatlarni qoplash tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasining 2011-yil 25-maydagi 149-son qarori bilan tasdiqlangan Qonunchilik buzilganligi uchun ushlangan transport vositalarini to‘xtash joylariga olib kelish, joylashtirish va saqlash tartibi to‘g‘risidagi  nizom  bilan tartibga solinadi. 8-bob. Yo‘l-patrul xizmati xodimlarining yo‘l harakati qatnashchilari bilan o‘zaro munosabatlar jarayonida xizmatni o‘tashini o‘ziga xos xususiyatlari  41. YPX xodimi o‘z xizmat vazifalarini maxsus audio va video qayd etish qurilmalari bilan jihozlangan transport vositalaridan foydalangan holda, O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan belgilangan ekipirovkada oshkora usulda amalga oshiradi. Yo‘llarda xizmatni yashirin olib borish taqiqlanadi. YPX xodimining maxsus audio va video qayd etish qurilmalari bilan jihozlangan transport vositalaridan foydalanish tartibi O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan belgilanadi. 42. YPX xodimi tomonidan o‘ziga biriktirilgan hudud dislokatsiyasidan tashqarida qoidabuzarliklar bo‘yicha ma’muriy huquqbuzarlik to‘g‘risida bayonnomalar rasmiylashtirish taqiqlanadi. Yo‘l transport hodisalari, yo‘l harakati xavfsizligiga tahdid soluvchi, avariya holatini yuzaga keltirishi mumkin bo‘lgan qoidabuzarliklar aniqlanganda, YPX xodimi tomonidan o‘ziga biriktirilgan hudud dislokatsiyasidan tashqarida ham ushbu qoidabuzarliklar bo‘yicha ma’muriy huquqbuzarlik to‘g‘risida bayonnomalar rasmiylashtirilishi mumkin. Bunda mazkur holatlar yuzasidan DYHXX saf bo‘limi (bo‘linmasi) boshlig‘i tomonidan xizmat tekshiruvi o‘tkazilib, natijasiga ko‘ra YPX xodimining harakatlariga huquqiy baho beriladi. YPX xodimi tomonidan o‘ziga biriktirilgan hudud dislokatsiyasidan tashqarida rasmiylashtirilgan bayonnomalar yuridik kuchga ega bo‘lmaydi va huquqiy oqibatlar keltirib chiqarmaydi, mazkur bandning  ikkinchi xatboshisida  nazarda tutilgan holatlar bundan mustasno. 43. Patrul avtomobilida (mototsiklida), shuningdek, boshqa transport vositalarida yo‘l harakati ustidan nazorat olib borish jarayonida haydovchi tomonidan qoidalarning buzilganligi aniqlanganda, mazkur transport vositasini to‘xtatishda maxsus chiroq-mayoqcha, ovoz kuchaytirgich moslamasi, qo‘l yoki jezl ishoralaridan foydalaniladi. Transport vositasini avtomobil yo‘llarining ko‘rish cheklangan qismlari, burilishdan oldin va keyin, tik nishablik yoki tik balandliklar, chorrahalar, yer osti o‘tish joylari oldida, temir yo‘l kesishmasi hududi va boshqa xavfli joylarda to‘xtatish taqiqlanadi, kechiktirib bo‘lmaydigan hollar bundan mustasno. 44. YPX xodimi maxsus chiroq-mayoqchasi yoqilgan yoxud tovushli signallar berib harakatlanayotgan YPX patrul avtomobillari kuzatuvida bo‘lgan jamlanmani post yoki patrullik qilish yo‘nalishi hududidan xavfsiz va to‘siqsiz o‘tib ketishi choralarini ko‘rishi zarur. 45. Maxsus va tezkor xizmatlarga tegishli chiroq-mayoqchasi yoqilgan, tovushli signallar berib harakatlanayotgan transport vositalari ularning o‘g‘irlanganligi, olib qochilganligi yoki mast holda bo‘lgan shaxslar tomonidan boshqarayotganligi haqida ishonchli ma’lumotlarga ega bo‘lgan hollardagina to‘xtatilishi mumkin. Maxsus va tezkor xizmatlarga tegishli transport vositalari ishtirokida sodir etilgan yo‘l transport hodisasi bo‘yicha, shuningdek, ushbu transport vositasi mast holda bo‘lgan haydovchi tomonidan boshqarilgan holat qonunchilikka muvofiq rasmiylashtiriladi. 46. YPX xodimi quyidagi hollarda huquqbuzarni yaqin oradagi ichki ishlar bo‘limiga (keyingi o‘rinlarda IIB deb ataladi) yoxud fuqarolarning o‘zini o‘zi boshqarish organiga olib borishi mumkin: haydovchi YPX xodimining qonuniy talablariga bo‘ysunmagan hollarda, ma’muriy huquqbuzarlik to‘g‘risidagi bayonnomani sodir etilgan joyda tuzish imkoni bo‘lmasa; transport vositalaridan foydalanish, harakat tartibi va xavfsizligini saqlash qoidalari buzilgan taqdirda, huquqbuzarda shaxsini tasdiqlovchi hujjatlar va u haqida zarur ma’lumotlar berish mumkin bo‘lgan guvohlar bo‘lmasa. 47. Huquqbuzar IIBga olib borilganda, YPX xodimi uning shaxsini aniqlash choralarini ko‘radi. Huquqbuzarning shaxsi aniqlanganda, unga nisbatan sodir etgan qoidabuzarligi yuzasidan ma’muriy huquqbuzarlik to‘g‘risida bayonnoma rasmiylashtiriladi. Huquqbuzar shaxsini aniqlash imkoni bo‘lmaganda, uning sodir etgan qoidabuzarligi bo‘yicha ikki nusxada bildirgi tayyorlab, bildirgining bir nusxasini IIB navbatchisiga, ikkinchi nusxasi esa IIB navbatchisi tomonidan tegishli belgi qo‘yilganidan so‘ng YPX xodimiga topshiriladi. 48. O‘zining shaxsiy xavfsizligi va harakat qatnashchilari xavfsizligini ta’minlash uchun ta’qib qilish yoki kuzatish vaqtida YPX xodimi quyidagilarga amal qilishi lozim: patrul avtomobilida maxsus chiroq-mayoqcha va tovushli signallar muntazam yoqilgan holatda bo‘lishi; aniq shart-sharoitlardan kelib chiqqan holda harakat tezligini tanlashi; saf bo‘lim (bo‘linma) yoki IIB navbatchisiga o‘zining ketayotgan joyi, qayerdaligi va harakatning yo‘nalishi to‘g‘risida ma’lum qilib turishi; yo‘l harakatining boshqa qatnashchilarini hushyorlik va ehtiyotkorlik choralarini ko‘rishlari bo‘yicha xabardor qilib borishi; ta’qib qilish va kuzatish jarayonida transport vositasining harakatlanishini cheklash choralarini ko‘rishi. YPX xodimi ta’qib qilish yoki kuzatish vaqtida yo‘l harakati qatnashchilarining hayoti va sog‘lig‘i uchun xavfli harakatlar sodir etmasligi lozim. 49. YPX xodimi yo‘l harakatining boshqa qatnashchilari harakatiga xavf tug‘diradigan katta hajmli va xavfli yuklarni tashish qoidalari buzilganligini aniqlaganda, saf bo‘limi (bo‘linmasi) boshlig‘idan yoki navbatchidan tegishli ko‘rsatma olgunga qadar, ushbu transport vositasini yo‘lning qatnov qismidan chetlashtirish choralarini ko‘rishi lozim. 9-bob. Yakunlovchi qoida 50. Ushbu Nizom talablari buzilishida aybdor bo‘lgan shaxslar qonunchilikka muvofiq javob beradilar. "}]