[{"Law_reference": "O‘zbekiston Respublikasi Prezidentining qarori, 06.03.2019 yildagi PQ-4230-son", "Law_title": "Yuk va yo‘lovchi tashish tizimini tubdan takomillashtirish chora-tadbirlari to‘g‘risida", "Law_content": "Transport xizmati ko‘rsatishni tashkil etish tizimini yanada takomillashtirish, mulkchilikning barcha shakllaridagi tashuvchilar uchun raqobat muhitini hamda qulay shart-sharoitlarni yaratish, shuningdek, respublikaning transport-tranzit salohiyatini oshirish maqsadida: 1. O‘zbekiston Respublikasi Transport vazirligi, Ichki ishlar vazirligi, Adliya vazirligi va “O‘zstandart” agentligining 2019-yil 1-iyuldan boshlab: a) xalqaro tashishlarda foydalaniladigan tyagach (shatakchi) avtomobillarga litsenziya kartochkalari berilishi uchun davlat boji to‘lash tartibini; b) transport-ekspeditorlik xizmatlarini majburiy sertifikatlashni; v) chek berish yoki yo‘lovchining yurganligini elektron qayd etish imkoniyati mavjud bo‘lishi sharti bilan yo‘lovchilar tashishda foydalaniladigan avtotransport vositalarida nazorat-kassa apparati mavjud bo‘lishi haqidagi talablarni; g) quyidagilarning: avtomobil transportida yuk tashish bilan shug‘ullanuvchi yakka tadbirkorlarning; korxona shtatida belgilangan tartibda attestatsiyadan o‘tgan avtotransport vositalaridan foydalanish va tashish xavfsizligini ta’minlash uchun mas’ul bo‘lgan mutaxassisning alohida birligi mavjud bo‘lishi sharti bilan yuridik shaxs rahbarining malaka talablariga muvofiqlik yuzasidan attestatsiyadan o‘tishi to‘g‘risidagi talablarni; d) avtomobil transportida yo‘lovchilar va yuklarni tashish bo‘yicha faoliyatni amalga oshirish uchun litsenziya olishda yuridik shaxslarning balansida transport vositalari mavjud bo‘lishi haqidagi talablarni bekor qilish to‘g‘risidagi takliflariga rozilik berilsin. 2. 2019-yil 1-apreldan boshlab yuridik va jismoniy shaxslar o‘rtasida ijara shartnomalarini tasdiqlash uchun amaldagi davlat boji miqdori ikki marotaba kamaytirilsin. 3. O‘zbekiston Respublikasi Transport vazirligi Ichki ishlar vazirligi, Davlat bojxona qo‘mitasi va Davlat soliq qo‘mitasi bilan birgalikda 2019-yil 1-iyulga qadar, shu jumladan, quyidagi imkoniyatlarni nazarda tutuvchi “UzTrans” yagona interaktiv axborot tizimi (keyingi o‘rinlarda — axborot tizimi) yaratilishini ta’minlasin: litsenziatlarning shaxsiy kabineti faoliyat yuritishi; avtomobilda xalqaro tashishga xorijiy va/yoki ko‘p tomonlama ruxsatnomalarni milliy tashuvchilar o‘rtasida avtomatik ravishda choraklar bo‘yicha taqsimlash; yo‘lovchilar va yuklarni shahar, shahar atrofi, shaharlararo, xalqaro tashish faoliyatini amalga oshirish uchun litsenziyalar, avtomobilda xalqaro tashishga xorijiy va/yoki ko‘p tomonlama ruxsatnomalar, shuningdek, YUXYT daftarchasini qo‘llagan holda Yuklarni xalqaro tashish to‘g‘risidagi konvensiyaga (Jeneva shahri, 1975-yil 14-noyabr) muvofiq YUXYT (CARNET TIR) daftarchasidan foydalanishga ruxsatnomalar olishga talabgorlarning arizalarini qabul qilish va ko‘rib chiqish bosqichini ko‘rsatgan holda qayta ishlash; litsenziatlar va jismoniy shaxslar o‘rtasida tuziladigan avtotransport vositalarining ijara shartnomalarini ro‘yxatdan o‘tkazish va hisobini yuritish. O‘zbekiston Respublikasi Transport vazirligi o‘n kun muddatda axborot tizimi joriy etilguniga qadar mamlakatlar bo‘yicha xalqaro avtomobilda tashishga xorijiy va/yoki ko‘p tomonlama ruxsatnomalar mavjudligi to‘g‘risida doimiy yangilanadigan axborotning vazirlik veb-saytida e’lon qilinishini ta’minlasin. 4. Shunday tartib o‘rnatilsinki, unga muvofiq 2019-yil 1-iyuldan boshlab: yo‘nalishsiz taksi uchun talab etiladigan to‘lov terminallari, hisoblagich-taksometrlar va radioaloqa vositalari almashtiriladigan priborlarning funksiyalarini ta’minlaydigan maxsus ilovali qurilmalarga (uyali telefonlar, planshetlar, elektron to‘lov tizimlari) almashtirilishi mumkin; yo‘nalishsiz taksi rangini qonun hujjatlarida talab qilingan rangga muvofiq holga keltirish uchun ularni bo‘yamasdan o‘zi yelimlanadigan materiallardan foydalanishga yo‘l qo‘yiladi; yo‘nalishsiz taksilar sifatida foydalaniladigan hamda yagona ichki va tashqi belgilar bilan jihozlangan yengil avtomobillar yo‘nalishli transport vositalari uchun maxsus harakat yo‘nalishida harakatlanishi hamda “To‘xtash taqiqlanadi” belgisi amal qilish hududida to‘xtashi mumkin; xalqaro avtomobilda tashishga xorijiy/ko‘p tomonlama ruxsatnomalarni olish uchun arizalar ular olingan paytdan boshlab bir ish kuni mobaynida ko‘rib chiqiladi. 5. O‘zbekiston Respublikasi Transport vazirligi Ichki ishlar vazirligi bilan birgalikda bir oy muddatda: a) yengil avtomobillarda yo‘lovchilarni tashish faoliyatini amalga oshirish huquqini beruvchi litsenziyalarga ega yuridik shaxslarni: tashuvchining fuqarolik javobgarligini sug‘urta qilish shartnomasi mavjud bo‘lmaganda, uning rasmiylashtirilishini ta’minlagan holda, ularning mavjudligi; avtotransport vositalaridan litsenziya kartochkalarisiz foydalanilayotgan davlat raqami belgilari qaytarilishi choralarini ko‘rgan holda yo‘nalishsiz taksilar uchun mo‘ljallangan avtotransport vositalariga maxsus seriyalardan berilgan davlat raqami belgilarining amaldagi litsenziya kartochkalariga muvofiqligi yuzasidan xatlov o‘tkazsin; b) avtomobil transportida yuk va yo‘lovchilarni tashish xizmatlari ko‘rsatish bilan bog‘liq huquqbuzarliklar uchun javobgarlikni kuchaytirish bo‘yicha takliflar kiritsin; v) himoyalangan telekommunikatsiya kanallari yordamida “Transport vositalari hisobi”, “Texnik ko‘rik” va “UzTrans” axborot tizimlarining samarali idoralararo integratsiyasini yo‘lga qo‘yish choralarini ko‘rsin. 6. 2019-yil 1-sentabrdan boshlab, shu jumladan, davlat-xususiy sheriklik asosida avtomobil yo‘llarida transport vositalarining og‘irlik va gabarit parametrlarini aniqlash uchun avtomatlashtirilgan o‘lchov vositalari bilan jihozlangan og‘irlik va gabarit nazorati bo‘yicha statsionar va ko‘chma shoxobchalarni tashkil etish tartibi joriy etilsin. Transport vazirligi 2019-yil 1-avgustga qadar avtomobil yo‘llarida davlat-xususiy sheriklik obyektlari ro‘yxatini, reglamentni va investorlarni davlat-xususiy sheriklik shartlari asosida tanlab olish mexanizmini nazarda tutuvchi og‘irlik va gabarit nazorati bo‘yicha maxsus punktlarni tashkil etish yuzasidan faoliyatni amalga oshirish tartibini tasdiqlash uchun O‘zbekiston Respublikasi Vazirlar Mahkamasiga kiritsin. 7. Quyidagilar: Yo‘lovchi va yuk tashishni yanada rivojlantirish bo‘yicha “Yo‘l xaritasi”  1-ilovaga  muvofiq; Transport-logistika sohasida hamkorlik qilish masalalari yuzasidan xorijiy davlatlar bilan muzokaralar o‘tkazish bo‘yicha chora-tadbirlar rejasi 2-ilovaga *  muvofiq tasdiqlansin. * 2-ilova berilmaydi. 8. O‘zbekiston Respublikasi Transport vazirligi bir oy muddatda: Davlat soliq qo‘mitasi bilan birgalikda yakka tartibdagi tadbirkorlarga ruxsat berish tartibotlarini soddalashtirish va minimallashtirish maqsadida axborot-kommunikatsiya texnologiyalarini joriy etgan holda yengil avtomobillarda yo‘lovchilarni tashish faoliyatini amalga oshirish huquqini berish haqidagi takliflarni Vazirlar Mahkamasiga kiritsin; manfaatdor vazirlik va idoralar bilan birgalikda 2019-yil 1-iyuldan boshlab davlat buyurtmachilari, shu jumladan, xo‘jalik jamiyatlari va strategik ahamiyatga ega bo‘lgan korxonalarning avtomobil transportida yuk tashish xizmatlari ko‘rsatishni maxsus elektron savdo maydonchasida elektron savdo yakunlari bo‘yicha xarid qilish va xizmat ko‘rsatishini nazarda tutuvchi tartibni joriy etish haqidagi taklifni Vazirlar Mahkamasiga kiritsin; O‘zbekiston Respublikasi Ichki ishlar vazirligi, Davlat bojxona qo‘mitasi va boshqa idoralar bilan birgalikda xorijiy davlatlar avtotransport vositalarining O‘zbekiston Respublikasi hududiga kirishi, chiqishi, tranzit o‘tishi (alohida yuklar va harbiy kontingentlardan tashqari) va hududda bo‘lishi tartibini, shu jumladan, respublikaga kirayotgan xorijiy davlatlar avtotransport vositalarining bo‘lishi muddatlarini optimallashtirishni nazarda tutgan holda yanada takomillashtirish bo‘yicha takliflarni O‘zbekiston Respublikasi Vazirlar Mahkamasiga kiritsin; O‘zbekiston Respublikasi Ichki ishlar vazirligi bilan birgalikda xorijiy tashuvchilar tomonidan O‘zbekiston Respublikasi hududida joylashgan ikki punkt oralig‘ida yuk va yo‘lovchilar tashish amalga oshirilganligi, shuningdek, ruxsat etilgan og‘irlik va gabarit parametrlari oshirilganligi uchun ta’sir choralarini qo‘llash yuzasidan takliflarni Vazirlar Mahkamasiga kiritsin; O‘zbekiston Respublikasi Investitsiyalar va tashqi savdo vazirligi hamda Tashqi ishlar vazirligi bilan birgalikda O‘zbekiston Respublikasining 2008-yil 20-fevralda Jeneva shahrida imzolangan elektron yuk xatiga tegishli Yuklarni xalqaro yo‘llarda tashish (YUXYT) shartnomasi to‘g‘risidagi konvensiyaning Qo‘shimcha bayonnomasiga qo‘shilishi to‘g‘risidagi takliflarni Vazirlar Mahkamasiga kiritsin; O‘zbekiston Respublikasi Davlat aktivlarini boshqarish agentligi bilan birgalikda milliy transport-ekspeditorlik tashkilotlari tomonidan “O‘zbekiston temir yo‘llari” AJ bilan transport-ekspeditorlik xizmatlarini ko‘rsatish yuzasidan to‘g‘ridan-to‘g‘ri shartnomalar tuzish, mazkur shartnomalarni tuzgan tashkilotlar ro‘yxatini oshkora e’lon qilish tartibini o‘rnatsin. 9. 2022-yil 1-yanvarga qadar: lokomotivlar, temir yo‘l vagonlari va butlovchilar (TIF TN kodi 8601–8607), barcha tipdagi yuk konteynerlari (TIF TN kodi 8609), uchish apparatlari (TIF TN kodi 8802) bojxona to‘lovlaridan (bojxona rasmiylashtiruvi yig‘imlaridan tashqari); ishlab chiqarilganiga 4 yildan oshmagan, yuk tashish uchun mo‘ljallangan transport vositalari (TIF TN kodi 8704 21 (refrijeratorlar), 8704 23 (samosvallardan tashqari) va aviatsiya yoqilg‘isi bojxona to‘lovlaridan (qo‘shilgan qiymat solig‘i va bojxona rasmiylashtiruvi yig‘imlaridan tashqari) ozod qilinsin. 10. O‘zbekiston Respublikasi Transport vazirligi Adliya vazirligi va boshqa manfaatdor idoralar bilan birgalikda ikki oy muddatda qonun hujjatlariga ushbu qarordan kelib chiqadigan o‘zgartirish va qo‘shimchalar to‘g‘risida takliflar kiritsin. 11. Mazkur qarorning ijrosini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari A.J. Ramatov, O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari E.M. G‘aniyev va O‘zbekiston Respublikasi Prezidenti maslahatchisining o‘rinbosari N.S. Otajonov zimmasiga yuklansin. O‘zbekiston Respublikasi Prezidentining 2019-yil 6-martdagi PQ-4230-son  Yo‘lovchi va yuk tashishni yanada rivojlantirish bo‘yicha "}]