[{"Law_reference": "O‘zbekiston Respublikasi Prezidentining qarori, 07.05.2021 yildagi PQ-5108-son", "Law_title": "Avtomobil transportida yo‘lovchilar tashish faoliyatini tartibga solishni yanada soddalashtirish chora-tadbirlari to‘g‘risida", "Law_content": "Avtomobil transportida yo‘lovchilar tashish sohasida mehnat faoliyatini amalga oshirish uchun shart-sharoitlarni soddalashtirish, sohada yashirin iqtisodiyot darajasini pasaytirish maqsadida: 1. Moliya vazirligi va Transport vazirligining 2021-yil 15-maydan 2022-yil oxiriga qadar quyidagilarni nazarda tutuvchi avtomobil transportida yo‘lovchi tashish faoliyatini tartibga solishni soddalashtirish bo‘yicha eksperiment o‘tkazish to‘g‘risidagi taklifiga rozilik berilsin: yo‘lovchilarni haydovchidan tashqari to‘rttadan ortiq bo‘lmagan o‘rindiqlarga ega bo‘lgan yengil avtotransport vositalarida tashish faoliyati yakka tartibdagi tadbirkorlar shug‘ullanishi mumkin bo‘lgan faoliyat turlari ro‘yxatiga kiritiladi; yakka tartibdagi tadbirkorlar tomonidan yo‘lovchilarni yengil avtotransport vositalarida tashish faoliyati litsenziya varaqasiga (keyingi o‘rinlarda — litsenziya varaqasi) asosan amalga oshiriladi; litsenziya varaqasi 21 yoshga to‘lgan va boshqaruvida arizani berish vaqtida 10 yildan ortiq bo‘lmagan vaqt davomida ekspluatatsiya qilinayotgan avtomobil transporti mavjud bo‘lgan yakka tartibdagi tadbirkorlarga “Litsenziya” axborot tizimi orqali beriladi; avtomobil transportida yo‘lovchilarni tashish bilan shug‘ullanadigan yakka tartibdagi tadbirkorlar (keyingi o‘rinlarda — yakka tartibdagi tashuvchilar) “Akkreditatsiya markazi” DUKda akkreditatsiyadan o‘tgan texnik xizmat ko‘rsatish stansiyalarida 6 oyda kamida 1 marotaba transport vositasini texnik ko‘rikdan o‘tkazishi shart; yakka tartibdagi tashuvchilar “Uztrans” yagona interaktiv axborot tizimiga ulangan, ko‘p tarmoqli poliklinikalar, xususiy tibbiyot muassasalari, tibbiy ko‘rikdan o‘tkazish sharoiti mavjud bo‘lgan avtomobil transportida yo‘lovchilarni va yuk tashish faoliyatini amalga oshirish uchun litsenziyaga ega bo‘lgan korxonalarda hamda yo‘lovchi tashuvchilarga mijozlarni izlash bo‘yicha interaktiv xizmatlarni ko‘rsatuvchi tadbirkorlik subyektlari (keyingi o‘rinlarda — agregatorlar) tomonidan tashkil qilingan maxsus tekshiruv punktlarida oylik tibbiy ko‘rikdan o‘tishi shart; yakka tartibdagi tashuvchilarga yo‘lovchilarni avtomobil transportida tashish faoliyati doirasida xodimlarni ishga yollashga ruxsat etilmaydi; 2021-yil 1-sentabrgacha bo‘lgan davrda yakka tartibdagi tashuvchilarni davlat ro‘yxatidan o‘tkazganlik uchun davlat boji undirilmaydi; yakka tartibdagi tashuvchilardan litsenziya varaqasi berilganligi uchun davlat boji yiliga bazaviy hisoblash miqdorining bir barobari miqdorida undiriladi. Bunda davlat xizmatlarini ko‘rsatganlik uchun yig‘im undirilmaydi; yakka tartibdagi tashuvchilar qat’iy belgilangan miqdorda jismoniy shaxslardan olinadigan daromad solig‘ini 3 tonnagacha yuk ko‘tarish imkoniyatiga ega avtomobil transportida yuklarni tashish faoliyati bilan shug‘ullanuvchi yakka tartibdagi tadbirkorlar uchun belgilangan stavkada to‘laydilar. 2. 2021-yil 1-sentabrdan boshlab quyidagilar: a) yakka tartibdagi tashuvchilar o‘z faoliyatini faqatgina agregatorlar xizmatidan foydalangan holda amalga oshiradi; b) agregatorlar xizmatidan foydalanishning shartlari etib: yuridik shaxslarga tegishli yo‘nalishsiz taksilarda yoki yakka tartibdagi tashuvchi sifatida yo‘lovchi tashishni amalga oshirishga litsenziya varaqasiga ega bo‘lish; “Uztrans” yagona interaktiv axborot tizimiga ulangan ko‘p tarmoqli poliklinikalar, xususiy tibbiyot muassasalari, tibbiy ko‘rikdan o‘tkazish sharoiti mavjud bo‘lgan avtomobil transportida yo‘lovchilarni va yuk tashish faoliyatini amalga oshirish uchun litsenziyaga ega bo‘lgan korxonalarda hamda agregatorlar tomonidan tashkil qilingan maxsus tekshiruv punktlarida oylik tibbiy ko‘rikdan o‘tish; “Akkreditatsiya markazi” DUKda akkreditatsiyadan o‘tgan va “Uztrans” yagona interaktiv axborot tizimiga ulangan texnik xizmat ko‘rsatish stansiyalarida 6 oyda kamida 1 marotaba texnik ko‘rikdan o‘tish; v) agregatorlik xizmatlarini ko‘rsatish shartlari etib: mijozlarni izlash bo‘yicha maxsus dasturlarni Davlat soliq qo‘mitasining elektron axborot bazasi hamda “Uztrans” yagona interaktiv axborot tizimiga integratsiyalash; o‘z xizmatlarini faqatgina yuridik shaxslarga tegishli yo‘nalishsiz taksilarga yoki yakka tartibdagi tashuvchi sifatida yo‘lovchi tashishni amalga oshirishga litsenziya varaqasiga ega bo‘lgan shaxslarga ko‘rsatish; O‘zbekiston Respublikasi soliq rezidenti maqomiga ega bo‘lish belgilansin. Bunda agregatorlar tomonidan ushbu talablarni bajarmasdan faoliyatni amalga oshirish holatlari aniqlanganda, O‘zbekiston Respublikasi hududida ushbu xizmatdan Internet jahon axborot tarmog‘i orqali foydalanish maxsus vakolatli organ tomonidan cheklanadi. 3. Yuridik shaxslarga tegishli yo‘nalishsiz taksilarga: yo‘lovchilarni olish va tushirish maqsadida “To‘xtash taqiqlangan” yo‘l belgisi amal qilish hududida, shu jumladan aeroport va vokzallarga tutash hududlarda to‘xtash; mahalliy davlat hokimiyati organlari tasarrufida bo‘lgan aeroportlar, temir yo‘l vokzallari, avtovokzallar, qurilish mollari, dehqon va buyum bozorlari hamda savdo majmualarining pullik to‘xtash joylariga yo‘lovchilarni olish va tushirish uchun bepul kirish; yo‘nalishli transport vositalari uchun ajratilgan maxsus harakatlanish yo‘lagi bo‘ylab harakatlanishga ruxsat etilsin. 4. Yo‘lovchi tashishda foydalanilayotgan avtotransport vositalarining rangi va maxsus seriyali davlat raqami belgisi bo‘yicha o‘rnatilgan amaldagi talablar 2023-yil 1-yanvarga qadar to‘xtatib turilsin. 5. Yo‘nalishsiz taksilar uchun avtomobil transportining old oynasining yuqoridagi o‘ng burchagiga joylashtirilgan yashil rangli yoritish chirog‘i, hisoblagich (taksometr) va radioaloqa vositasi, shuningdek, nazorat-kassa mashinasini o‘rnatish talablari bekor qilinsin. 6. Yuridik shaxslarga tegishli yo‘nalishsiz taksi va yakka tartibdagi tashuvchilar uchun quyidagi talablar joriy etiladi: avtomobil transportining tepasiga “TAXI” tanish belgili to‘q sariq rangli fonar o‘rnatish; to‘lovni amalga oshirish, shuningdek, bosib o‘tilgan yo‘lni elektron tarzda qayd etish imkoniyatini beruvchi maxsus ilovalarga ega moslamalar (shu jumladan uyali telefonlar, planshetlar) bo‘lishi; avtomobil transportining priborlar panelida avtomobil transportining davlat raqami, yakka tartibdagi tadbirkor sifatida ro‘yxatdan o‘tkazilgani to‘g‘risidagi hujjat (yoki ushbu faoliyat turini amalga oshirish uchun litsenziya/litsenziya varaqasi) va haydovchining telefon raqami ko‘rsatilgan ma’lumotlar tablichkasi mavjud bo‘lishi. Bunda, yuridik shaxslarga tegishli yo‘nalishsiz taksilar uchun mazkur bandda nazarda tutilgan talablarga qo‘shimcha ravishda avtomobil transportining yon tomonlariga Transport vazirligi tomonidan tasdiqlangan sxema bo‘yicha kompozitsiyani aks ettirish talabi belgilansin. 7. Transport vazirligi 2021-yil 1-avgustga qadar: ko‘p tarmoqli poliklinikalar, xususiy tibbiyot muassasalari, tibbiy ko‘rikdan o‘tkazish sharoiti mavjud bo‘lgan avtomobil transportida yo‘lovchilarni va yuk tashish faoliyatini amalga oshirish uchun litsenziyaga ega bo‘lgan korxonalar hamda agregatorlar tomonidan oylik tibbiy ko‘rik natijalarini kiritishlari uchun “Uztrans” yagona interaktiv axborot tizimiga kirish imkoniyatini yaratsin; texnik xizmat ko‘rsatish stansiyalari davriy texnik ko‘rik natijalarini kiritishlari uchun “Uztrans” yagona interaktiv axborot tizimiga kirish, shuningdek, Ichki ishlar vazirligi bilan birgalikda ularda zamonaviy texnologiyalar yordamida avtomobil transportining texnik ko‘rigidan avtomatlashtirilgan tarzda o‘tish imkoniyatini yaratsin. 8. Davlat soliq qo‘mitasi Transport vazirligi va Ichki ishlar vazirligi bilan birgalikda 2021-yil 1-oktabrga qadar avtomobil transportining yo‘lovchi tashish faoliyatini amalga oshirish uchun berilgan litsenziyalar, elektron yo‘l varaqalari, shuningdek, tibbiy ko‘rikdan o‘tgan yakka tartibdagi tadbirkorlar va texnik ko‘rikdan o‘tgan transport vositalari to‘g‘risidagi ma’lumotlarning idoralararo almashinuvi bo‘yicha yagona elektron platformani ishga tushirsin. Yagona elektron platformani yaratish bilan bog‘liq xarajatlar Davlat soliq qo‘mitasining Moddiy yordam, ijtimoiy himoya, soliq organlarini rivojlantirish va ko‘zda tutilmagan xarajatlar maxsus jamg‘armasi hisobidan moliyalashtirilishi belgilansin. 9. Vazirlar Mahkamasi uch oylik muddatda Oliy Majlisi Qonunchilik palatasiga “Tashuvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risida”gi Qonunning yakka tartibdagi tashuvchilarga nisbatan ham tatbiq etilishini nazarda tutuvchi qonun loyihasini kiritsin. 10. Transport vazirligi, Ichki ishlar vazirligi manfaatdor vazirlik va idoralar bilan birgalikda 2022-yil 1-sentabrga qadar mazkur qarorga asosan amalga oshirilgan eksperiment natijalariga ko‘ra yo‘lovchilarni avtomobil transportida tashish sohasini yanada takomillashtirish bo‘yicha Vazirlar Mahkamasiga taklif kiritsin. 11. Transport vazirligi boshqa manfaatdor vazirlik va idoralar bilan birgalikda uch oy muddatda qonunchilik hujjatlariga mazkur qarordan kelib chiqadigan o‘zgartirish va qo‘shimchalar to‘g‘risida Vazirlar Mahkamasiga takliflar kiritsin. 12. Mazkur qaror ijrosini samarali tashkil etishga mas’ul va shaxsiy javobgar etib transport vaziri I.R. Maxkamov va Davlat soliq qo‘mitasi raisi Sh.D. Kudbiyev belgilansin. Mazkur qaror ijrosini muhokama qilib borish, ijro uchun mas’ul idoralar faoliyatini muvofiqlashtirish va nazorat qilish Bosh vazir o‘rinbosari J.A. Qo‘chqorov zimmasiga yuklansin. Amalga oshirilayotgan chora-tadbirlar natijadorligi yuzasidan har chorak yakuni bo‘yicha O‘zbekiston Respublikasi Prezidentiga axborot berib borilsin. "}]