[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 28.07.2021 yildagi 465-son", "Law_title": "Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanish tartibini takomillashtirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “ Raqamli O‘zbekiston-2030” strategiyasini tasdiqlash va uni samarali amalga oshirish chora-tadbirlari to‘g‘risida ” 2020-yil 5-oktabrdagi PF-6079-son hamda “ Aholi va tadbirkorlik subyektlariga davlat xizmatlaridan foydalanishda yanada qulay sharoitlar yaratish, bu borada byurokratik to‘siqlarni qisqartirish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida ” 2021-yil 23-martdagi PF-6191-son farmonlariga muvofiq, shuningdek, yo‘l harakati xavfsizligi sohasida davlat xizmatlari ko‘rsatish tizimini yanada takomillashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirish) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning ma’muriy reglamenti  1-ilovaga  muvofiq tasdiqlansin. 2. Belgilansinki: avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirish)ga ruxsatnoma berish bo‘yicha davlat xizmati O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan hamda O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali ko‘rsatiladi; xizmat yengil avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish va o‘zgartirish bepul amalga oshiriladigan davlat organlariga ruxsatnoma O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qarorida  belgilangan tartibda beriladi. 3. O‘zbekiston Respublikasi Ichki ishlar vazirligi Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi bilan birgalikda 2021-yil 1-oktabrga qadar: avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirish) ruxsatnoma berish bo‘yicha davlat xizmatini ko‘rsatish jarayonining avtomatlashtirilishini; avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirish) ruxsatnoma berish bo‘yicha davlat xizmati YIDXP orqali ko‘rsatilishini ta’minlash uchun zarur bo‘lgan axborot tizimlarining o‘zaro integratsiya qilinishini; YIDXPda foydalanuvchining shaxsiy kabinetida shu foydalanuvchiga tegishli bo‘lgan avtotransport vositasi to‘g‘risidagi ma’lumotlar avtomatik tarzda joylashtirilishi va real vaqt rejimida yangilanib borilishini; davlat xizmati ko‘rsatilganligi uchun to‘langan to‘lovlar Davlat bojlari va yig‘imlar summasi hisobini yurituvchi Yagona billing tizimi (keyingi o‘rinlarda — Yagona billing tizimi) orqali elektron tarzda amalga oshirilishini ta’minlasin. 4. Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qaroriga  muvofiq M1, N1 va N2 toifaga oid avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish uchun quyidagi to‘lov stavkalari belgilanganligi ma’lumot uchun qabul qilinsin: orqa yon oynalar bo‘yicha jismoniy shaxslar uchun — bazaviy hisoblash miqdorining besh baravari miqdorini, yuridik shaxslar uchun — bazaviy hisoblash miqdorining o‘n baravari miqdorini va O‘zbekiston Respublikasida faoliyat ko‘rsatayotgan xorijiy davlatlar yuridik shaxslari uchun — bazaviy hisoblash miqdorining yigirma baravari miqdorini; orqa va old yon oynalar bo‘yicha jismoniy shaxslar uchun — bazaviy hisoblash miqdorining ellik baravari miqdorini, yuridik shaxslar uchun — bazaviy hisoblash miqdorining ellik baravari miqdorini va O‘zbekiston Respublikasida faoliyat ko‘rsatayotgan xorijiy davlatlar yuridik shaxslari uchun — bazaviy hisoblash miqdorining sakson baravari miqdorini tashkil etadi; M2, M3 toifaga oid III klass avtotransport vositalari yon oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish uchun to‘lov stavkalari ularning egalari huquqiy holati inobatga olingan holda, ushbu bandning  uchinchi xatboshiga  muvofiq belgilanadi. 5. Belgilab qo‘yilsinki: avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) oid davlat xizmati O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan ko‘rsatilganda, ushbu xizmat uchun yig‘imlar Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qarorida  ko‘rsatilgan miqdorlarda to‘lanadi; “Davlat boji to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuniga  muvofiq, avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) oid davlat xizmati uchun yig‘imlar davlat xizmati YIDXP orqali ko‘rsatilganda, Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qarorida  ko‘rsatilgan miqdorlarning 90 foizi to‘lanadi. Bunda ushbu to‘lovlar summasi quyidagicha taqsimlanadi: 11,25 foizi — Axborot-kommunikatsiya texnologiyalarini rivojlantirish jamg‘armasining elektron hukumat va raqamli iqtisodiyotning idoralararo loyihalarini moliyalashtirish bo‘yicha maxsus hisobvarag‘iga; 88,75 foizi — O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati Davlat yo‘l harakati xavfsizligi xizmatining moddiy-texnik bazasini rivojlantirish, xodimlarini rag‘batlantirish va mukofotlash jamg‘armasiga o‘tkaziladi. 6. O‘zbekiston Respublikasi Adliya vazirligi: davlat organlari va boshqa tashkilotlar tomonidan davlat xizmati ko‘rsatilishining belgilangan tartibiga rioya etilishi bo‘yicha ularning faoliyati yuzasidan, shu jumladan, YIDXP orqali doimiy nazorat o‘rnatsin; ushbu qaror bilan tasdiqlangan davlat xizmatini ko‘rsatish bo‘yicha ma’muriy reglament talablarini buzganlik uchun davlat organlari va boshqa tashkilotlar mansabdor shaxslariga nisbatan belgilangan tartibda ma’muriy jazolar qo‘llasin. 7. O‘zbekiston Respublikasi Hukumatining  2-ilovaga  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin. 8. O‘zbekiston Respublikasi Ichki ishlar vazirligi ikki oy muddatda manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ushbu qarorga muvofiqlashtirsin. 9. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining maslahatchisi — IT-texnologiyalar, telekommunikatsiyalar va innovatsion faoliyatni rivojlantirish masalalari departamenti boshlig‘i O.M. Umarov hamda O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2021-yil 28-iyuldagi 465-son  Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirish) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning 1-bob. Umumiy qoidalar 1. Mazkur Ma’muriy reglament (keyingi o‘rinlarda — Reglament) jismoniy va yuridik shaxslarga (keyingi o‘rinlarda — ariza beruvchi) avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha davlat xizmatini (keyingi o‘rinlarda — davlat xizmati) ko‘rsatish tartibini belgilaydi. 2. Ushbu Reglamentda quyidagi asosiy tushunchalar qo‘llaniladi: vakolatli organ  — O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati; ruxsatnoma  — ariza beruvchiga vakolatli organ tomonidan QR-kod (matrik shtrixli kod) qo‘yilgan hujjat shaklida beriladigan avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma; YIDXP  — O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali. 4. Avtotransport vositalari oynalarining tusini o‘zgartirish (qoraytirish) ishlari ruxsatnoma va tasdiqlangan davlat standartiga muvofiq avtotransport vositasi egasi tomonidan mustaqil ravishda amalga oshiriladi. 5. Avtotransport vositasi orqa oynasining tusini yorug‘lik o‘tkazuvchanligi cheklanmagan darajada o‘zgartirish (qoraytirish), shuningdek, old oynasining tepa qismi tusini 14 sm dan ko‘p bo‘lmagan polosa shaklida yorug‘lik o‘tkazuvchanligi cheklanmagan darajada o‘zgartirish (qoraytirish) uchun ruxsatnoma talab etilmaydi. 6. Ruxsatnoma bir yil muddatga beriladi. 7. Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) oid davlat xizmati O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan ko‘rsatilganda, ushbu xizmat uchun yig‘imlar Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qarorida  ko‘rsatilgan miqdorlarda to‘lanadi; “Davlat boji to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuniga  muvofiq avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) oid davlat xizmati uchun yig‘imlar davlat xizmati YIDXP orqali ko‘rsatilganda, Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son  qarorida  belgilangan miqdorlarning 90 foizi to‘lanadi. Bunda ushbu to‘lovlar summasi quyidagicha taqsimlanadi: 11,25 foizi — Axborot-kommunikatsiya texnologiyalarini rivojlantirish jamg‘armasining elektron hukumat va raqamli iqtisodiyotning idoralararo loyihalarini moliyalashtirish bo‘yicha maxsus hisobvarag‘iga; 88,75 foizi — O‘zbekiston Respublikasi Ichki ishlar vazirligi Yo‘l harakati xavfsizligi bosh boshqarmasi Davlat yo‘l harakati xavfsizligi xizmatining moddiy-texnik bazasini rivojlantirish, xodimlarini rag‘batlantirish va mukofotlash jamg‘armasiga o‘tkaziladi. 8. Davlat xizmati YIDXP orqali mazkur Reglamentga  1-ilovada  keltirilgan sxema asosida, vakolatli organ tomonidan to‘g‘ridan to‘g‘ri ko‘rsatilganda  1.1-ilovada  keltirilgan sxema asosida ko‘rsatiladi. 2-bob. Davlat xizmatini ko‘rsatish tartibi 9. Davlat xizmati vakolatli organ tomonidan “Avtomototransport” avtomatlashtirilgan axborot tizimidan (keyingi o‘rinlarda — Tizim) foydalangan holda ko‘rsatiladi. Ariza beruvchi to‘g‘ridan to‘g‘ri vakolatli organga murojaat qilganda, vakolatli organ mas’ul xodimi tomonidan ushbu Reglamentga  2-ilovada  keltirilgan so‘rovnomani ariza beruvchi nomidan to‘ldiradi. Agar ariza beruvchi davlat xizmatidan YIDXP orqali foydalanmoqchi bo‘lsa, u YIDXPda ro‘yxatdan o‘tadi hamda ushbu Reglamentga  2-ilovada  keltirilgan so‘rovnomani elektron shaklda to‘ldiradi. 10. So‘rovnomaga kiritilgan ma’lumotlarning haqqoniyligi axborot tizimlari yordamida avtomatik ravishda tekshiriladi. So‘rovnomada xato ma’lumotlar ko‘rsatilgan taqdirda, so‘rovnoma avtomatik ravishda rad etiladi va bu haqda ariza beruvchiga onlayn rejimda avtomatik tarzda elektron shaklda javob qaytariladi. 11. Tizim orqali so‘rovnomaga kiritilgan ma’lumotlarning to‘g‘riligi tasdiqlangach, Vazirlar Mahkamasining 2018-yil 18-iyuldagi 547-son  qaroriga  muvofiq ruxsatnoma berish uchun to‘lov stavkalari asosida elektron to‘lov varaqasi (invoys) shakllantiriladi. 12. Ariza beruvchi tomonidan ruxsatnoma uchun to‘lov 10 kun muddatda amalga oshiriladi. 13. To‘lov belgilangan muddatda amalga oshirilmagan taqdirda (to‘lov to‘liq amalga oshirilmagan taqdirda) va/yoki so‘rovnomada ma’lumotlar to‘liq ko‘rsatilmagan taqdirda, so‘rovnoma avtomatik ravishda rad etiladi hamda bu haqda ariza beruvchiga onlayn rejimda avtomatik tarzda elektron shaklda javob qaytariladi. Boshqa asoslarga ko‘ra ruxsatnoma berish rad etilishiga yo‘l qo‘yilmaydi. 14. Vakolatli organ ariza beruvchi tomonidan to‘lov amalga oshirilgach, ikki soat davomida avtomatik ravishda QR-kod (matrik shtrixli kod) qo‘yilgan ruxsatnomani rasmiylashtiradi hamda ariza beruvchiga yoki uning YIDXPdagi shaxsiy kabinetiga elektron shaklda yuboradi. 15. Ariza beruvchi ruxsatnomaning amal qilish muddatidan qat’i nazar, tusi o‘zgartirilgan (qoraytirilgan) oynalardan foydalanishdan voz kechgan taqdirda, amalga oshirilgan to‘lov qaytarilmaydi. 16. Ruxsatnoma ushbu Reglamentga  3-ilovada  nazarda tutilgan namunaviy shaklda taqdim etiladi. 17. Tizimga avtotransport vositasini hisobga olish (elektron) ma’lumotlariga avtomatik tarzda tegishli o‘zgartirishlar kiritiladi (ruxsatnomaning seriyasi, raqami, berilgan joyi, vaqti va amal qilish muddati). 3-bob. Ruxsatnomani YIDXP orqali qayta rasmiylashtirish tartibi 18. Ruxsatnoma quyidagi holatlarda YIDXP orqali qayta rasmiylashtiriladi: avtotransport vositasini hisobga olish ma’lumotlariga o‘zgartirish kiritilganda (qayta jihozlash, davlat raqam belgisi va ro‘yxatga olish guvohnomasi o‘zgartirilganda); avtotransport vositasining mulkdori o‘zgarganda; egasining ma’lumotlarida o‘zgarish bo‘lganda (jismoniy shaxsning familiyasi, ismi, otasining ismi o‘zgarganda, yuridik shaxs qayta tashkil etilganda, uning joylashgan joyi (pochta manzili) yoki nomlanishi o‘zgartirilganda) qayta rasmiylashtiriladi. 19. Ruxsatnoma avval berilgan ruxsatnomaning amal qilish muddatigacha qayta rasmiylashtiriladi. 20. Avtotransport vositasining mulkdori o‘zgarganda yangi mulkdor ixtiyoriga muvofiq avvalgi ruxsatnomaning qolgan amal qilish muddatiga qo‘shimcha to‘lovlarsiz qayta rasmiylashtiriladi. 21. Ruxsatnoma YIDXP orqali quyidagi tartibda qayta rasmiylashtiriladi: ariza beruvchi davlat xizmatidan foydalanish uchun YIDXPda ro‘yxatdan o‘tadi hamda elektron shakldagi so‘rovnomani to‘ldiradi; so‘rovnomaga kiritilgan ma’lumotlarning haqqoniyligi axborot tizimlari yordamida avtomatik ravishda tekshiriladi; so‘rovnomada xato ma’lumotlar ko‘rsatilgan taqdirda, so‘rovnoma avtomatik ravishda rad etiladi va bu haqda ariza beruvchiga onlayn tarzda elektron shaklda javob qaytariladi; vakolatli organ ikki soat davomida QR-kod (matrik shtrixli kod) qo‘yilgan, qayta rasmiylashtirilgan ruxsatnomani ariza beruvchining YIDXPdagi shaxsiy kabinetiga elektron shaklda yuboradi; ariza beruvchining ruxsatnomani qo‘shimcha to‘lov evaziga ruxsatnomaning boshqa turiga o‘tkazishiga yo‘l qo‘yilmaydi. Tizimga avtotransport vositasini hisobga olish (elektron) ma’lumotlariga (ruxsatnomaning seriyasi, raqami, berilgan joyi, vaqti va amal qilish muddati) avtomatik tarzda tegishli o‘zgartirishlar kiritiladi. 22. YIDXP orqali ruxsatnomani qayta rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatilgani uchun to‘lov undirilmaydi. 4-bob. Yakunlovchi qoidalar 23. Davlat xizmati YIDXP orqali ko‘rsatilganda ruxsatnomaning amal qilish muddati tugashidan 15 kun oldin bu haqda ariza beruvchiga Tizim tomonidan elektron shaklda xabar yuboriladi. 24. Davlat yo‘l harakati xavfsizligi xizmati xodimlari avtotransport vositasining oynalari tusi o‘zgartirilganligi to‘g‘risidagi ruxsatnomani Tizim orqali mustaqil tekshiradi. 25. O‘zbekiston Respublikasi Adliya vazirligi ushbu Reglament talablari ijrosi bo‘yicha davlat organlari va boshqa tashkilotlarning faoliyatini doimiy nazorat va monitoring qilib boradi. 26. Ariza beruvchi davlat organlari va boshqa tashkilotlar xodimlarining xatti-harakatlari bo‘yicha qonunchilik hujjatlarida belgilangan tartibda shikoyat qilishi mumkin. 27. Ushbu Reglament talablari buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javob beradilar. Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning  O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali orqali avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish tartibi Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning  O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish tartibi  Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning  O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali orqali avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma berish bo‘yicha davlat xizmati ko‘rsatishning  Avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnomaning Izoh. QR kodda (matrik shtrixli kodda) transport vositasi haqida asosiy ma’lumotlar va ruxsatnomaning amal qilish muddati shifrlangan ko‘rinishda bo‘ladi, uni oflayn rejimda maxsus dastur orqali (maxsus kalit bilan) ochish mumkin. Vazirlar Mahkamasining 2021-yil 28-iyuldagi 465-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirish va qo‘shimchalar 1. Vazirlar Mahkamasining 2017-yil 31-avgustdagi 683-son qarori (O‘zbekiston Respublikasi QT, 2017-y., 8-son, 191-modda) bilan tasdiqlangan Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish tartibi to‘g‘risidagi  nizomda : 12-bandning  “b” kichik bandidagi  “erkin aylanishi uchun (import)” so‘zlari “erkin muomalaga chiqarish (import)” so‘zlari bilan almashtirilsin. 2. Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son qarorining (O‘zbekiston Respublikasi QT, 2018-y., 7-son, 181-modda)  2-bandida : a)  “a” kichik bandi  quyidagi tahrirda bayon qilinsin: “a) M1, N1 va N2 toifaga oid avtotransport vositalari orqa yon oynalarining tusini yorug‘lik o‘tkazuvchanligi — cheklanmagan darajada, old yon oynalarining tusini yorug‘lik o‘tkazuvchanligi — 50 foizdan kam bo‘lmagan darajada, shuningdek, M2, M3 toifaga oid III klass avtotransport vositalari yon oynalarining tusini yorug‘lik o‘tkazuvchanligi — 50 foizdan kam bo‘lmagan darajada o‘zgartirish (qoraytirish) tasdiqlangan davlat standarti bo‘yicha, shuningdek, xorijiy davlatlarning ishlab chiqaruvchi korxonalari tomonidan tusi yuqorida belgilangan me’yorlardan ortiq bo‘lmagan darajada o‘zgartirilgan (qoraytirilgan) oynalar o‘rnatilgan, erkin muomalaga chiqarish (import) va vaqtincha olib kirish bojxona rejimlariga rasmiylashtirilgan avtotransport vositalaridan foydalanish O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati tomonidan 1 yil muddatga beriladigan ruxsatnomaga asosan amalga oshiriladi”; b) “v” kichik bandning  birinchi xatboshi  quyidagi tahrirda bayon qilinsin: “v) M1, N1 va N2 toifaga oid avtotransport vositalari oynalarining tusini o‘zgartirishga (qoraytirishga), shuningdek, xorijiy davlatlarning ishlab chiqaruvchi korxonalari tomonidan tusi o‘zgartirilgan (qoraytirilgan) oynalar o‘rnatilgan, erkin muomalaga chiqarish (import) va vaqtincha olib kirish bojxona rejimlariga rasmiylashtirilgan ushbu toifadagi avtotransport vositalaridan foydalanishga ruxsatnoma berish uchun to‘lov stavkalari”; v)  “g” kichik bandi  quyidagi tahrirda bayon qilinsin: “g) M2, M3 toifaga oid III klass avtotransport vositalari yon oynalarining tusini o‘zgartirishga (qoraytirishga), shuningdek, xorijiy davlatlarning ishlab chiqaruvchi korxonalari tomonidan tusi o‘zgartirilgan (qoraytirilgan) oynalar o‘rnatilgan, erkin muomalaga chiqarish (import) va vaqtincha olib kirish bojxona rejimlariga rasmiylashtirilgan ushbu toifadagi avtotransport vositalaridan foydalanishga ruxsatnoma berish uchun to‘lov stavkalari bazaviy hisoblash miqdorining qirq baravari miqdorida belgilanadi”. "}]