[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 09.08.2021 yildagi O‘RQ-706-son", "Law_title": "Transport to‘g‘risida", "Law_content": "1-bob. Umumiy qoidalar 1-modda. Ushbu Qonunning maqsadi Ushbu Qonunning maqsadi transport sohasidagi munosabatlarni tartibga solishdan iborat. 2-modda. Ushbu Qonunning qo‘llanilish sohasi Ushbu Qonun transportga oid faoliyatni tijorat asosida amalga oshirish chog‘ida yuzaga keladigan munosabatlarni tartibga soladi. Ushbu Qonunning amal qilishi: quvur transporti faoliyati va elektr uzatish liniyalari orqali elektr energiyasining olib o‘tilishi; transportga oid bo‘lmagan ishlarni bajarish uchun mo‘ljallangan maxsus transport vositalari faoliyati; idoraviy yo‘lovchi tashish transportining, shuningdek beg‘araz asosda tashishlarni amalga oshiradigan korxonalar, muassasalar va tashkilotlarning faoliyati; harbiy, harbiy-yordamchi, chegarani qo‘riqlaydigan kemalarning, shuningdek O‘zbekiston Respublikasi hududi orqali maxsus yuklarni va harbiy tarkiblarni tranzit tashishlarni amalga oshirish faoliyati; eksperimental va davlat aviatsiyasining faoliyati; xususiy mulk huquqi asosida yoki boshqa qonuniy asoslarga ko‘ra, tashishlarni o‘zlariga tegishli bo‘lgan transport vositalaridan foydalangan holda beg‘araz asosda va shaxsiy ehtiyojlarini qanoatlantirish uchun amalga oshiradigan jismoniy shaxslarning faoliyati bilan bog‘liq munosabatlarga nisbatan tatbiq etilmaydi. 3-modda. Transport to‘g‘risidagi qonunchilik Transport to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining transport to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 4-modda. Asosiy tushunchalar Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: aralash tashish  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini butun harakatlanish yo‘li uchun rasmiylashtirilgan yagona tashish hujjati bo‘yicha har xil turdagi transportda tashish; aralash tashishlar operatori  — tashishni tashkil etuvchi hamda tashish uchun o‘zi jalb qilgan barcha tashuvchilar va uchinchi shaxslar uchun javobgarlikni o‘z zimmasiga oluvchi yuridik shaxs; mijoz  — tashuvchi yoki aralash tashishlar operatori bilan tuzilgan shartnoma asosida transport xizmatlaridan foydalanadigan jismoniy yoki yuridik shaxs (yo‘lovchi, yuk jo‘natuvchi, yuk oluvchi, fraxtlovchi); tashish  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini jo‘natish punktidan yetkazish punktiga tashish; tashishlar xavfsizligi  — texnogen (texnik va texnologik) xususiyatga ega tahdidlardan transport vositasi harakatlanish jarayonining hamda transport vositasining o‘zining himoyalanganlik holatini ta’minlash bo‘lib, bunda tashishlar xavfsizligiga oid qoidabuzarliklar va ularning fuqarolar hayotiga yoki sog‘lig‘iga, jismoniy yoki yuridik shaxslarning mol-mulkiga, atrof-muhitga zarar yetkazilishiga sabab bo‘ladigan oqibatlari yuzaga kelishining yo‘l qo‘yilmaydigan xavfi mavjud bo‘lmaydi; tashish hujjati  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish shartnomasi tuzilganligini tasdiqlaydigan, chipta, bagaj kvitansiyasi, tovar-transport yuk xati, elektron axborot tashuvchi karta yoki boshqa axborot tashuvchi tarzidagi hujjat; tashuvchi  — mulk huquqi asosida yoki boshqa qonuniy asoslarda transport vositasiga ega bo‘lgan, yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish bo‘yicha tijorat asosida xizmatlar ko‘rsatadigan, shuningdek tashish uchun tegishli litsenziyaga, sertifikatga yoxud ruxsat etish xususiyatiga ega hujjati bo‘lgan yuridik yoki jismoniy shaxs; tranzit transport yo‘lagi  — transport vositalarining harakatlanish yo‘nalishi bo‘lib, unda tranzit yuklarni tashishni amalga oshirish uchun tranzit transport yo‘lagining pasportida ko‘rsatilgan texnik, texnologik va tashkiliy shart-sharoitlar yaratiladi hamda bunday yuklar va transport vositalariga nisbatan bojxona operatsiyalarini bajarishning soddalashtirilgan tartibi qo‘llaniladi; transport  — qatnov yo‘llarining, transport vositalarining, qatnov yo‘llaridagi texnik qurilmalar va inshootlarning yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish jarayonini ta’minlaydigan barcha turlari yig‘indisi; transport vositalari  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish uchun mo‘ljallangan qurilmalar; transport infratuzilmasi obyektlari  — yo‘lovchilarga, yuk jo‘natuvchilarga, yuk oluvchilarga, tashuvchilarga va tashish jarayonining boshqa ishtirokchilariga xizmat ko‘rsatish, shuningdek transport vositalarining ishlashini ta’minlash uchun mo‘ljallangan inshootlar, ishlab chiqarish-texnologik majmualar; transport logistikasi  — yo‘lovchilar, bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalarining olib o‘tilishi va tashilishini tashkil qilish bilan bog‘liq vazifalarning kompleks va o‘zaro bog‘liq hal etilishi; transport-logistika markazi  — transport infratuzilmasi obyekti, u tashish bilan turdosh bo‘lgan tayyorgarlik va taqsimlash xizmatlarini, shu jumladan yuklarni to‘plash, saqlash, ularga ishlov berish va tarqatish xizmatlarini hamda yuk va transport vositalari bilan boshqa operatsiyalarni bajarish uchun mo‘ljallangan inshootlar joylashgan maxsus ajratilgan maydonni o‘z ichiga oladi; transport majmui  — transport tashkilotlari, tashuvchilar, transport infratuzilmasi obyektlari, transport vositalari, kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish, shuningdek transport sohasi xodimlariga ijtimoiy-maishiy hamda madaniy xizmat ko‘rsatish sohasidagi tashkilotlar majmui; transport tashkiloti  — transportga oid faoliyatni amalga oshiradigan yuridik shaxs; transportga oid faoliyat  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini avtomobil, temir yo‘l, havo, suv transportida yoki ushbu transport turlari uyg‘unligida tashish hamda ularga xizmat ko‘rsatish bo‘yicha tashkiliy va texnologik operatsiyalarni hamda shartnoma asosida yoki boshqa qonuniy asoslarda bajariladigan xizmatlar bilan bog‘liq faoliyat; transport xavfsizligi  — transport majmuining qonunga xilof aralashuvdan himoyalanganlik holati hamda uning odatdagi rejimda va favqulodda vaziyatlar hollarida barqaror ishlashining ta’minlanganligi; xalqaro tashish  — yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini har qanday turdagi transport vositasida ikki yoki undan ortiq davlat hududlari bo‘ylab amalga oshiriladigan tashish, shuningdek yuksiz transport vositasining ikki yoki undan ortiq davlat hududlari bo‘ylab o‘tishi; yagona tovar-transport yuk xati  — tovar-moddiy qimmatliklarni hisobdan chiqarish, ularni olib o‘tish yo‘lida hisobini yuritish, kirim qilish, omborxona operatsiyalarini va buxgalteriya hisobini yuritish, shuningdek yukni tashish uchun hisob-kitoblar qilish hamda bajarilgan ishlarni hisobga olish uchun mo‘ljallangan, barcha aralash tashish ishtirokchilari uchun yagona bo‘lgan tashish hujjati. 5-modda. Transportga oid faoliyatning asosiy prinsiplari Transportga oid faoliyatning asosiy prinsiplari quyidagilardan iborat: qonuniylik; xavfsizlik; ekologik tozalik; transport xizmatlaridan foydalana olish; ochiqlik va shaffoflik. 6-modda. O‘zbekiston Respublikasining transport tizimi Avtomobil, havo, temir yo‘l, suv, elektr transporti, metropoliten va transport infratuzilmasi obyektlari O‘zbekiston Respublikasining yagona transport tizimini (bundan buyon matnda transport tizimi deb yuritiladi) tashkil etadi. 2-bob. Transport sohasini davlat tomonidan tartibga solish 7-modda. Transport sohasidagi davlat siyosatining asosiy yo‘nalishlari Transport sohasidagi davlat siyosatining asosiy yo‘nalishlari quyidagilardan iborat: transport sohasida davlat dasturlarini hamda boshqa dasturlarni ishlab chiqish va amalga oshirish; transport tizimini mamlakat iqtisodiyotining strategik sektori sifatida rivojlantirish; transport xizmatlarining raqobatbardoshliligini, ulardan foydalana olishni, ularning samaradorligi va sifatini, xavfsizligi va ekologik tozaligini oshirish; transport sohasi boshqaruvini takomillashtirish va har xil transport turlarining o‘zaro bog‘liq tarzda ishlashini ta’minlash, shuningdek samarali tarif siyosatini yuritish; davlat-xususiy sheriklikni rivojlantirish; ilg‘or innovatsion va axborot-kommunikatsiya texnologiyalarini joriy etish; kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish tizimini rivojlantirish hamda takomillashtirish; xalqaro hamkorlikni rivojlantirish va transport majmuini xalqaro transport tizimiga uyg‘unlashtirish. 8-modda. Transport sohasini davlat tomonidan tartibga solish Transport sohasini davlat tomonidan tartibga solish litsenziyalash, sertifikatlashtirish, ruxsat berish va xabardor qilish tartib-taomillarini qo‘llash, texnik jihatdan tartibga solish, ilmiy-texnik siyosatni amalga oshirish, soliq solish, tarif siyosatini, shu jumladan ijtimoiy ahamiyatga ega tashishlar uchun tarif siyosatini olib borish, transport to‘g‘risidagi qonunchilikka rioya etilishi ustidan davlat nazoratini ta’minlash, kadrlar siyosatini olib borish, shuningdek qonunchilikda nazarda tutilgan boshqa tartibga solish usullarini qo‘llash yo‘li bilan amalga oshiriladi. Davlat organlari va ularning mansabdor shaxslari transport tashkilotlarining xo‘jalik faoliyatiga aralashishga hamda ushbu tashkilotlarning ishlayotgan xodimlarini boshqa ishlarga jalb etishga haqli emas, bundan tabiiy va texnogen xususiyatga ega favqulodda vaziyatlar yuzaga kelgan, favqulodda holat joriy etilgan hollar mustasno. 9-modda. O‘zbekiston Respublikasi Vazirlar Mahkamasining transport sohasidagi vakolatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi: transport sohasida davlat siyosati amalga oshirilishini ta’minlaydi; davlat va xo‘jalik boshqaruvi organlarining, mahalliy davlat hokimiyati organlarining transport sohasidagi faoliyatini muvofiqlashtiradi; transport tizimini rivojlantirishning ustuvor yo‘nalishlarini belgilaydi, transport sohasida davlat dasturlari ishlab chiqilishi va amalga oshirilishini tashkil etadi; transport sohasidagi ilmiy-texnikaviy va investitsiyaviy faoliyatni tashkil etadi; transport infratuzilmasi shakllantirilishini va uning samarali ishlashini ta’minlaydi; transport sohasidagi litsenziyalash, sertifikatlashtirish, ruxsat etish va xabardor qilish tartib-taomillaridan o‘tish tartibini belgilaydi; transport infratuzilmasi obyektlari va transport vositalari toifalari sonini hamda ularni toifalash mezonlarini belgilaydi; tranzit transport yo‘laklari ro‘yxatini tasdiqlaydi; transport sohasida kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish tartibini belgilaydi; transport sohasida xalqaro hamkorlikni rivojlantirish choralarini ko‘radi. O‘zbekiston Respublikasi Vazirlar Mahkamasi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 10-modda. O‘zbekiston Respublikasi Transport vazirligining transport sohasidagi vakolatlari O‘zbekiston Respublikasi Transport vazirligi transport sohasidagi maxsus vakolatli davlat boshqaruvi organidir (bundan buyon matnda maxsus vakolatli davlat organi deb yuritiladi). Maxsus vakolatli davlat organi: transport sohasida davlat siyosatini amalga oshiradi; transport sohasidagi davlat dasturlarini va boshqa dasturlarni, konsepsiyalar hamda strategiyalarni ishlab chiqadi va amalga oshiradi; o‘z vakolatlari doirasida transport sohasidagi normativ-huquqiy hujjatlar loyihalarini ishlab chiqadi; transportda xavfsizlikni ta’minlashga doir tadbirlarni ishlab chiqadi va ularning amalga oshirilishini tashkil etadi; transport sohasida kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish tizimini tashkil etadi, shu jumladan xorijda tashkil etadi; zamonaviy boshqaruv uslublariga asoslangan yagona uyg‘unlashgan transport tizimini yaratish bo‘yicha choralar ko‘radi; zamonaviy innovatsion va axborot-kommunikatsiya texnologiyalarini joriy etish yo‘li bilan transport tizimini raqamlashtirishga doir choralar ko‘radi; litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillarini, shuningdek sertifikatlashtirishni qonunchilikka muvofiq amalga oshiradi; transport sohasida xalqaro hamkorlikni amalga oshiradi. Maxsus vakolatli davlat organi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 11-modda. Mahalliy davlat hokimiyati organlarining transport sohasidagi vakolatlari Mahalliy davlat hokimiyati organlari o‘z vakolatlari doirasida: transport sohasidagi davlat siyosatining asosiy yo‘nalishlarini amalga oshirishda ishtirok etadi; transport sohasidagi hududiy dasturlarni ishlab chiqadi va ularning amalga oshirilishini ta’minlaydi; transport tizimini rivojlantirishning ustuvor yo‘nalishlarini shakllantirishda ishtirok etadi; transport tizimini rivojlantirishga va zamonaviy transport infratuzilmasini yaratishga ko‘maklashadi; transport xizmatlari bozorini shakllantirish va rivojlantirishga, transport majmuining barcha ishtirokchilari uchun teng sharoitlar yaratishga, shuningdek transport tizimining moddiy-texnika bazasini mustahkamlash bo‘yicha chora-tadbirlarni amalga oshirishga ko‘maklashadi; shahar yo‘lovchi transportidan foydalanish chog‘ida fuqarolarning alohida toifalari uchun imtiyozli tariflar joriy etish choralarini ko‘radi. Mahalliy davlat hokimiyati organlari qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 12-modda. Transport sohasidagi davlat nazorati organlari Maxsus vakolatli davlat organi, uning hududiy bo‘linmalari, tasarrufidagi tashkilotlar transport sohasidagi davlat nazorati organlaridir. Transport sohasidagi davlat nazorati organlari: milliy va chet el transport tashkilotlari tomonidan yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish chog‘ida transport to‘g‘risidagi qonunchilikka rioya etilishining ta’minlanishi; kemachilik xavfsizligi, kemalardan ularning belgilangan maqsadiga muvofiq foydalanilishi; havo kemalari parvozlari xavfsizligi qonunchilikka muvofiq ta’minlanishi; temir yo‘l transportida yuklarni va yo‘lovchilarni tashish xavfsizligi; fuqaro aviatsiyasi va eksperimental havo kemalaridagi halokatlar hamda baxtsiz hodisalar, shuningdek temir yo‘l va suv transportidagi avariya hamda halokatlar bo‘yicha tekshiruvlar tashkil etilishi va o‘tkazilishi; yo‘lovchilarni, bagajni, yuk bagajini va yuklarni tashish qoidalariga rioya etilishi, yo‘lovchi yo‘nalishlari bo‘yicha transport vositalarining harakatlanishi, harakatlanishning belgilangan jadvallari va oraliq masofalariga rioya etilishi ustidan davlat nazoratini amalga oshiradi. Transport sohasidagi davlat nazorati organlari qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 13-modda. Transport sohasidagi litsenziyalash va ruxsat etish tartib-taomillari Transport sohasidagi litsenziyalash va ruxsat etish tartib-taomillari transport xizmatlari iste’molchilarining manfaatlarini himoya qilish, transportda xavfsizlikni ta’minlash, ekologik, sanitariya-epidemiologik va boshqa talablarga rioya etish maqsadida amalga oshiriladi. Avtomobil transportida yo‘lovchilarni shaharda, shahar ichida, shahar atrofida, shaharlararo, xalqaro tashishlar hamda yuklarni xalqaro tashishlar, yo‘lovchilarni va yuklarni temir yo‘l transportida tashishlar transport sohasidagi litsenziyalanadigan faoliyat turlari jumlasiga kiradi. Transport sohasidagi ruxsat etish tartib-taomillarining turlari qonunda belgilangan tartibda aniqlanadi. Transport sohasidagi litsenziyalash va ruxsat etish tartib-taomillari qonunda belgilangan tartibda maxsus vakolatli davlat organi tomonidan amalga oshiriladi. 14-modda. Transport vositalarini sertifikatlashtirish va ro‘yxatdan o‘tkazish Transport vositalari muvofiqlik yoki transport vositasi turini ma’qullash sertifikatiga ega bo‘lishi va ro‘yxatdan o‘tkazilishi kerak. Xavfsizlik talablariga javob bermaydigan transport vositalarini O‘zbekiston Respublikasi hududiga olib kirish, O‘zbekiston Respublikasida ishlab chiqarish, sotish (realizatsiya qilish) yoki ulardan foydalanish taqiqlanadi. 15-modda. Transport tariflari Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish, shuningdek tashish bilan bog‘liq xizmatlar erkin va tartibga solinadigan tariflar bo‘yicha amalga oshiriladi. Ijtimoiy siyosatni amalga oshirish yoki transport sohasida tabiiy monopoliya subyektlari faoliyatini tartibga solish maqsadida davlat tomonidan transport xizmatlarining ayrim turlariga nisbatan tariflarning cheklangan miqdorlari belgilanadi. Davlat tomonidan tariflarning cheklangan miqdorini belgilash hamda yo‘lovchilarga va fuqarolarning alohida toifalariga imtiyozlar berish natijasida transport tashkilotlari ko‘rgan zararlarning o‘rni qonunchilikka muvofiq O‘zbekiston Respublikasining Davlat budjeti mablag‘lari hisobidan qoplanadi. Aralash tashish chog‘idagi to‘g‘ridan-to‘g‘ri transport tarifi aralash tashish shartnomalari tuzilgan sanalardagi har bir transport turida tashishga doir xizmatlar uchun to‘lovlar summasidan, har bir transport turida amal qilayotgan tariflar bo‘yicha shakllantiriladi. 3-bob. Tashish. Mijoz va tashuvchining huquq va majburiyatlari 16-modda. Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish, transport-ekspeditorlik xizmatlarini ko‘rsatish Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashiganlik, transport-ekspeditorlik xizmatlarini ko‘rsatganlik uchun, agar qonunchilikda boshqacha qoida nazarda tutilmagan bo‘lsa, miqdori taraflarning kelishuvi asosida belgilanadigan haq undiriladi. Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish, transport-ekspeditorlik xizmatlarini ko‘rsatish shartlari hamda taraflarning tashishlar va transport-ekspeditorlik operatsiyalari bo‘yicha javobgarligi normativ-huquqiy hujjatlarda, shuningdek tashish va transport ekspeditsiyasi shartnomalarida belgilanadi. Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashishni amalga oshirayotgan transport vositalarining ruxsat etilgan gabaritlari hamda vazniga doir parametrlari transport vositalarining texnik xususiyatlari va infratuzilma imkoniyatlaridan kelib chiqqan holda qonunchilikda belgilanadi. 17-modda. Mijozning huquq va majburiyatlari Mijoz quyidagi huquqlarga ega: tashish shartnomasida nazarda tutilgan majburiyatlar tashuvchi tomonidan bajarilishini talab qilish; tashuvchi va harakatlanish yo‘nalishi to‘g‘risida zarur axborot olish; transport xizmatlari bozorida transport turini erkin tanlash; tashish qoidalarida yoki shartnomasida belgilangan xizmatlarning tashuvchi tomonidan o‘z vaqtida va sifatli ko‘rsatilishi; qonunchilikka muvofiq fuqarolarning alohida toifasi uchun nazarda tutilgan imtiyozli va bepul yurish; qonunchilikka muvofiq tashish orqali yetkazilgan zararning o‘rni qoplanishini, ma’naviy zarar kompensatsiya qilinishini talab qilish. Mijoz qonunchilikka va tashish shartnomasiga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. Mijoz: tashuvchi bilan tuzilgan tashish shartnomasi shartlariga rioya etishi; majburiy ravishda sertifikatlashtirilishi lozim bo‘lgan jo‘natilayotgan yuk uchun muvofiqlik sertifikatini tashuvchiga taqdim etishi; tashish qoidalariga rioya etishi; bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini transportda tashish uchun tayyor holda taqdim etishi; yo‘lovchi transportida o‘zini tutish qoidalariga rioya etishi shart. Mijozning zimmasida qonunchilikka va tashish shartnomasiga muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. 18-modda. Tashuvchining huquq va majburiyatlari Tashuvchi quyidagi huquqlarga ega: narx belgilash qoidalariga muvofiq tashish narxlarini erkin belgilash, bundan tartibga solinadigan tariflar belgilangan hollar mustasno; fuqarolar hayoti va sog‘lig‘iga, yo‘l harakati xavfsizligiga tahdid, ekologiya va sanitariya normalari buzilishi yoki boshqa g‘ayriqonuniy harakatlar (harakatsizlik) yuzaga kelishiga sabab bo‘ladigan holatlarda tashishni rad etish. Tashuvchi qonunchilikka va tashish shartnomasiga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. Tashuvchi: litsenziyaga, sertifikatga, ruxsat etish xususiyatiga ega hujjatga va (yoki) tashish uchun ruxsatnomaga ega bo‘lishi, agar bu O‘zbekiston Respublikasining qonunchiligida va xalqaro shartnomalarida nazarda tutilgan bo‘lsa; mijoz bilan belgilangan shaklda shartnoma tuzishi; tashishlarni belgilangan tartibda sertifikatlashtirilgan transport vositalarida amalga oshirishi; qonunchilikka muvofiq tashish orqali yetkazilgan zararning o‘rnini qoplashi, ma’naviy zararni kompensatsiya qilishi; yo‘lovchi xavfsizligini, unga zarur qulayliklar va xizmat ko‘rsatish sharoitlari yaratilishini, yo‘lovchi tomonidan bagaj hamda yuk bagaji topshirilgan taqdirda esa uning bagaji va yuk bagaji o‘z vaqtida tashilishi hamda but saqlanishini ham ta’minlashi; harakat xavfsizligini ta’minlashi; majburiy ravishda sertifikatlashtirilishi lozim bo‘lgan jo‘natilayotgan yuk uchun muvofiqlik sertifikatining ko‘chirma nusxasini mijozdan talab qilishi; qonunchilikka muvofiq alohida toifadagi yo‘lovchilarni bepul tashishni amalga oshirishi yoki ularga kira haqini to‘lash bo‘yicha boshqa imtiyozlarni taqdim etishi; yo‘lovchilarning hayotiga, sog‘lig‘iga va (yoki) mol-mulkiga zarar yetkazganlik uchun o‘zining fuqarolik javobgarligini sug‘urtalashi; jismoniy imkoniyatlari cheklangan shaxslarning transport vositalaridan, axborotdan, shuningdek aloqa vositalaridan foydalanish imkoniyatini ta’minlashi, tashish bilan bog‘liq boshqa xizmatlar ko‘rsatish chog‘ida zarur shart-sharoitlar yaratishi shart. Tashuvchining zimmasida qonunchilikka va tashish shartnomasiga muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. 4-bob. Aralash tashishlarni tashkil etish 19-modda. Aralash tashishlar tizimi Avtomobil, temir yo‘l, havo va suv transporti transport logistikasi talablariga rioya etgan hamda transport infratuzilmasidan foydalangan holda ularning muvofiqlashtirilgan hamkorligi orqali aralash tashishlar tizimini tashkil etadi. Mijoz, aralash tashishlar operatori va tashuvchilar aralash tashishlar ishtirokchilaridir. Aralash tashishni tashkil etishda transport logistikasi tashish jarayonining yagona operatori va yagona tashish hujjati mavjud bo‘lishini, to‘g‘ridan-to‘g‘ri transport tarifi hamda aralash tashish barcha ishtirokchilari hamkorligining izchil-markazlashgan sxemasi qo‘llanilishini, shuningdek tashish jarayoni uchun yagona javobgarlikni ta’minlashi kerak. 20-modda. Aralash tashishlar shartnomasi Aralash tashishlar shartnomasi aralash tashishlar operatori va mijoz o‘rtasida tuziladi hamda quyidagilarni: mijozning hamda aralash tashishlar operatorining huquq va majburiyatlarini; mijozning va aralash tashishlar operatorining javobgarligini; yagona tovar-transport yuk xatini to‘ldirish tartibini; yetkazib berish muddatlari va shartlarini; yetkazib berish punktlarini; bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining hajmlari hamda o‘lchamlarini; narxni va to‘lov tartibini o‘z ichiga olgan bo‘lishi kerak. Aralash tashishlar shartnomasida qonunchilikka zid bo‘lmagan boshqa shartlar ham nazarda tutilishi mumkin. Yo‘lovchini aralash tashishlar shartnomasi ommaviy shartnomadir. Yo‘lovchini aralash tashishlar shartnomasi tuzilganligi yo‘lovchining aralash qatnovda yurish huquqini tasdiqlovchi yagona chipta bilan, bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari topshirilganligi esa aralash tashishning bagaj kvitansiyasi bilan tasdiqlanadi. 21-modda. Aralash tashishlar operatorining huquq va majburiyatlari Aralash tashishlar operatori: o‘zining xususiyatlariga, vazniga hamda gabarit parametrlariga ko‘ra aralash tashishlar shartnomasida ko‘rsatilgan bagaj, yuk bagaji, yuk, pochta va kuryerlik jo‘natmalari to‘g‘risidagi ma’lumotlarga mos kelmaydigan bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini aralash tashishni rad etish; aralash tashishlar shartnomasida mijoz tomonidan ko‘rsatilgan yetkazish punktiga bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini yengib bo‘lmas kuch tufayli yetkazib berish imkoni bo‘lmagan taqdirda, aralash tashishni rad etish hamda yuk jo‘natuvchini yozma yoki elektron shaklda oldindan xabardor qilgan holda bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini qaytarib berish. Bunda, agar aralash tashishlar shartnomasida boshqacha qoida nazarda tutilmagan bo‘lsa, aralash tashishlar operatorining qo‘shimcha xarajatlari yukni jo‘natuvchi (yukni oluvchi) tomonidan to‘lanadi; mijozdan aralash tashishlar shartnomasi bo‘yicha majburiyatlar lozim darajada bajarilishini talab qilish huquqiga ega. Aralash tashishlar operatori qonunchilikka va aralash tashishlar shartnomasiga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. Aralash tashishlar operatori: yo‘lovchini, bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini jo‘natish punktidan yetkazish punktiga tashishni har xil turdagi transportdan foydalangan holda aralash tashishlar shartnomasiga muvofiq tashkil etishi; yetkazish punktida bagaj va yuk bagaji yo‘lovchiga topshirilishini tashkil etishi; aralash tashishlar shartnomasida belgilangan muddatlarda yo‘lovchini va bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini qabul qilib olishi; tashishning har bir bosqichida yo‘lovchilarning, bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining harakatlanishi ustidan monitoringni ta’minlashi; bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining butun harakatlanish yo‘li davomida but saqlanishini, aralash tashishlar shartnomasida belgilangan muddatlarda yetkazilishini hamda ularni qabul qilib olishga vakolati bo‘lgan shaxsga (yukni oluvchiga) topshirilishini ta’minlashi shart. Aralash tashishlar operatorining zimmasida qonunchilikka va shartnomalarga muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. 22-modda. Aralash tashishlar mijozining huquq va majburiyatlari Mijoz: harakatlanish yo‘nalishi, transport tarkibi va turlari haqida axborot olish; aralash tashishlar operatoridan aralash tashishlar shartnomasi bo‘yicha majburiyatlarning lozim darajada bajarilishini talab qilish; yozma hujjatlar bilan asoslangan dalillar taqdim etilgan taqdirda aralash tashish chog‘ida yetkazilgan zararning o‘rni qoplanishini talab qilish huquqiga ega. Mijoz qonunchilikka va aralash tashishlar shartnomasiga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. Mijoz: aralash tashishlar operatoriga aralash tashishlar shartnomasida kelishilgan barcha tegishli to‘lovlarni to‘lashi; aralash tashishlar operatoriga bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini aralash tashishlar shartnomasida ko‘rsatilgan muddatga binoan taqdim etishi shart. Mijozning zimmasida qonunchilikka va aralash tashishlar shartnomasiga muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. 23-modda. Aralash tashishlar chog‘idagi hamkorlikka oid shartnoma Aralash tashishlar chog‘idagi hamkorlikka oid shartnoma aralash tashishlar operatori va ushbu tashishlarda ishtirok etuvchi har xil turdagi transport tashuvchilari o‘rtasida tuziladi hamda quyidagilarni: aralash tashishlar operatorining hamda tashuvchining huquq va majburiyatlarini; aralash tashishlar operatorining va tashuvchining javobgarligini; har bir tashuvchining xizmatlari qiymatini va ularning haqini to‘lash tartibini; tashuvchilarning hamkorlik qilish va transport vositasining bir turidan boshqasiga yo‘lovchini o‘tkazish yoki bagajni, yuk bagajini, yukni, pochta va kuryerlik jo‘natmalarini qayta ortish tartibini; yagona tashish hujjatini (chiptani, bagaj kvitansiyasini, yagona tovar-transport yuk xatini) to‘ldirish tartibini; tashish muddatlari va shartlarini o‘z ichiga olgan bo‘lishi kerak. Aralash tashishlar chog‘idagi hamkorlik shartnomasida qonunchilikka zid bo‘lmagan boshqa shartlar ham nazarda tutilishi mumkin. 5-bob. Tranzit tashishlar 24-modda. Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tranzit tashish Yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini O‘zbekiston Respublikasi hududi orqali har qanday turdagi transportda olib o‘tish, agar bunday olib o‘tish jo‘natish va yetkazish punktlari O‘zbekiston Respublikasidan tashqarida bo‘lgan yo‘lning faqat bir qismi bo‘lsa, shuningdek O‘zbekiston Respublikasining transport vositalarida chet davlatlar hududi orqali amalga oshiriladigan tashish tranzit tashishdir. Tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini O‘zbekiston Respublikasi hududi orqali tashish transportning tegishli turlariga oid bir yoki bir nechta tashish hujjatidan foydalangan holda transportning bir yoki bir nechta turi bilan amalga oshirilishi mumkin. Bir turdagi transportdan boshqasiga tranzit yo‘lovchini o‘tkazish va bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini qayta ortish tashish hujjatlari asosida amalga oshiriladi. Bunda tovarga qo‘shib yuboriladigan hujjatlar tovarning butun harakatlanish yo‘lida yuk bilan birga borishi kerak. Agar ayrim tranzit bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish shartlarida ular bilan tegishli operatsiyalar (yukni tushirish, qayta ortish, saqlash, to‘plamlarga ajratish yoki to‘plamlar uchun yig‘ish va boshqa shunga o‘xshash operatsiyalar) bajarilishi talab etilsa, ular tranzit yuklar maqomini saqlab qoladi. To‘g‘ridan-to‘g‘ri xalqaro qatnovda tashilayotgan tranzit bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini qayta ortish tashuvchi tomonidan taqdim etiladigan transport vositalarida amalga oshiriladi. Tranzit tashish operatori bilan shartnoma tuzilganidan so‘ng tashuvchilar tranzit tashishlar operatorlaridan tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish uchun buyurtmalar olganda ushbu buyurtmalarni qanoatlantirishni rad etishga haqli emas. 25-modda. Alohida tranzit yo‘lovchilarga, bagajga, yuk bagajiga, yuklarga, pochta va kuryerlik jo‘natmalariga nisbatan taqiqlar hamda cheklovlar O‘zbekiston Respublikasining, O‘zbekiston Respublikasi fuqarolari hayoti va sog‘lig‘ining xavfsizligini, atrof-muhit muhofaza qilinishini ta’minlash maqsadida alohida tranzit yo‘lovchilarga, bagajga, yuk bagajiga, yuklarga, pochta va kuryerlik jo‘natmalariga, shu jumladan harbiy mahsulotlarga nisbatan taqiqlar yoki cheklovlar, shuningdek veterinariya, veterinariya-sanitariya qoidalari hamda normalari, karantin cheklovlari va fitosanitariya talablari, atrof-muhitning radiatsiyaviy xavfsizligini ta’minlashga doir talablar hamda O‘zbekiston Respublikasining qonunida va xalqaro shartnomalarida belgilangan boshqa talablar hamda shartlar qo‘llanilishi mumkin. 26-modda. Tranzit transport yo‘laklari Tranzit transport yo‘laklari tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini ularning eng zich joylashgan yo‘nalishlari bo‘yicha xalqaro qatnovda tashishlar uchun transport tizimidan foydalanishni maqbullashtirish maqsadida tashkil etiladi. Tranzit transport yo‘lagining punktlari xalqaro tashishda transport vositalarining harakatlanishi hamda yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashishning belgilangan yo‘nalishiga rioya etilishi ustidan masofaviy nazoratni ta’minlovchi axborot vositalari hamda texnik vositalar bilan jihozlangan bo‘lishi kerak. Har bir tranzit transport yo‘lagi uchun maxsus vakolatli davlat organi tomonidan tranzit transport yo‘lagining pasporti tuzilib, unga quyidagi ma’lumotlar va hujjatlar kiritiladi: tranzit transport yo‘lagining turi; tranzit transport yo‘lagining boshlang‘ich, oxirgi va oraliq punktlari nomi; tranzit transport yo‘lagining uzunligi; tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish muddati; tranzit transport yo‘lagining texnologik xususiyatlari va maxsus vakolatli davlat organi tomonidan belgilanadigan boshqa ma’lumotlar; davlat nazoratini va tekshiruvini amalga oshirishga doir texnologik sxemalar. Tranzit transport yo‘lagining boshlang‘ich va oxirgi punktlari O‘zbekiston Respublikasining Davlat chegarasi orqali tegishli o‘tkazish punktlaridan iboratdir. Tranzit transport yo‘lagi tranzit transport yo‘laklarining reyestriga kiritiladi, ushbu reyestrni yuritish maxsus vakolatli davlat organi tomonidan amalga oshiriladi. Tranzit transport yo‘laklarining reyestriga kiritiladigan ma’lumotlar maxsus vakolatli davlat organining rasmiy veb-saytiga joylashtiriladi. Tranzit transport yo‘laklarining ro‘yxati O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. 27-modda. Tranzit yuklarni va hujjatlarni identifikatsiya qilish O‘zbekiston Respublikasining Davlat chegarasi orqali o‘tkazish punktlarida yuklarni tranzit olib o‘tish chog‘ida tranzit yuklar bilan bojxona to‘g‘risidagi qonunchilikda nazarda tutilmagan biror-bir operatsiyalarni bajarishga yo‘l qo‘ymaslik maqsadida tranzit yuklar va hujjatlarni identifikatsiya qilish amalga oshiriladi. 28-modda. Tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish ustidan davlat nazorati Tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish ustidan davlat nazorati O‘zbekiston Respublikasining Davlat chegarasi orqali o‘tkazish punktlarida tegishli vakolatli davlat organlarining mansabdor shaxslari tomonidan amalga oshiriladi. Davlat nazorati jarayonida tranzit yo‘lovchilarning, bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining hamda tranzit vositalarining bojxona, sanitariya, veterinariya, fitosanitariya, radiologiya, ekologiya nazorati hamda O‘zbekiston Respublikasining qonunchiligida va xalqaro shartnomalarida belgilanadigan nazoratning boshqa turlari talablariga muvofiqligi tekshiruvi amalga oshiriladi. Tranzit yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish ustidan davlat nazoratini amalga oshirishning majburiy shartlari quyidagilardan iborat: vakolatli davlat organlari tomonidan davlat nazoratining barcha turlarini o‘z vakolatlari doirasida kompleks ravishda, bir vaqtning o‘zida o‘tkazish; davlat nazorati o‘tkazilishini va vakolatli davlat organlari mansabdor shaxslarining harakatlarini tartibga solish; vakolatli davlat organlarining mansabdor shaxslari tomonidan davlat nazorati vazifalarini qonunchilikda belgilangan muddatlarda bajarish; davlat metrologiya nazoratidan o‘tgan o‘lchov vositalaridan foydalanish; tirik hayvonlarni, tez buziladigan mahsulotlarni, transplantatlarni, biomateriallarni, maxsus tibbiy dori-darmonlarni tashishda tezlashtirilgan va ustuvor davlat nazorati tartibi. Tegishli vakolatli davlat organlarining mansabdor shaxslari o‘zining davlat nazoratiga doir vakolatlarini boshqa shaxslarga topshirishi mumkin emas. 6-bob. Transport logistikasi 29-modda. Transport logistikasining asosiy vazifalari Transport logistikasi transport majmui barcha ishtirokchilarining har xil turlardagi transportdan foydalangan holda maqbul yo‘nalish bo‘ylab tashishni rejalashtirish va uni boshqarish bo‘yicha harakatlari kelishilganligini hamda o‘zaro bog‘liqligini, shu jumladan tashishning har bir bosqichida yo‘lovchilarning, bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining harakatlanishi monitoringini o‘z vaqtida va sifatli tarzda ta’minlashi kerak. Transport logistikasining asosiy vazifalari quyidagilardan iborat: transportda tashishning yagona texnologiyasini, to‘g‘ridan-to‘g‘ri qayta ortishlarni, qayta ortish amalga oshirilmaydigan qatnov yo‘lini qo‘llagan holda yagona transport tizimi parametrlarining kelishilganligi; tashishlarning yagona reja-jadvallarini ishlab chiqish va qo‘llash; transport yo‘laklarini va transport zanjirlarini shakllantirish; transport-omborxona jarayonining texnologik birligini ta’minlash; yukni yetkazib berishning oqilona yo‘nalishini aniqlash; transport vositasining xili va turini tanlash. 30-modda. Transport-logistika markazlari O‘zbekiston Respublikasi hududida tovarlar va transport vositalariga nisbatan bajariladigan operatsiyalardan kelib chiqqan holda xalqaro va hududiy transport-logistika markazlari tashkil etilishi mumkin. Transport-logistika markazlari ularga har qanday turdagi transportda kirib kelayotgan hamda olib chiqilayotgan yuklarni omborga joylashtirish, saqlash, ularga ishlov berish, ularni qayta ishlash, qadoqlash va taqsimlash bo‘yicha xizmatlar ko‘rsatadi, shuningdek transport vositalarini saqlashni va ularga texnik xizmatlar ko‘rsatishni amalga oshiradi. Transport-logistika markazlari bojxona, logistika, fitosanitariya, veterinariya, sanitariya-epidemiologik, ekologik, sertifikatlashtirish xizmatlarining hamda yuklarni eksport va import qilish uchun qonunchilikda taqiqlanmagan boshqa xizmatlarning to‘liq majmuini taqdim etishi mumkin. Xalqaro transport-logistika markazlarida davlat organlarining, shuningdek boshqa tashkilotlarning asosiy vazifalari “Yagona darcha” prinsipi bo‘yicha amalga oshiriladi hamda bojxona, chegara, logistika, tezkor-laboratoriya, fitosanitariya, veterinariya, sanitariya-epidemiologik, ekologik, sertifikatlashtirish xizmatlarini va qonunchilikda taqiqlanmagan boshqa xizmatlarni ko‘rsatishga ixtisoslashtiriladi. Xalqaro transport-logistika markazlari O‘zbekiston Respublikasining bojxona chegarasi orqali olib o‘tiladigan yuklar va transport vositalari bilan amalga oshiriladigan operatsiyalarni bajarish, shu jumladan O‘zbekiston Respublikasining qonunchiligiga muvofiq transport nazoratini, shu bilan birga bojxona va chegara operatsiyalarini amalga oshirish uchun mo‘ljallangandir. Hududiy transport-logistika markazlari O‘zbekiston Respublikasi hududida yuklarni omborga joylashtirish, saqlash, ularga ishlov berish, ularni qayta ishlash, qadoqlash va taqsimlash bo‘yicha xizmatlar ko‘rsatish, shuningdek transport vositalarini saqlash va ularga texnik xizmatlar ko‘rsatishni amalga oshirish uchun mo‘ljallangandir. Transport-logistika markazlarini zamonaviy texnika va uskunalar bilan jihozlashga doir namunaviy talablar O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. 7-bob. Transport xavfsizligi 31-modda. Tashishlar xavfsizligini, transport vositalaridan va transport infratuzilmasi obyektlaridan foydalanish xavfsizligini ta’minlashga doir chora-tadbirlar Transport tashkilotlari, shuningdek tashuvchilar fuqarolarning hayoti va sog‘lig‘i, jismoniy hamda yuridik shaxslarning mol-mulki xavfsizligini, transport vositalaridan, transport infratuzilmasi obyektlaridan foydalanish xavfsizligini, shuningdek atrof-muhit muhofaza qilinishini ta’minlashi shart. Transport infratuzilmasi obyektlarining faoliyat ko‘rsatishiga va xavfsizligini ta’minlashga, shuningdek transport xizmatlari ko‘rsatishga to‘sqinlik qiladigan xo‘jalik faoliyatini hamda boshqa faoliyatni amalga oshirishga yo‘l qo‘yilmaydi. Transport vositalari va inshootlarining xavfsizligini bevosita ta’minlaydigan xodimlar tegishli bilim, ko‘nikma hamda tayyorgarlikka, shuningdek qonunchilik talablariga muvofiq ruxsat etish xususiyatiga ega bo‘lgan ishlarga doir ijozatga ega bo‘lishi kerak. Bu xodimlar, shuningdek mehnat sharoitlari o‘ta zararli va o‘ta og‘ir ishlarda band bo‘lgan xodimlar tibbiy tekshiruvdan o‘tishi kerak. Transport vositalari harakati amalga oshiriladigan, manyovr va yuk ortish-tushirish ishlari bajariladigan transport infratuzilmasi obyektlarining hududlari o‘ta xavfli zonalar hisoblanadi hamda, zarur bo‘lganda, to‘sib qo‘yiladi va texnik nazorat vositalari bilan jihozlanadi. O‘ta xavfli zonalarda jismoniy shaxslarning bo‘lishi va obyektlarning joylashtirilishi, ularda ishlarni bajarish qoidalari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadi. Umumiy foydalanishdagi avtomobil yo‘llari va temir yo‘llarni kesib o‘tuvchi yoki bevosita ularning yaqinida joylashgan gaz, neft quvurlarini va boshqa inshootlarni qurish hamda ulardan foydalanish chog‘ida belgilangan normativlarni, shuningdek mazkur inshootlardan foydalanish xavfsizligini ta’minlash uchun ularning egalari javobgardir. 32-modda. Transport sohasida ekologik normalarni ta’minlash Transport tashkilotlari va tashuvchilar tabiatni muhofaza qilish tadbirlarini rejalashtirishi, ularni tashkil etishni hamda moliyalashtirishni amalga oshirishi, atrof-muhitni va yer qa’rini muhofaza qilish sohasida idoraviy hamda ishlab chiqarish nazoratini olib borishi, atrof-muhitni, yer qa’rini muhofaza qilish, tabiiy resurslardan oqilona foydalanish va atrof-muhitga hamda yer qa’riga eng yuqori yo‘l qo‘yiladigan ta’sirni tartibga soluvchi boshqa mezonlar bo‘yicha belgilangan normalarga rioya etilishini ta’minlashi shart. Transport tashkilotlari va tashuvchilar atrof-muhitga hamda yer qa’riga yetkazilgan zarar uchun qonunda belgilangan tartibda javobgar bo‘ladi. 33-modda. Transport vositalarining va transport infratuzilmasi obyektlarining zaifligini baholash Transport vositalarining va transport infratuzilmasi obyektlarining zaifligini baholash ularning g‘ayriqonuniy aralashuvdan himoya qilinganligi darajasini, shuningdek ularning odatdagi rejimda hamda favqulodda vaziyatlar hollarida barqaror ishlashi ta’minlanganligi darajasini aniqlashdan iboratdir. Transport vositalarining va transport infratuzilmasi obyektlarining zaifligini baholash transport xavfsizligini ta’minlash sohasidagi ixtisoslashtirilgan tashkilotlar tomonidan o‘tkaziladi. Transport vositalarining va transport infratuzilmasi obyektlarining zaifligini baholash natijalari transport xavfsizligini ta’minlash sohasidagi vakolatli organlar tomonidan tasdiqlanadi. Transport vositalarining va transport infratuzilmasi obyektlarining zaifligini baholash natijalari to‘g‘risidagi ma’lumotlar tarqatilishi cheklangan axborotdir. 34-modda. Transport vositalarini va transport infratuzilmasi obyektlarini toifalash Transport vositalarini va transport infratuzilmasi obyektlarini toifalash transport xavfsizligini ta’minlash sohasidagi vakolatli organlar tomonidan amalga oshiriladi. Transport vositalari va transport infratuzilmasi obyektlari toifalarining soni hamda ularni toifalash mezonlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Toifalashtirilgan obyektlar transport vositalari va transport infratuzilmasi obyektlari reyestriga kiritiladi, reyestrni yuritish transport xavfsizligini ta’minlash sohasidagi vakolatli organlar tomonidan amalga oshiriladi. 35-modda. Transport infratuzilmasi obyektlarida ko‘zdan kechirish Yo‘lovchilarning va boshqa shaxslarning hayoti hamda sog‘lig‘ini muhofaza qilish, tashishlar xavfsizligini ta’minlash maqsadida vakolatli organlar vokzalga, aerovokzalga, aeroportga, metropolitenga va avtostansiyaga kirish joyida transport vositasini, bagajni, yuk bagajini va yukni ko‘zdan kechirishdan hamda yo‘lovchilarni va boshqa shaxslarni shaxsan ko‘zdan kechirishdan o‘tkazishi mumkin. Yo‘lovchilar va boshqa shaxslar ko‘zdan kechirishdan o‘tishni rad etgan taqdirda vokzalga, aerovokzalga, aeroportga, metropolitenga va avtostansiyaga kirish taqiqlanadi. Transport vositasini, bagajni, yuk bagajini va yukni ko‘zdan kechirishni, yo‘lovchilarni hamda boshqa shaxslarni shaxsan ko‘zdan kechirishni amalga oshirish huquqiga ega bo‘lgan vakolatli organlarning ro‘yxati, ko‘zdan kechirishni o‘tkazish tartibi, shuningdek vokzallarda, aerovokzallarda, avtostansiyalarda, aeroportlarda va metropolitenda yo‘lovchilarning hamda boshqa shaxslarning bo‘lishi qoidalari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Yo‘lovchilar to‘g‘risidagi avtomatlashtirilgan markazlashtirilgan shaxsga doir ma’lumotlar bazalarini shakllantirish va yuritish, shuningdek ulardagi mavjud ma’lumotlarni taqdim etish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. Chet davlatning O‘zbekiston Respublikasiga xalqaro tashuvlarni amalga oshiruvchi transport tashkilotlari yoki tashuvchilari tashish hujjatlarida (chiptalarida) mavjud bo‘lgan ma’lumotlarning yo‘lovchilar to‘g‘risidagi avtomatlashtirilgan markazlashtirilgan shaxsga doir ma’lumotlar bazalariga o‘tkazilishini ta’minlaydi. 36-modda. Favqulodda vaziyatlarda transport ishini tashkil etish Transport tashkilotlari va tashuvchilar transportning lozim bo‘lgan darajada ishlashiga to‘sqinlikni keltirib chiqargan avariyalarni, halokatlarni, xavfli tabiat hodisalarini, tabiiy ofatlarni yoki boshqa ofatlarni tugatish bo‘yicha shoshilinch choralar ko‘radi. Tabiiy va texnogen xususiyatli favqulodda vaziyatlar yuzaga kelganda, favqulodda holat joriy etilganda transport tashkilotlarining hamda tashuvchilarning shartnomaviy munosabatlari mazkur favqulodda vaziyatlarni hamda ularning oqibatlarini tugatish uchun O‘zbekiston Respublikasi Vazirlar Mahkamasining qaroriga ko‘ra to‘xtatib turilishi mumkin. Tabiiy, ijtimoiy va texnogen xususiyatli favqulodda vaziyatlar sharoitlarida, favqulodda holat joriy etilganda transport tashkilotlari, aralash tashishlar operatorlari hamda tashuvchilarning safarbarlik tayyorgarligiga, fuqaro muhofazasi bo‘yicha tadbirlarga va avariyadan qutqarish ishlariga, shuningdek kechiktirib bo‘lmaydigan ishlarga doir tadbirlarni ta’minlash bilan bog‘liq tashishlarni amalga oshirishga oid xarajatlarining o‘rni O‘zbekiston Respublikasining Davlat budjeti hisobidan qoplanadi. O‘zbekiston Respublikasining Favqulodda vaziyatlar vazirligi hamda mahalliy davlat hokimiyati organlari tabiiy va texnogen xususiyatli favqulodda vaziyatlar natijasida yuzaga kelgan hamda odamlarning hayoti va sog‘lig‘iga, atrof-muhitga, harakat xavfsizligiga hamda yuklarning but saqlanishiga tahdid soladigan avariyalar, halokatlar, tabiiy ofatlar va boshqa favqulodda vaziyatlarning oqibatlarini tugatishda transport tashkilotlariga, tashuvchilarga yordam ko‘rsatadi, shuningdek ularni bartaraf etish, odamlar hayotini qutqarish hamda sog‘lig‘ini saqlash, moddiy va madaniy qimmatliklarni himoya qilish, zararni (ziyonni) kamaytirish choralarini ko‘radi. Yo‘lda qasddan to‘siqlar yaratish hamda transport vositalarining moneliksiz va uzluksiz ishlashini izdan chiqarishga qaratilgan boshqa qonunga xilof harakatlar (harakatsizlik) natijasida yetkazilgan zararning (ziyonning) o‘rni transport tashkilotlariga aybdor shaxslar tomonidan qoplanadi. 37-modda. Bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini, shuningdek transport vositalarini hamda transport infratuzilmasi obyektlarini qo‘riqlash Agar shartnomada boshqacha qoida nazarda tutilmagan bo‘lsa, transport tashkilotlari, aralash tashishlar operatorlari, tashuvchilar bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari tashish uchun qabul qilingan paytdan e’tiboran to oluvchilarga berilguniga qadar ularning but saqlanishini ta’minlashi kerak. Bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini, shuningdek transport vositalarini hamda transport infratuzilmasi obyektlarini qo‘riqlash harbiylashtirilgan qo‘riqlash idoraviy bo‘linmalari va huquqni muhofaza qiluvchi organlar tomonidan amalga oshirilishi mumkin. Harbiylashtirilgan qo‘riqlash idoraviy bo‘linmalari o‘qotar qurol va maxsus vositalar bilan ta’minlanadi. O‘qotar qurolni va maxsus vositalarni qo‘llash tartibi qonunchilikka muvofiq belgilanadi. O‘ta muhim transport vositalarini va transport infratuzilmasi obyektlarini qo‘riqlash O‘zbekiston Respublikasi Mudofaa vazirligining, Davlat xavfsizlik xizmatining, Ichki ishlar vazirligining hamda Milliy gvardiyasining qo‘riqlash bo‘linmalari, shuningdek harbiylashtirilgan qo‘riqlash idoraviy bo‘linmalari tomonidan amalga oshiriladi. 38-modda. Transportda xavfsizlikni ta’minlash Transportdagi xavfsizlik talablari, ularga rioya etilishi yuzasidan davlat tekshiruvi va nazoratining, jamoatchilik nazoratining usullari, shuningdek ularning muvofiqligini baholash shakllari normativ-huquqiy hujjatlarda hamda texnik jihatdan tartibga solish sohasidagi normativ hujjatlarda belgilanadi. Hududida xavfli yuklarni ishlab chiqarish, saqlash, yuklash, tashish va tushirish amalga oshiriladigan obyektlar umumiy foydalanishdagi joylardan, inshootlardan, turar joy massivlaridan, muhofaza etiladigan tabiiy hududlardan va maxsus qo‘riqlanishi lozim bo‘lgan obyektlardan ularning xavfsiz ishlashini ta’minlaydigan masofada uzoqlashtirilgan bo‘lishi kerak. Avtomobil yo‘llari va temir yo‘llarning ajratilgan mintaqasida joylashgan transport inshootlarini rekonstruksiya qilish hamda ta’mirlash bilan bog‘liq holda kommunikatsiyalarni qayta jihozlash bunday kommunikatsiyalar mulkdorlarining va egalarining mablag‘lari hisobidan amalga oshiriladi. Xavfli va maxsus yuklarni qo‘riqlash va kuzatib borish yuklarni jo‘natuvchilar yoki oluvchilar tomonidan butun harakatlanish yo‘li davomida ta’minlanadi. Transportda tashiladigan xavfli va maxsus yuklarning egalari, bunday yuklarni jo‘natuvchilar hamda oluvchilar ushbu yuklarni tashish chog‘ida avariya holatlari yuzaga kelgan hollarda avariya vaziyatlarini va avariyalarning oqibatlarini tugatish uchun zarur bo‘lgan vositalarni hamda harakatchan bo‘linmalarni jalb etgan holda ularni tashish, yuklash va tushirish xavfsizligini kafolatlashi kerak. Transport tashkilotlari va tashuvchilar xavfli hamda maxsus yuklarni tashish xavfsizligini ta’minlashi hamda ushbu yuklarni tashish chog‘ida avariyalar yuzaga kelgan hollarda ularning oqibatlarini tugatishda ishtirok etishi shart. Xavfli va maxsus yuklarni tashish sohasida yuzaga keladigan munosabatlar qonunchilik bilan tartibga solinadi. Foydali qazilmalar joylashgan maydonlarda transport tashkilotlarining obyektlarini loyihalashtirish va qurish, ular joylashgan yerlarda yer osti inshootlarini joylashtirish taqiqlanadi. Alohida hollarda, loyihalashtirish va qurishga O‘zbekiston Respublikasi Davlat geologiya va mineral resurslar qo‘mitasining ruxsati bilan yo‘l qo‘yiladi. Faoliyati transport vositalarining harakati va ularning xavfsizligini ta’minlash bilan bevosita bog‘liq bo‘lgan transport xodimlarining ayrim toifalari qonunchilikda belgilangan tartibda ish vaqti rejimi, dam olish rejimi va boshqa mehnat sharoitlarining o‘ziga xos xususiyatlariga rioya etishi shart. Transport tashkilotlari va tashuvchilar faoliyati transport vositalarining harakatlanishi bilan bog‘liq bo‘lgan hamda mehnat sharoitlari o‘ta zararli va o‘ta og‘ir ishlarda band bo‘lgan xodimlarning dastlabki hamda davriy tibbiy ko‘riklardan o‘tkazilishini tashkil etishi shart. Bunday xodimlar va ishlarning ro‘yxati, shuningdek tibbiy ko‘riklarni o‘tkazish tartibi O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi. Transport vositalarining O‘zbekiston Respublikasi hududida harakatlanishi xavfsizligi masalalari O‘zbekiston Respublikasining qonunchiligi va xalqaro shartnomalari bilan tartibga solinadi. 8-bob. Tashuvchining, aralash tashishlar operatorining tashishlarni amalga oshirish chog‘idagi javobgarligi  39-modda. Tashish shartnomasidan kelib chiqadigan majburiyatlar bo‘yicha javobgarlik Yo‘lovchilar va yuk egalari bilan tashuvchining, aralash tashishlar chog‘ida esa aralash tashishlar operatorining qonunda belgilangan javobgarligini cheklash yoki bekor qilish to‘g‘risidagi kelishuvlari haqiqiy emas deb topiladi. Tashuvchi, aralash tashishlar chog‘ida esa aralash tashishlar operatori bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari tashish uchun qabul qilingan paytdan e’tiboran to oluvchiga yoki boshqa vakolatli shaxsga berilguniga qadar ularning but saqlanishini ta’minlaydi. Agar tashuvchi, aralash tashishlar chog‘ida esa aralash tashishlar operatori tashish uchun qabul qilingan bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining yo‘qolishi, kamomadi yoki shikastlanishi (buzilishi) uning aybisiz sodir bo‘lganligini isbotlay olmasa, ularning yo‘qolganligi, kamomadi yoki shikastlanganligi (buzilganligi) uchun javobgar bo‘ladi. Bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish chog‘ida yetkazilgan zararning o‘rni quyidagi hollarda qoplanadi: yo‘qolganda yoki kamomad yuzaga kelganda — yo‘qolgan yoki yetishmayotgan bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining qiymati miqdorida; bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari shikastlanganda (buzilganda) — ularning qiymati qancha summaga kamaygan bo‘lsa, o‘sha summa miqdorida, shikastlangan (buzilgan) bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tiklash imkoniyati bo‘lmaganda esa ularning qiymati miqdorida; bahosi e’lon qilingan holda tashish uchun topshirilgan bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari yo‘qolganda — bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining e’lon qilingan qiymati miqdorida. Agar tashuvchi, aralash tashishlarda esa aralash tashishlar operatori va aralash tashishlarda ishtirok etuvchi tashuvchi javobgar bo‘lgan shikastlanish (buzilish) natijasida bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining sifati undan bevosita belgilangan maqsadda foydalanib bo‘lmaydigan darajada o‘zgargan bo‘lsa, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini oluvchi undan voz kechishga va uning yo‘qolganligi uchun o‘rni qoplanishini talab qilishga haqli. Transport tashkiloti va tashuvchi, aralash tashishlarda esa aralash tashishlar operatori bagaj, yuk bagaji, yuklar, pochta va kuryerlik jo‘natmalari yo‘qolgan yoki ularning kamomadi yuzaga kelgan hollarda yo‘lovchilarning, yuk jo‘natuvchilarning, yukni oluvchilarning yoki ular tomonidan vakolat berilgan, talab yoki da’vo qilish huquqiga ega bo‘lgan shaxslarning talablarini O‘zbekiston Respublikasining qonunchiligi va xalqaro shartnomalariga muvofiq ko‘rib chiqadi. Qonunlarda tashuvchi, aralash tashishlarda esa aralash tashishlar operatori javobgarligining boshqa turlari ham nazarda tutilishi mumkin. 40-modda. Yo‘lovchining o‘limi uchun yoki uning sog‘lig‘iga zarar yetkazilganligi uchun transport tashkilotining, tashuvchining va aralash tashishlar operatorining javobgarligi Transport tashkiloti, tashuvchi, aralash tashishlarda esa aralash tashishlar operatori zarar jabrlanuvchining qo‘pol ehtiyotsizligi yoki yengib bo‘lmas kuch holatlari oqibatida yuzaga kelganligini isbotlay olmasa, tashish chog‘ida yo‘lovchining o‘limi yoki uning sog‘lig‘iga zarar yetkazilganligi uchun qonunchilikda belgilangan tartibda javobgar bo‘ladi. 9-bob. Yakunlovchi qoidalar 41-modda. Nizolarni hal etish Transport sohasida yuzaga keladigan nizolar qonunchilikda belgilangan tartibda hal etiladi. 42-modda. Transport to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik Transport to‘g‘risidagi qonunchilikni buzganlikda aybdor shaxslar belgilangan tartibda javobgar bo‘ladi. 43-modda. Ushbu Qonunning ijrosini, yetkazilishini, mohiyati va ahamiyati tushuntirilishini ta’minlash O‘zbekiston Respublikasi Transport vazirligi va boshqa manfaatdor tashkilotlar ushbu Qonunning ijrosini, ijrochilarga yetkazilishini hamda mohiyati va ahamiyati aholi o‘rtasida tushuntirilishini ta’minlasin. 44-modda. Qonunchilikni ushbu Qonunga muvofiqlashtirish O‘zbekiston Respublikasi Vazirlar Mahkamasi: hukumat qarorlarini ushbu Qonunga muvofiqlashtirsin; davlat boshqaruvi organlari ushbu Qonunga zid bo‘lgan o‘z normativ-huquqiy hujjatlarini qayta ko‘rib chiqishlari va bekor qilishlarini ta’minlasin. 45-modda. Ushbu Qonunning kuchga kirishi Ushbu Qonun rasmiy e’lon qilingan kundan e’tiboran uch oy o‘tgach kuchga kiradi. "}]