[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 12.08.2021 yildagi 513-son", "Law_title": "O‘zbekiston Respublikasida elektr quvvati bilan harakatlanadigan avtomototransport vositalaridan foydalanishni ommalashtirishga hamda yo‘l harakati xavfsizligi sohasidagi tartib-taomillarni soddalashtirishga doir chora-tadbirlar to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “2017 — 2021-yillarda O‘zbekiston Respublikasini rivojlantirishning beshta ustuvor yo‘nalishi bo‘yicha Harakatlar strategiyasini “Yoshlarni qo‘llab-quvvatlash va aholi salomatligini mustahkamlash yili” da amalga oshirishga oid davlat dasturi to‘g‘risida” 2021-yil 3-fevraldagi PF-6155-son  Farmoniga  muvofiq hamda avtomobil transporti sohasida energiya tejamkorligiga erishish, ekologik xavfsizlikni tubdan yaxshilash, elektr quvvati bilan harakatlanadigan transport vositalaridan foydalanishni ommalashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Prezidentining “2017 — 2021-yillarda O‘zbekiston Respublikasini rivojlantirishning beshta ustuvor yo‘nalishi bo‘yicha Harakatlar strategiyasini “Yoshlarni qo‘llab-quvvatlash va aholi salomatligini mustahkamlash yili” da amalga oshirishga oid davlat dasturi to‘g‘risida” 2021-yil 3-fevraldagi PF-6155-son  Farmonida  quyidagilar: avtomobil yo‘llarida yo‘l-transport hodisalarining oldini olish hamda o‘lim holatlarini, jumladan, piyodalar o‘tish joylarining zamonaviy svetoforlar bilan ta’minlanganlik darajasini bosqichma-bosqich oshirish orqali qisqartirish; notariuslar tomonidan avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomani “yagona darcha” tamoyili asosida rasmiylashtirish nazarda tutilganligi ma’lumot uchun qabul qilinsin. 2. Belgilansinki: notariuslar tomonidan avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomani rasmiylashtirish davomida murojaat qiluvchi taraflar tomonidan avtomototransport vositasi agregatlar raqamlarining ro‘yxatdan o‘tkazish raqamlariga muvofiqligi yuzasidan ko‘zdan kechiriladi va bu haqda shartnomada aks ettiriladi; notariuslar tomonidan avtotransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomalar bilan bog‘liq ma’lumotlar davlat yo‘l harakati xavfsizligi xizmatining elektron ma’lumotlar bazasiga “yagona darcha” tamoyili asosida avtomatik ravishda yuboriladi; elektr quvvati bilan harakatlanadigan, elektrdvigatelining quvvati 4 kVt va undan ortiq yoki soatiga 40 va undan yuqori tezlikka ega bo‘lgan avtomototransport vositalari (keyingi o‘rinlarda — elektromobil) uchun alohida farqlovchi ro‘yxatdan o‘tkazish davlat raqami belgilari joriy etiladi. 3. O‘zbekiston Respublikasi Hukumatining  ilovaga  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin. 4. O‘zbekiston Respublikasi Ichki ishlar vazirligi: 2021-yil 1-oktabrdan boshlab elektromobillar uchun alohida farqlovchi ro‘yxatdan o‘tkazish davlat raqami belgilari bilan ta’minlash choralarini ko‘rsin; 2021-yil 1-noyabrga qadar elektromobillar uchun rasmiylashtirilgan ro‘yxatdan o‘tkazish davlat raqami belgilari qonunchilik hujjatlarida belgilangan to‘lov va yig‘imlar undirilmasdan almashtirib berilsin. Bunda elektromobil egasi auksion savdolari orqali yutib olingan va oshirilgan to‘lov stavkasidagi ro‘yxatdan o‘tkazish davlat raqami belgilari mos ravishda elektromobillar uchun alohida farqlovchi ro‘yxatdan o‘tkazish davlat raqami belgilariga almashtirib berilishini ta’minlansin. 5. Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari: O‘zbekiston Respublikasi Transport vazirligi huzuridagi Avtomobil yo‘llari qo‘mitasi va Ichki ishlar vazirligi bilan birgalikda uch oy muddatda avtomobil yo‘llarida piyodalar ishtirokidagi o‘lim holatlari bilan bog‘liq yo‘l-transport hodisalarining oldini olish maqsadida aholi yashash punktlaridagi piyodalar o‘tish joylarini o‘rganib chiqsin va svetofor qurilmalarini o‘rnatish mumkin bo‘lgan joylarni aniqlasin; o‘rganish natijalari bo‘yicha yillik dasturlarga tegishli o‘zgartirishlar kiritsin va piyodalar o‘tish joylariga ilg‘or xorijiy tajribaga asoslangan holda zamonaviy svetofor qurilmalarini bosqichma-bosqich o‘rnatsin. 6. O‘zbekiston Respublikasi Ichki ishlar vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda mazkur qarorga muvofiqlashtirsin. 7. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2021-yil 12-avgustdagi 513-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirish va qo‘shimchalar  1. Vazirlar Mahkamasining 2006-yil 7-martdagi 38-son qarori (O‘zbekiston Respublikasi QT, 2006-y., 3-son, 17-modda) bilan tasdiqlangan Avtomototransport vositalari bilan bog‘liq bitimlarni rasmiylashtirish tartibi to‘g‘risidagi  nizomda : 7-band  quyidagi tahrirda bayon etilsin: “7. Notariuslar tomonidan avtomototransport vositalari bilan bog‘liq bitimlarni tasdiqlash hamda rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanilgan avtotransport vositalarining oldi-sotdi shartnomasini rasmiylashtirish boshqa shaxsga berish taqiqlanmaganligi va xatlab qo‘yilmaganligi tekshirilgandan keyin amalga oshiriladi, tasarruf etish huquqisiz ishonchnomalar bundan mustasno. Notariuslar tomonidan avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomani rasmiylashtirish davomida murojaat qiluvchilar tomonidan avtomototransport vositalari agregatlar raqamlarining ro‘yxatdan o‘tkazish raqamlariga muvofiqligi yuzasidan ko‘zdan kechiriladi va bu haqda shartnomada aks ettiriladi. Rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanilgan avtotransport vositalarining oldi-sotdi shartnomasini rasmiylashtirishga qadar avtomototransport vositalari sotib oluvchining tanloviga ko‘ra, xohlagan DYHXX organlarida agregatlar raqamlari ro‘yxatdan o‘tkazish raqamlariga muvofiqligi yuzasidan ko‘zdan kechirilishi lozim. Bunda agregatlar raqamlarining ro‘yxatdan o‘tkazish raqamlariga muvofiqligi yuzasidan ma’lumotnoma taqdim etiladi va ushbu ma’lumotnoma ko‘zdan kechirgan mansabdor shaxsning familiyasi, ismi va otasi ismining bosh harflari, ko‘zdan kechirilgan sana ko‘rsatilgan va mansabdor shaxs imzosi qo‘yilgan holda shtamp bilan tasdiqlanadi. Shtamp 10 kun mobaynida amal qiladi. Avtomototransport vositasi ko‘zdan kechirilganligi uchun to‘lov undirilmaydi”; 11-bandga : quyidagi mazmundagi ikkinchi xatboshi qo‘shilsin: “Notariuslar tomonidan avtotransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomalar bilan bog‘liq ma’lumotlar DYHXXning elektron ma’lumotlar bazasiga “yagona darcha” tamoyili asosida avtomatik ravishda yuboriladi”. ikkinchi  va  uchinchi xatboshilar  tegishlicha uchinchi va to‘rtinchi xatboshilar deb hisoblansin. 2. Vazirlar Mahkamasining 2007-yil 27-iyundagi 131-son qarori (O‘zbekiston Respublikasi QHT, 2007-y., 25-26-son, 264-modda) bilan tasdiqlangan avtomototransport vositalari va ularning tirkamalariga beriladigan ro‘yxatdan o‘tkazish davlat raqami belgilarining  tiplarida : a)  I 1  tipdagi  ro‘yxatdan o‘tkazish davlat raqamining grafik tasviridan keyin quyidagi mazmundagi xatboshilar va grafik tasvir qo‘shilsin: “IE tip — ro‘yxatdan o‘tkazish davlat raqami belgilari yuridik shaxslarning elektromobillariga beriladi. Ro‘yxatdan o‘tkazish davlat raqami belgilarining foni oq rangda, chetki qismi, raqam va harflari qora rangda. Chap tomonda hududning kodi qora rangda va uning foni yashil rangda, o‘ng tomonda O‘zbekiston Respublikasi bayrog‘i va “UZ” harflari. b)  III tipdagi  ro‘yxatdan o‘tkazish davlat raqamining grafik tasviridan keyin quyidagi mazmundagi xatboshilar va grafik tasvir qo‘shilsin: “IIIE tip — ro‘yxatdan o‘tkazish davlat raqami belgilari jismoniy shaxslarning elektromobillariga beriladi. Ro‘yxatdan o‘tkazish davlat raqami belgilarining foni oq rangda, chetki qismi, raqam va harflari qora rangda. Chap tomonda hududning kodi qora rangda va uning foni yashil rangda, o‘ng tomonda O‘zbekiston Respublikasi bayrog‘i va “UZ” harflari. v)  XI tipdagi  ro‘yxatdan o‘tkazish davlat raqamining grafik tasviridan keyin quyidagi mazmundagi xatboshilar va grafik tasvir qo‘shilsin: “XIE tip — mototransport vositalari (mototsikllar, motorolerlar, elektroskuterlar) uchun ikki qatorli ro‘yxatdan o‘tkazish davlat raqami belgilari. Ro‘yxatdan o‘tkazish davlat raqami belgilarining foni oq rangda, chetki qismi, raqami va harflari qora rangda. O‘ng burchagining yuqori tomonida hududning kodi qora rangda va uning foni yashil rangda, quyi tomonida O‘zbekiston Respublikasi bayrog‘i va “UZ” harflari. Raqamli bitta belgi beriladi (orqa tomonda mahkamlash uchun) ”; g)  IA 1  ro‘yxatdan o‘tkazish davlat raqamining grafik tasviridan keyin quyidagi mazmundagi xatboshilar va grafik tasvir qo‘shilsin: “IAE tip — ikki qatorli ro‘yxatdan o‘tkazish davlat raqami belgilari orqa tomonga yoki old va orqa tomonga mahkamlash uchun yuridik shaxslarning mahkamlash joyi IE tipdagi ro‘yxatdan o‘tkazish davlat raqami gabaritlariga muvofiq bo‘lmagan yengil elektromobillarga beriladi. Ro‘yxatdan o‘tkazish davlat raqami belgilarining foni oq rangda, chetki qismi, raqami va harflari qora rangda. O‘ng tomonda quyida hududning kodi qora rangda va uning foni yashil rangda, O‘zbekiston Respublikasi bayrog‘i va “UZ” harflari. d)  IIIA  tipdagi ro‘yxatdan o‘tkazish davlat raqamining grafik tasviridan keyin quyidagi mazmundagi xatboshilar va grafik tasvir qo‘shilsin: “IIIAE tip — ikki qatorli ro‘yxatdan o‘tkazish davlat raqami belgilari elektr yurgizgichli yuk avtomobillar va avtobuslarga, shuningdek jismoniy shaxslarning mahkamlash joyi III tipdagi ro‘yxatdan o‘tkazish davlat raqami gabaritlariga muvofiq bo‘lmagan yengil elektromobillarga orqa tomonga yoki old va orqa tomonga mahkamlash uchun beriladi. Ro‘yxatdan o‘tkazish davlat raqami belgilarining foni oq rangda, chetki qismi, raqami va harflari qora rangda. O‘ng tomonda quyida hududning kodi qora rangda va uning foni yashil rangda, O‘zbekiston Respublikasi bayrog‘i va “UZ” harflari. 3. Vazirlar Mahkamasining “Avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish va ularga ro‘yxatdan o‘tkazish davlat raqami belgilarini berish tartibini takomillashtirish to‘g‘risida” 2017-yil 31-avgustdagi 683-son  qarorida  (O‘zbekiston Respublikasi QT, 2017-y., 8-son, 191-modda): a)  1-ilovada : 7-band  quyidagi tahrida bayon etilsin: “7. Avtomototransport vositasining boshqa shaxsga o‘tkazilishi haqidagi bitimlar notarius tomonidan tasdiqlanishi davomida avtomototransport vositasining raqam agregatlari va boshqa texnik parametrlarning ro‘yxatdan o‘tkazish ma’lumotlariga mos kelishi yuzasidan murojaat qiluvchilar tomonidan tekshiriladi va bu haqida shartnomada aks ettiriladi. Rasmiy dilerlar tomonidan “TRADE-IN” dasturi bo‘yicha ilgari foydalanilgan avtotransport vositalarining oldi-sotdi shartnomasini rasmiylashtirishdan oldin avtomototransport vositasi raqam agregatlari va boshqa texnik parametrlarning ro‘yxatdan o‘tkazish ma’lumotlarga mos kelishi yuzasidan tekshirilishi uchun sotib oluvchining tanloviga ko‘ra hoxlagan hududiy DYHXX organlariga taqdim etilishi zarur. Bunda avtomototransport vositasini ko‘rikdan o‘tkazish natijalari bo‘yicha ko‘rikdan o‘tkazish ma’lumotlari hududiy YHXDX organi xodimlari tomonidan beriladigan ma’lumotnomaga ko‘rikdan o‘tkazgan mansabdor shaxsning familiyasi, ismi va otasining ismi, ko‘rikdan o‘tkazish sanasi ko‘rsatilgan holda va mansabdor shaxsning imzosi bilan belgilangan namunadagi shtamp bosilishi yo‘li bilan qayd qilinadi. Shtamp o‘n kalendar kun mobaynida haqiqiy hisoblanadi”; 8-bandga  quyidagi mazmundagi ikkinchi xatboshi qo‘shilsin: “Bunda avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi shartnomani “yagona darcha” tamoyili asosida rasmiylashtirish maqsadida notariuslar tomonidan avtomototransport vositasini boshqa shaxsga berish to‘g‘risidagi bitimlar tasdiqlanishida avtomototransport vositasini ro‘yxatdan o‘tkazish hujjatlaridagi ma’lumotlar YHXDX organlarining olib qochilgan va o‘g‘irlangan avtomototransport vositalari bo‘yicha ma’lumotlar bazasi bilan integratsiya qilish orqali taqqoslanadi”; 14-bandda : birinchi xatboshidagi  “ro‘yxatga olingan joylarida” so‘zlari chiqarib tashlansin; quyidagi mazmundagi ikkinchi xatboshi qo‘shilsin: “Bunda ro‘yxatdan o‘tkazish avtomototransport vositasi egasining doimiy yashash joyi bo‘yicha ro‘yxatga olingan hududidan qat’i nazar, har bir hududda avtomototransport vositalarini davlat ro‘yxatidan o‘tkazish va ularga davlat raqami belgilarini berish uchun mas’ul etib belgilangan hududiy DYHXX organlarida ham amalga oshirilishi mumkin”; ikkinchi — to‘rtinchi xatboshilari  tegishlicha uchinchi — beshinchi xatboshilar deb hisoblansin; 16-bandda : oltinchi xatboshi  chiqarib tashlansin; yettinchi — o‘ninchi xatboshilar  tegishlicha oltinchi — to‘qqizinchi xatboshilar deb hisoblansin; 23-bandga  quyidagi mazmundagi ikkinchi xatboshi qo‘shilsin: “Davlat ro‘yxatidan o‘tkazilgan avtomototransport vositalarining RO‘DRB va avtomototransport vositasini davlat ro‘yxatidan o‘tkazganlik to‘g‘risidagi guvohnomalar egalariga ularning shaxsini identifikatsiya qilish (barmoq izlarini skaner qilish va boshqalar) yo‘li bilan topshiriladi va elektron qayd etiladi”; ikkinchi xatboshi  uchinchi xatboshi deb hisoblansin; 24-bandning  beshinchi xatboshi  chiqarib tashlansin; 26-bandda : oltinchi xatboshidagi  “I va IA tipli” so‘zlari “I, IA yoki IE, IAE tipli” so‘zlari bilan almashtirilsin; yettinchi xatboshidagi  “III va IIIA tipli” so‘zlari “III, IIIA yoki IIIE, IIIAYE tipli” so‘zlari bilan almashtirilsin; 34-bandda : to‘rtinchi xatboshi  chiqarib tashlansin; beshinchi  va  oltinchi xatboshilar  tegishlicha to‘rtinchi va beshinchi xatboshilar deb hisoblansin; 36-bandda : oltinchi xatboshi  chiqarib tashlansin; yettinchi xatboshi  oltinchi xatboshi deb hisoblansin; 43-bandda : beshinchi xatboshi  chiqarib tashlansin; oltinchi  va  yettinchi xatboshilar  tegishli ravishda beshinchi va oltinchi xatboshilar deb hisoblansin; 44-bandda : beshinchi xatboshi  chiqaribtashlansin; oltinchi xatboshi  beshinchi xatboshi deb hisoblansin; 53-bandda : to‘rtinchi xatboshi  chiqarib tashlansin; beshinchi xatboshi  to‘rtinchi xatboshi deb hisoblansin; oltinchi xatboshi  chiqarib tashlansin; b)  2-ilovada : 3-bandning  uchinchi xatboshidagi  “I, Ia, III, IIIa tipdagi” so‘zlari “I, IA, IE, IAYE, III, IIIA, IIIE, IIIAYE tipdagi” so‘zlari bilan almashtirilsin; 3 1 -banddagi  “I, IA, III, IIIA tipidagi” so‘zlari “I, IA, IE, IAYE, III, IIIA, IIIE, IIIAYE tipidagi” so‘zlari bilan almashtirilsin; 2-ilovaning  nomlanishi  quyidagi tahrirda bayon etilsin: “Oshirilgan to‘lov stavkalari bo‘yicha beriladigan I, IA, IE, IAE, III, IIIA, IIIE, IIIAE tipidagi avtotransport vositalari uchun ro‘yxatdan o‘tkazish davlat raqami belgilarining ro‘yxati”. 4. Vazirlar Mahkamasining 2020-yil 18-noyabrdagi 726-son qarori (O‘zbekiston Respublikasi QT, 2020-y., 11-son, 257-modda) bilan tasdiqlangan Notariuslar tomonidan avtomototransport vositalarini boshqa shaxsga o‘tkazish haqidagi bitimlarni tasdiqlashning ma’muriy reglamentining  20-bandi  quyidagi tahrirda bayon etilsin: “20. Notarius tomonidan bitimni tasdiqlash davomida murojaat qiluvchilar tomonidan avtomototransport vositalari agregatlar raqamlari ro‘yxatdan o‘tkazish raqamlariga muvofiqligi yuzasidan ko‘zdan kechiriladi va bu haqida bitimda aks ettiriladi”. "}]