[{"Law_reference": "O‘zbekiston Respublikasi Prezidentining qarori, 19.08.2021 yildagi PQ-5225-son", "Law_title": "Avtomobil transportida yuk tashuvchilarni qo‘llab-quvvatlashga doir qo‘shimcha chora-tadbirlar to‘g‘risida", "Law_content": "Avtomobil transportida yuk tashuvchi tadbirkorlik subyektlarining avtotransport vositalari parkini yanada yangilash va modernizatsiya qilish, mahalliy yuk tashuvchilar uchun qulay raqobat muhitini yaratish, shuningdek, avtomobilda xalqaro tashuvlar sohasini rivojlantirishning ijobiy tendensiyasini saqlab qolish maqsadida: 1. Yuk tashish uchun mo‘ljallangan, ishlab chiqarilganiga 7 yildan oshmagan quyidagi transport vositalarini 2025-yil 1-yanvarga qadar O‘zbekiston Respublikasiga import qilishda ularga bojxona bojining, utilizatsiya yig‘imining va avtotransport vositalarini sotib olganlik uchun avtotransport yig‘imlarining nol stavkalari qo‘llanilsin: “Yevro-5” va undan yuqori ekologik toifa talablariga mos keladigan avtotransport vositalari (TIF TN kodlari 8701 20, 8704 23 (samosvallardan tashqari); tirkamalar va yarim tirkamalar (TIF TN kodlari 8716 31, 8716 39). 2. Yevropa Ittifoqi mamlakatlarida ishlab chiqarilgan, ishlab chiqarilganiga 7 yildan oshmagan quyidagi transport vositalari 2025-yil 1-yanvarga qadar O‘zbekiston Respublikasiga import qilishda majburiy sertifikatlashdan ozod qilinsin: “Yevro-5” va undan yuqori ekologik toifa talablariga mos keladigan yuk va maxsus avtotransport vositalari; avtomobil transportida yuk tashish uchun foydalaniladigan tirkamalar va yarim tirkamalar. 3. O‘zbekiston Respublikasi Prezidentining va O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga  ilovaga  muvofiq o‘zgartirishlar kiritilsin. Belgilansinki, mazkur qarorga ilovaning 2-bandi  “b” kichik bandi  hamda 3-bandi  “v” kichik bandi  u rasmiy e’lon qilingan kundan boshlab uch oy o‘tgach kuchga kiradi. 4. Mazkur qarorning ijrosini tashkil qilishga mas’ul va shaxsiy javobgar etib transport vaziri I.R. Maxkamov belgilansin. Qaror ijrosini muhokama qilib borish, ijro uchun mas’ul idoralar faoliyatini muvofiqlashtirish va nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari A.J. Ramatov zimmasiga yuklansin. O‘zbekiston Respublikasi Prezidentining 2021-yil 19-avgustdagi PQ-5225-son  O‘zbekiston Respublikasi Prezidentining va O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirishlar 1. O‘zbekiston Respublikasi Prezidentining 2018-yil 6-martdagi “Avtomobil transportini boshqarish tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida”gi PQ-3589-son qarorining  11-bandi  quyidagi tahrirda bayon etilsin: “11. Asosiy faoliyati avtobuslarda yo‘lovchi tashishni amalga oshirish bo‘lgan umumiy foydalanishdagi shahar yo‘lovchi transporti tashkilotlari 2022-yilning 1-yanvarigacha bo‘lgan muddatga yer solig‘i to‘lovlaridan ozod etilsin”. 2. O‘zbekiston Respublikasi Prezidentining 2019-yil 6-martdagi “Yuk va yo‘lovchi tashish tizimini tubdan takomillashtirish chora-tadbirlari to‘g‘risida”gi PQ-4230-son  qarorida : a) 1-bandning  “b” kichik bandi  quyidagi tahrirda bayon etilsin: “b) transport-ekspeditorlik xizmatlarini majburiy sertifikatlashni”; b) 9-bandning  uchinchi xatboshisidan  “8701 20,”, “8704 22,” va “, 8716 31, 8716 39” raqamlari chiqarib tashlansin. 3. Vazirlar Mahkamasining 2020-yil 29-oktabrdagi “Koronavirus pandemiyasi davrida tashqi iqtisodiy faoliyat, turizm va qurilish sohalarini qo‘llab-quvvatlashga doir qo‘shimcha chora-tadbirlar to‘g‘risida”gi 665-son qarorining  1-bandida : a)  ikkinchi xatboshi  chiqarib tashlansin; b)  uchinchi-to‘rtinchi xatboshilar  tegishincha ikkinchi-uchinchi xatboshilar deb hisoblansin; v)  ikkinchi xatboshidagi  “kodlari 8704 22,” so‘zlari “kodi” so‘zi bilan almashtirilsin. "}]