[{"Law_reference": "O‘zbekiston Respublikasi transport vazirining buyrug‘i, 06.10.2021 yilda ro‘yxatdan o‘tgan, ro‘yxat raqami 3323", "Law_title": "Yo‘lovchi avtovokzallari va yo‘lovchi avtostansiyalari to‘g‘risidagi nizomni tasdiqlash haqida", "Law_content": "O‘zbekiston Respublikasining “Avtomobil transporti to‘g‘risida”gi  Qonuni  va O‘zbekiston Respublikasi Vazirlar Mahkamasining 2003-yil 4-noyabrdagi 482-son “O‘zbekiston Respublikasida avtomobil transportida yo‘lovchilar va bagaj tashish qoidalarini hamda avtobuslarda yo‘lovchilar tashish xavfsizligini ta’minlashga doir talablarni tasdiqlash haqida”gi  qaroriga  muvofiq buyuraman: 1. Yo‘lovchi avtovokzallari va yo‘lovchi avtostansiyalari to‘g‘risidagi nizom  ilovaga  muvofiq tasdiqlansin. 2. Mazkur buyruq rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi. O‘zbekiston Respublikasi transport vazirining 2021-yil 25-sentabr 14-son  Yo‘lovchi avtovokzallari va yo‘lovchi avtostansiyalari to‘g‘risidagi Mazkur Nizom O‘zbekiston Respublikasining “Avtomobil transporti to‘g‘risida”gi  Qonuni  va O‘zbekiston Respublikasi Vazirlar Mahkamasining 2003-yil 4-noyabrdagi 482-son “O‘zbekiston Respublikasida avtomobil transportida yo‘lovchilar va bagaj tashish qoidalarini hamda avtobuslarda yo‘lovchilar tashish xavfsizligini ta’minlashga doir talablarni tasdiqlash haqida”gi  qaroriga  muvofiq tashkiliy-huquqiy shaklidan qat’i nazar, yo‘lovchi avtovokzallari va yo‘lovchi avtostansiyalarining faoliyat yuritish tartibini belgilaydi. 1-bob. Umumiy qoidalar 1. Mazkur Nizomda quyidagi tushunchalardan foydalaniladi: avtovokzal  (avtostansiya) — transport-ekspeditsiya, tashish faoliyatini amalga oshiruvchi va yo‘lovchilarga boshqa xizmatlar ko‘rsatuvchi tashkilot; chipta kassasi  — yo‘l chiptalarini sotish va yo‘lovchilarga yo‘nalishlar to‘g‘risida ma’lumot berishga mo‘ljallangan punkt; perron  — avtovokzal (avtostansiya)larda yoki bekatlarda yo‘lovchilarning avtotransport vositalariga qulay va xavfsiz o‘tishi, chiqishi va tushishi uchun mo‘ljallangan maydoncha; perron  (chipta)  nazoratchisi  — avtotransport vositalarining sanitariya-gigiyena holatini, yo‘l hujjatlari va chiptalarning mavjudligi va holatini, avtotransport vositalarining harakatlanish jadvaliga muvofiq jo‘natilishini nazorat qiluvchi shaxs; yo‘lovchilarning aynan bir vaqtdagi sig‘imi  — avtovokzallarda (avtostansiyalarda) jo‘natilayotgan va kirib kelayotgan hamda bir vaqtning o‘zida yo‘lovchilar kutish zallarida va yo‘lovchilar xonalarida sig‘ishi mumkin bo‘lgan yo‘lovchilarning umumiy soni; avtovokzal  (avtostansiya)  ishlarining texnologik jarayoni  — avtovokzal (avtostansiya) xizmatlarini tashkil etish jarayoni, avtotransport vositalarini qabul qilish va jo‘natish hamda yo‘lovchilarga xizmat ko‘rsatish bo‘yicha doimiy ravishda bajariladigan operatsiyalarning o‘zaro bog‘liqligi va muntazamliligi. stansiya hududi  — avtovokzalning (avtostansiyaning) avtotransport vositalari jo‘natilishi va kirib kelishi hamda ularga texnik xizmat ko‘rsatilishi uchun mo‘ljallangan hududi. 2. Avtovokzalning (avtostansiyaning) o‘tkazish imkoniyati bir sutka ichida avtovokzaldan (avtostansiyadan) yo‘nalishga jo‘natilishi mumkin bo‘lgan avtotransport vositalarining jami sonidan kelib chiqib aniqlanadi. 2-bob. Avtovokzallarga (avtostansiyalarga) qo‘yiladigan umumiy talablar 3. Avtovokzallar (avtostansiyalar) aholi yashash joylarida hamda avtomobil yo‘llari trassalarida yo‘lovchilarga xizmat ko‘rsatish va xalqaro, shaharlararo hamda shahar atrofida qatnovchi avtotransport vositalari yo‘nalishlarida ularning harakatini tezkor boshqarish, foydalanish uchun xizmat xonalari va haydovchilarning dam olish xonalarini joylashtirish uchun tashkil etiladi. 4. Mazkur Nizomning  ilovasida  keltirilgan mezonlarga muvofiq avtovokzalning toifasi va avtostansiyaning klassi hisobga olingan holda ularning hududida quyidagilar joylashtirilishi lozim: yo‘lovchilar kutishi uchun mo‘ljallangan binolar va xonalar; chipta kassalari; yosh bolali yo‘lovchilarga mo‘ljallangan xonalar; haydovchilar va yo‘lovchilarning uzoq vaqt dam olishiga mo‘ljallangan mehmonxonalar; ma’muriyat xonasi; umumiy ovqatlanish shahobchalari; tibbiy punktlar; qo‘l yukini (bagajni) saqlash xonalari; yo‘lovchilar xavfsizligini ta’minlash uchun monitor orqali kuzatish qurilmalari o‘rnatilgan xonalar; madaniy-maishiy va sanitariya-gigiyena xonalari; yo‘lovchilarni chiqarish va tushirish perronlari; reyslar oralig‘ida avtotransport vositalari to‘xtab turadigan maydonchalar; texnik ko‘rikdan o‘tkazish va avtotransport vositalari salonlarini tozalash postlari; shahar yo‘lovchilar transporti (metropolitendan tashqari) kirib kelishi va turishi uchun mo‘ljallangan avtovokzal oldi maydoni; avtovokzal (avtostansiya) hududi bo‘ylab hamda chiqarish va tushirish perronlarida nogironligi bo‘lgan shaxslarning o‘rindiqli aravachalari uchun mo‘ljallangan yo‘llar; nogironligi bo‘lgan shaxslarni o‘rindiqli aravachalar bilan chiqarish va tushirish uchun mo‘ljallangan joylar. 5. Yo‘lovchilarning xavfsizligini ta’minlash maqsadida avtovokzal (avtostansiya) hududi bo‘yicha to‘siqlar hamda yo‘lovchilarning kutish zallarida, chipta kassalarida va yo‘lovchilar ko‘p to‘planadigan boshqa joylarda videokuzatish kameralari o‘rnatiladi. 6. Avtovokzallarga kirish va chiqish joylarida yo‘lovchilar hamda ularning qo‘l yukini (bagajini) tekshirish uchun turg‘un metall detektorlar bilan jihozlangan tekshirish postlari tashkil etiladi. 7. Avtovokzallarning toifalari va avtostansiyalarning klasslarini aniqlash mazkur Nizomning  ilovasida  keltirilgan mezonlarga muvofiq amalga oshiriladi. 3-bob. Avtovokzallarning (avtostansiyalarning) asosiy vazifalari 8. Quyidagilar avtovokzallarning (avtostansiyalarning) asosiy vazifalari hisoblanadi: dispetcherlik xizmatini yo‘lga qo‘yish orqali yo‘lovchi tashish xavfsizligi qoidalari talablarini inobatga olgan holda avtovokzal (avtostansiya) bo‘yicha avtotransport vositalarining harakatlanish jadvaliga rioya qilinishini tashkil etish, avtotransport vositalari harakatini tartibga solish, yo‘l varaqalari va dispetcherlik hujjatlarini rasmiylashtirish, yo‘lovchilarda chiptalar mavjudligini nazorat qilish; avtovokzallarda (avtostansiyalarda) yo‘lovchilarga yo‘nalishda harakatlanish bilan bog‘liq masalalar yuzasidan, xususan yangi ochilayotgan yo‘nalishlar, avtotransport vositalarining harakatlanish jadvalidagi o‘zgarishlar, yo‘nalishga jo‘natilayotgan avtotransport vositalaridagi mavjud bo‘sh o‘rinlar to‘g‘risida o‘z vaqtida xabardor qilish; yo‘lovchilarga avtovokzallarda (avtostansiyalarda) maishiy xizmat ko‘rsatish, madaniy-maishiy va sanitariya-gigiyena xizmati ko‘rsatilishini ta’minlash hamda haydovchilar uchun maishiy sharoitlar yaratish va ularning dam olishini tashkil etish, ularga dam olish uchun mebellar bilan jihozlangan xonalar taqdim etish; avtotransport vositalarini qo‘riqlash, ularni reyslar oralig‘ida texnik ko‘rikdan o‘tkazish punktlarini tashkil etish, avtotransport vositalari salonlarini tozalash, yo‘nalishga chiqishdan oldin haydovchilarning tibbiy ko‘rikdan o‘tkazilishini tashkil etish; tashuvlar hisobini yuritish, yo‘lovchilar oqimini o‘rganish; yong‘inga qarshi kurash bo‘yicha chora-tadbirlarni amalga oshirish, avtovokzal (avtostansiya) hududi sanitariya-gigiyenik jihatdan toza saqlanishini ta’minlash. 4-bob. Avtovokzallarning (avtostansiyalarning) ishlash rejimi va texnologik jarayoni 9. Avtovokzal (avtostansiya) ish kunining boshlanish va tugash vaqti avtotransport vositalarining harakatlanish jadvalidan kelib chiqqan xolda avtovokzal (avtostansiya) rahbari tomonidan tasdiqlanadi. 10. Uzluksiz tartibda (tunu kun) faoliyat yuritmaydigan avtovokzallar (avtostansiyalar) binosi yo‘lovchilar kirishi uchun birinchi avtotransport vositasi jo‘nab ketishidan (kirib kelishidan) kamida 30 daqiqa oldin ochiq bo‘lishi va harakatlanishning sutkalik jadvali bo‘yicha oxirgi avtotransport vositasi kirib kelgandan (yoki jo‘nab ketgandan) keyin kamida 30 daqiqadan so‘ng yopilishi kerak. 11. Avtovokzalda (avtostansiyada) uzoq vaqt dam olish uchun mo‘ljallangan xonalar mavjud bo‘lgan taqdirda avtovokzal (avtostansiya), ishlash rejimidan qat’i nazar, unga yo‘lovchilarning tunu kun kirishi va chiqishini ta’minlanishi kerak. 12. Tushlik paytidagi tanaffus yoki xonalarni tozalash vaqtida avtovokzalni (avtostansiyani) yopib qo‘yishga yo‘l qo‘yilmaydi. Kutish zali hamda yosh bolali yo‘lovchilar uchun mo‘ljallangan xona avtovokzalning (avtostansiyaning) butun ish kuni mobaynida foydalanish uchun ochiq bo‘lishi kerak. 13. Chipta kassalarining ish vaqti avtovokzalning (avtostansiyaning) ishlash rejimiga muvofiq yoki yo‘lovchilar uchun qulay bo‘lishi kerak. 14. Avtovokzalning (avtostansiyaning) harakat yo‘nalishi bo‘yicha avtotransport vositalarining stansiya hududiga kirishi, unda harakatlanishi va undan chiqishi belgilanadi. Harakat yo‘nalishini ishlab chiqishda quyidagilar inobatga olinishi lozim: chiqish va kirishda o‘ng tomonga burilish; harakatning har bir yo‘nalishi uchun avtotransport vositalarining atrofdagi ko‘chalardan qayrilib kelish manzillari; yo‘lovchilarni chiqarish va tushirish platformalariga avtotransport vositalarini harakat yo‘nalishi bo‘yicha o‘ng tomonda qo‘yish; avtotransport vositalari harakatlanish yo‘llari yo‘lovchilar harakatlanish yo‘llari bilan kesishmasligi. 15. Yo‘lovchilar harakat yo‘nalishi bo‘yicha avtovokzal (avtostansiya) hududida quyidagilar joylashtirilishi lozim: xizmat binolari, yo‘lovchilarga xizmat ko‘rsatadigan binolar va yordamchi binolar, ularning nomi va tartib raqami; yo‘lovchilarga ma’lumot beruvchi vositalar (avtotransport vositalarining jo‘nab ketish va kirib kelish vaqti ko‘rsatilgan jadvallar, chiptalarning narx jadvali, qatnov yo‘nalishlarining sxemasi). 16. Stansiya hududi chizmasida mavjud inshootlar va binolardan tashqari quyidagilar ko‘rsatiladi: avtotransport vositalarining kirish va chiqish yo‘nalishlari hamda yo‘lovchilarning avtovokzal (avtostansiya) hududidan chiqish yo‘nalishlari ko‘rsatkichlari joylashtirilgan punktlar; avtotransport vositalarining reyslar oralig‘ida to‘xtab turishi uchun belgilangan joylar (postlar); avtotransport vositalarini texnik ko‘rikdan o‘tkazish uchun mo‘ljallangan punktlar; yo‘nalishsiz taksilar va boshqa avtomobillar to‘xtab turishi uchun mo‘ljallangan joylarning ko‘rsatkichlari. Avtovokzalning (avtostansiyaning) asosiy kirish joyiga tutashib ketgan stansiya hududining bir qismi, qoida tariqasida, avtotransport vositalari to‘xtashi uchun mo‘ljallanmaydi. 17. Favqulodda vaziyatlar (yong‘in, zilzila, suv toshqini va boshqalar) vaqtida yo‘lovchilar va avtovokzal (avtostansiya) xodimlarini evakuatsiya qilish rejasida odamlar va moddiy boyliklarni avtovokzallar (avtostansiyalar) binolaridan evakuatsiya qilish yo‘llari belgilanadi. 5-bob. Avtotransport vositalari harakatini tashkil etish va yo‘lovchilarga madaniy-maishiy xizmat ko‘rsatish 18. Avtovokzallar (avtostansiyalar) hududida yo‘lovchilar va boshqa shaxslarning harakatiga faqat buning uchun maxsus tashkil etilgan va jihozlangan, tegishli belgilar, texnik vositalar orqali yoki avtovokzal (avtostansiya) xodimlari tomonidan beriladigan ovozli signallar bilan belgilanadigan joylarda ruxsat etiladi. 19. Yo‘lovchilarning avtovokzal (avtostansiya) hududi bo‘ylab harakat qilish yo‘lining uzunligi imkon qadar qisqa bo‘lishi, yo‘lovchilar oqimi kesishmasligi hamda har bir yo‘nalish uchun alohida bo‘lishi zarur. 20. Kutish zali avtotransport vositalari kirib kelishi va jo‘nab ketishini kutayotgan yo‘lovchilar uchun mo‘ljallanadi. 21. Yosh bolali yo‘lovchilar uchun mo‘ljallangan xonadan kichik yoshdagi yoki nogironligi bo‘lgan bolasi bo‘lgan yo‘lovchilar va homilador ayollar bepul foydalanadi. Yosh bolali yo‘lovchilar uchun mo‘ljallangan xonani jihozlashda sanitariya-gigiyena talablariga rioya qilinishi kerak. Kichik yoshdagi yoki nogironligi bo‘lgan bolalari bo‘lgan yo‘lovchilar yosh bolali yo‘lovchilar uchun mo‘ljallangan xona navbatchisi orqali navbatdan tashqari chipta bilan ta’minlanadi. 22. Haydovchilar uzoq vaqt dam olishi uchun mo‘ljallangan xonalar yo‘l hujjatlari va pasport yoki identifikatsiya ID-kartasi ko‘rsatilgan taqdirda kelishilgan holda yo‘lovchilarga ham taqdim etilishi mumkin. 6-bob. Avtovokzallarning (avtostansiyalarning) axborot xizmatini tashkil etish 23. Axborot xizmati yo‘lovchilarga avtotransport vositalarining harakatlanishi, yurish va qo‘l yukini (bagajni) tashish shartlari hamda avtovokzal (avtostansiya) tomonidan ko‘rsatiladigan xizmatlar haqida ishonchli ma’lumotni tezkor taqdim etish maqsadida tashkil etiladi. 24. Yo‘lovchilarga ma’lumot berish quyidagilar orqali ta’minlanadi: vizual xabardor qilish; tovushli xabardor qilish; ma’lumotnoma byurosi; “Call center” axborot xizmati; avtomatik ma’lumotlar berish qurilmalari. Yo‘lovchilarga barcha ma’lumotlar bepul taqdim etiladi. 25. Yo‘lovchilarni ma’lumotlar bilan vizual xabardor qilish sxemalar, jadvallar hamda axborot tablolari ko‘rinishida amalga oshiriladi va quyidagilarni o‘z ichiga oladi: platformalar va postlar ko‘rsatilgan holda avtotransport vositalarining jo‘nab ketish va kirib kelish jadvali; avtovokzal (avtostansiya) tomonidan xizmat ko‘rsatiladigan yo‘nalishlar, ushbu yo‘nalishlarda yo‘l haqi va bagaj tashish narxlari; avtovokzal (avtostansiya) joylashgan aholi punktida mavjud bo‘lgan yo‘nalishlar sxemalari; bepul va imtiyozli yurish hamda chiptalarni navbatsiz xarid qilish huquqiga ega bo‘lgan fuqarolar toifalari ro‘yxati; yo‘lovchilarni sug‘urtalash tartibi va turlari haqidagi ma’lumotlar; yo‘lovchilarga avtovokzal (avtostansiya) hududida xizmat ko‘rsatayotgan tadbirkorlik subyektlari va avtovokzal (avtostansiya) chipta kassalari hamda boshqa xizmatlarning joylashgan joyi to‘g‘risidagi ma’lumotlar; yaqin vaqt ichida amalga oshirilishi kutilayotgan qatnovlarning vaqti va joyi, shuningdek qatnov vaqtini kechiktirish yoki ko‘chirish haqidagi ma’lumotlar; turli yo‘nalishlar bo‘yicha kutish maydonchalari, shuningdek madaniy-maishiy va sanitariya-gigiyena xonalarining ko‘rsatgichlari. 26. Yo‘lovchilarni ma’lumotlar bilan vizual xabardor qilish vositalarini avtovokzalda (avtostansiyada) yo‘lovchilarning harakatlanish yo‘nalishlarini hisobga olgan holda joylashtirish zarur. 27. Yo‘lovchilarni ma’lumotlar bilan tovush orqali xabardor qilish avtovokzal (avtostansiya) hududida radioretranslatsiya tarmog‘i orqali amalga oshiriladi. 28. Yo‘lovchilarga xizmat ko‘rsatish sifatini oshirish maqsadida avtovokzalda (avtostansiyada) “Call center” axborot xizmati tashkil etilishi mumkin. 29. Avtovokzalda (avtostansiyada) yo‘lovchilar quyidagi ma’lumotlarni olishi mumkin bo‘lgan avtomatik qurilmalar o‘rnatilishi tavsiya etiladi: yo‘lovchilarni qiziqtirayotgan reyslar uchun chiptalarning mavjudligi; avtotransport vositasi kelishigacha qolgan vaqt; kassalarning joylashgan joyi va ishlash tartibi; yo‘lovchilarga avtovokzal (avtostansiya) hududida ko‘rsatilayotgan xizmatlar ro‘yxati va narxlari; xizmat ko‘rsatish jarayonidan yo‘lovchilar norozi bo‘lgan hollarda ular murojaat qilishi mumkin bo‘lgan avtovokzalning (avtostansiyaning) mansabdor shaxslari telefon raqamlari. 7-bob. Chipta kassalari ishini tashkil etish 30. Chiptalar sotuvi chipta kassalari yoki axborot tizimlari (maxsus veb-saytlar, mobil ilovalar, ijtimoiy tarmoqlar va boshqalar) orqali tashkil etiladi. 31. Chipta kassalarining quyidagi 3 toifasi tashkil etiladi: chiptalarni oldindan sotish; chiptalarni joriy (kundalik) reyslar bo‘yicha sotish; chipta olishda imtiyozli huquqqa ega bo‘lgan yo‘lovchilarga chiptalar sotish (berish). 8-bob. Bagaj va qo‘l yukini vaqtincha saqlash xonalari ishini tashkil etish 32. Xalqaro va shaharlararo (viloyatlararo) yo‘lovchilarga xizmat ko‘rsatuvchi avtovokzallarda (avtostansiyalarda) qo‘l yuki va bagajni vaqtincha saqlash uchun saqlash xonalari tashkil etiladi. Saqlash xonalari yong‘in xavfsizligi qoidalariga rioya qilgan holda jihozlanadi. 33. Qo‘l yuki o‘zi bilan birga yo‘l chiptalari mavjud bo‘lgan fuqarolardangina qabul qilinadi. Saqlash uchun qabul qilinayotgan buyumlarning o‘lchamlari avtotransport vositalarida tashish uchun yo‘l qo‘yiladigan me’yorlardan ortiq bo‘lmasligi kerak. Saqlash uchun buyumlar har qanday o‘ramda qabul qilinadi. Boshqa yo‘lovchilarning buyumlarini iflos qilishi yoki ularga shikast yetkazishi mumkin bo‘lgan buyumlar hamda tez yonadigan, portlovchi, zaharlovchi, o‘tkir va badbo‘y hidli moddalar saqlash uchun qabul qilinmaydi. 34. Saqlash xonasining ishi saqlash uchun qabul qilingan buyumning o‘rniga maxsus jeton yoki kvitansiya bergan holda tashkil etilishi mumkin. 9-bob. Shahar, shahar atrofi, shaharlararo va xalqaro yo‘nalishlarda band bo‘lgan avtotransport vositalari ishini dispetcher xizmati orqali boshqarish 35. Quyidagilar avtovokzal (avtostansiya) dispetcherlik xizmatining asosiy vazifalari hisoblanadi: avtotransport vositalari tomonidan harakatlanish jadvaliga rioya etilishi ustidan nazoratni amalga oshirish; avtovokzal (avtostansiya) hududiga tegishli yo‘llar doirasidagi yo‘nalishlarda avtotransport vositalari harakatini nazorat qilish; bir-biriga bog‘liq va yaqin avtovokzallar (avtostansiyalar) va haydovchilarni harakat, meteorologik va yo‘l sharoitlari to‘g‘risida xabardor qilish; avtotransport vositalari harakatlanish jadvalida ko‘rsatilgan vaqtdan chetga chiqqan hollarda ularning rejaga ko‘ra harakatlanishi muntazamliligini ta’minlashga doir tezkor chora-tadbirlar ko‘rish. 36. Avtotransport vositasi haydovchisi avtovokzalga (avtostansiyaga) kelganidan keyin o‘zining kelganligi haqida dispetcherga axborot beradi. Dispetcher dispetcherlik jurnalida va haydovchining yo‘l hujjatida avtotransport vositasining kelganligini shtamp-soatlar yordamida qayd etadi. 37. Avtotransport vositasini yo‘lovchilar chiqariladigan maydonga o‘tkazish paytida navbatchi dispetcher avtovokzal (avtostansiya) bo‘yicha avtotransport vositasiga yo‘lovchilarni chiqarishni boshlash vaqtini, platformaning tartib raqamini va avtotransport vositasining jo‘nash vaqtini e’lon qiladi. 38. Avtotransport vositasiga yo‘lovchilarni chiqarishdan oldin avtovokzal (avtostansiya) navbatchi dispetcheri yoki perron (chipta) nazoratchisi avtotransport vositasining jihozlanganligi va sanitariya holati, haydovchida yo‘l hujjatlarining mavjudligi (reys jadvali, yo‘nalish sxemasi hamda chiptalarni hisobga olish varaqasining mavjudligi, chiptalarning oxirgi tartib raqami yozilishining to‘g‘riligi) va ularning holati tekshiriladi. Navbatchi dispetcher yoki perron (chipta) nazoratchisi tomonidan avtotransport vositasining jihozlanishi va sanitariya-gigiyenik holatiga oid barcha kamchiliklar va nuqsonlar (agar mavjud bo‘lsa) to‘g‘risida haydovchining yo‘l varaqasiga hamda avtotransport vositasining holati va jihozlanishini hisobga olish daftariga qaydlar kiritiladi. Avtotransport vositasini jihozlash qoidalari buzilgan, sanitariya-gigiyena talablariga javob bermaydigan avtotransport vositasi yo‘nalishga chiqishiga yo‘l qo‘yilmaydi va bu haqda tashuvchiga xabar beriladi. Bunda, tashuvchi harakat jadvalining bajarilishini ta’minlash maqsadida avtotransport vositasini soz holatdagi boshqa avtotransport vositasi bilan almashtirish choralarini ko‘rishi kerak. 39. Avtotransport vositasi yo‘lovchilarni tashish uchun biriktirilgan platformaga to‘liq tayyor holda va belgilangan vaqtdan kechiktirmay qo‘yiladi. Bunda, shaharlararo yo‘nalishda qatnaydigan avtotransport vositasi yo‘nalishga chiqishdan 15 daqiqa oldin, shahar atrofida qatnaydigan avtotransport vositasi yo‘nalishga chiqishdan 10 daqiqa oldin tegishli platformaga qo‘yiladi. 40. Yo‘lovchilar avtotransport vositasiga ushbu reys uchun chiptalar bo‘lgan taqdirdagina chiqariladi. 41. Avtotransport vositasi reysga harakatlanish jadvaliga muvofiq avtovokzal (avtostansiya) bo‘yicha navbatchi dispetcher yoki perron (chipta) nazoratchisi tomonidan jo‘natiladi. Bunda, navbatchi dispetcher yoki perron (chipta) nazoratchisi quyidagilarni bajaradi: yo‘nalishga chiqishdan besh daqiqa (tranzit avtotransport vositasida 3 daqiqa) oldin yo‘lovchilar sonining chiptalarni hisobga olish varaqasiga muvofiqligi, ularda yo‘l chiptalarining mavjudligi va avtotransport vositasida bo‘sh o‘rinlar bor yoki yo‘qligini tekshiradi; chiptalarni hisobga olish varaqasiga yo‘lovchilar sonini yozib qo‘yadi va uni haydovchiga beradi; tekshirish o‘tkazilganligini tasdiqlagan holda chiptalarni hisobga olish varaqasiga o‘z imzosini (shtamp) qo‘yadi. 42. Chiptalarni hisobga olish varaqasida ko‘rsatilgan yo‘lovchilar soni avtotransport vositasi o‘rindiqlarining soniga muvofiq bo‘lishi lozim. Yo‘lovchi avtotransport vositasiga chiqish uchun kelmagan taqdirda perron xizmati xodimi chiptalarni hisobga olish varaqasiga bu haqda belgi qo‘yadi va bo‘sh o‘rinlar soni hamda ularning tartib raqamlari haqidagi ma’lumotlarni dispetcherga beradi. 10-bob. Yakuniy qoidalar 43. Mazkur Nizom talablarining buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlariga muvofiq javobgar bo‘ladi. 44. Mazkur Nizom O‘zbekiston Respublikasi Ichki ishlar vazirligi, Monopoliyaga qarshi kurashish qo‘mitasi va Savdo-sanoat palatasi bilan kelishilgan. Yo‘lovchi avtovokzallari va yo‘lovchi avtostansiyalari to‘g‘risidagi  Avtovokzallarning toifalari va avtostansiyalarning klasslarini aniqlash "}]