[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 08.10.2021 yildagi 630-son", "Law_title": "Hududlarda jamoat transporti faoliyatini yanada takomillashtirish chora-tadbirlari to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “2017 — 2021-yillarda O‘zbekiston Respublikasini rivojlantirishning beshta ustuvor yo‘nalishi bo‘yicha Harakatlar strategiyasini “Yoshlarni qo‘llab-quvvatlash va aholi salomatligini mustahkamlash yili”da amalga oshirishga oid davlat dasturi to‘g‘risida” 2021-yil 3-fevraldagi PF-6155-son  Farmoni  ijrosini ta’minlash, shuningdek, hududlarda aholiga jamoat transportida xizmat ko‘rsatish sohasini yanada yaxshilish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Quyidagilar: 2017 — 2021-yillar davomida 2 095 ta yangi avtobus xarid qilinganligi, shuningdek, 430 ta avtobus yo‘nalishlari ochilganligi; O‘zbekiston Respublikasi Transport vazirligi tomonidan Qurilish vazirligi bilan birgalikda viloyatlar, shahar va tuman markazlaridagi avtobus bekatlarining namunaviy loyihalari ishlab chiqilganligi ma’lumot uchun qabul qilinsin. 2. 2021-2022-yillarda qishloqni tuman markazi bilan, tuman markazini viloyat markazi bilan bog‘laydigan yangi avtobus yo‘nalishlarini tashkil etishning maqsadli parametrlari (keyingi o‘rinlarda — maqsadli parametrlar)  1-ilovaga  muvofiq tasdiqlansin. Belgilansinki, maqsadli parametrlarga O‘zbekiston Respublikasi Transport vazirligi tomonidan Vazirlar Mahkamasi bilan kelishilgan holda o‘zgartirishlar kiritilishi mumkin. 3. Maqsadli parametrlarning belgilangan tadbirlarning o‘z vaqtida, sifatli va to‘liq hajmda amalga oshirilishi uchun O‘zbekiston Respublikasi transport vaziri, Qoraqalpog‘iston Respublikasi Vazirlar Kengashi Raisi hamda viloyatlar hokimlari shaxsiy javobgar etib belgilab qo‘yilsin. O‘zbekiston Respublikasi Transport vazirligi har chorak yakuni bo‘yicha Qoraqalpog‘iston Respublikasi Vazirlar Kengashi va viloyatlar hokimliklari tomonidan taqdim etilgan ma’lumotlarni umumlashtirgan holda maqsadli parametrlarning amalga oshirilishi yuzasidan Vazirlar Mahkamasiga hisobot kiritib borsin. 4. Shunday tartib o‘rnatilsinki, unga muvofiq: tijorat asosida yo‘lovchilar tashish xizmatini ko‘rsatadigan va bunga maxsus ruxsatnomasi (litsenziyasi) bo‘lgan yuridik shaxslar (keyingi o‘rinlarda — tashuvchilar) tomonidan shahar atrofi yoki viloyat ichidagi shaharlararo avtobus yo‘nalishida ko‘riladigan zarar mikdori 30 foizgacha (30 foiz ham shu jumlaga kiradi) bo‘lgan yo‘nalish norentabel avtobus yo‘nalishi bo‘lib hisobga olinadi, Toshkent shahri bundan mustasno; norentabel avtobus yo‘nalishlaridan ko‘riladigan zararlar 2021-yilda — Qoraqalpog‘iston Respublikasi respublika budjeti va viloyatlar mahalliy budjetlarining qo‘shimcha manbalari hisobidan, 2022-yildan boshlab — zarur mablag‘larni Qoraqalpog‘iston Respublikasi respublika budjeti va viloyatlar mahalliy budjetlari parametrlarida nazarda tutgan holda mahalliy budjetlarning qo‘shimcha manbalari hisobidan har chorak yakuni bo‘yicha subsidiya ajratish yo‘li bilan qoplanadi; tashuvchilarga norentabel yo‘nalishlar bo‘yicha subsidiya ajratish Qoraqalpog‘iston Respublikasi Vazirlar Kengashi va viloyatlar hokimliklari xuzurida tashkil etiladigan tashuvchilar tomonidan shahar atrofi va viloyat ichidagi shaharlararo norentabel avtobus yo‘nalishlaridan ko‘riladigan zararlarni qoplash bo‘yicha hududiy komissiyalarning (keyingi o‘rinlarda — hududiy komissiya) qarorlari asosida amalga oshiriladi. 5. Tashuvchilar tomonidan shahar atrofi va viloyat ichidagi shaharlararo norentabel avtobus yo‘nalishlaridan ko‘riladigan zararlarni qoplash bo‘yicha hududiy komissiyalarning namunaviy tarkibi  2-ilovaga  muvofiq tasdiqlansin. 6. Belgilansinki, hududiy komissiya har oyning 5 sanasiga qadar norentabel avtobus yo‘nalishlari bo‘yicha hududiy transport bo‘linmalari tomonidan taqdim etilgan ma’lumotlar asosida tashuvchilarga ular tomonidan shahar atrofi yoki viloyat ichidagi shaharlararo avtobus yo‘nalishida 30 foizgacha (30 foiz ham shu jumlaga kiradi) miqdorda ko‘rilgan zararni subsidiya ajratish yo‘li bilan qoplab berish, agar ko‘rilgan zarar miqdori 30 foizdan oshgan taqdirda subsidiya ajratishni rad etish to‘g‘risida qaror qabul qiladi. 7. O‘zbekiston Respublikasi Transport vazirligi: aholi soni, zichligi, bozorlar va ijtimoiy soha obyektlari joylashishi hamda yo‘lovchi tashish tarifidan kelib chiqqan holda shahar atrofi yoki viloyat ichidagi shaharlararo norentabel avtobus yo‘nalishlari reyestrini shakllantirib borsin; hududiy transport bo‘linmalari tomonidan har oyning 25 sanasiga qadar norentabel avtobus yo‘nalishlari bo‘yicha ko‘rilgan zarar to‘g‘risidagi ma’lumotlar hududiy komissiyalarga kiritib borilishini ta’minlasin. 8. O‘zbekiston Respublikasi Transport vazirligi “O‘zavtosanoat” AJ bilan birgalikda: uch oy muddatda 2022 — 2024-yillarda tashuvchilarning harakat tarkibini avtobus va mikroavtobuslar xarid qilish orqali yangilash parametrlarini (keyingi o‘rinlarda-Yangilash parametrlari) ishlab chiqsin; Yangilash parametrlari doirasida xarid qilinadigan avtobus va mikroavtobuslar turlari (modellari) va soni bo‘yicha tasdiqlangan reja-jadval asosida tashuvchilarga yetkazib berilishini ta’minlasin. 9. Tijorat banklariga xududlardagi tashuvchilarga avtobus va mikroavtobuslar xaridini moliyalashtirish uchun maqbul shartlarda hamda Uzbekiston Respublikasi Markaziy bankining qayta moliyalashtirish stavkasidan 1,5 baravaridan oshmagan foizda kreditlar ajratish tavsiya etilsin. 11. O‘zbekiston Respublikasi Moliya vazirligi Transport vazirligining talabnomasiga muvofiq 2021-yilda — O‘zbekiston Respublikasi Davlat budjetining ko‘shimcha manbalari hisobidan, 2022-yildan boshlab — O‘zbekiston Respublikasi Davlat budjeti parametrlarida nazarda tutilgan mablag‘lar hisobidan mazkur qarorning  10-bandida  nazarda tutilgan maqsadlar uchun mablaglarni Tadbirkorlik faoliyatini qo‘llab-quvvatlash davlat jamgarmasiga ajratilishini ta’minlasin. 12. O‘zbekiston Respublikasi Transport vazirligi: Moliya vazirligi, Davlat bojxona qo‘mitasi va Davlat soliq qo‘mitasi bilan birgalikda bir oy muddatda O‘zbekiston Respublikasi Soliq kodeksiga muvofiq yo‘lovchilarni yagona tariflar bo‘yicha tashish xizmatlari qo‘shilgan qiymat solig‘idan ozod etilganligini inobatga olib, yo‘lovchilarni tashishda foydalaniladigan hamda haydovchidan tashqari sakkiz va undan ortiq o‘rindiqlarga ega bo‘lgan transport vositalarini O‘zbekiston Respublikasi hududiga olib kirishda yoki mahalliy ishlab chiqaruvchidan xarid qilishda qo‘shilgan qiymat solig‘idan ozod etish yoki ushbu soliqning o‘rnini qoplash yuzasidan Vazirlar Mahkamasiga taklif kiritsin; Ichki ishlar vazirligi bilan birgalikda ikki oy muddatda respublika bo‘yicha barcha avtobus bekatlarini xatlovdan o‘tkazgan holda yangi quriladigan bekatlar dislokatsiyasini; Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar hokimliklari bilan birgalikda ikki oy muddatda tadbirkorlik obyektlarini ochish uchun tadbirkorlik subyektlariga avtobus bekatlarini “E-AUKSION” elektron savdo platformasida elektron onlayn-auksion orqali ajratish tartibi va avtobus bekatlariga qo‘yiladigan talablarni tasdiqlasin. 13. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining moliya-iqtisodiyot va kambag‘allikni qisqartirish masalalari bo‘yicha o‘rinbosari — iqtisodiy taraqqiyot va kambag‘allikni qisqartirish vaziri J.A. Qo‘chqorov hamda O‘zbekiston Respublikasi transport vaziri I.R. Maxkamov zimmasiga yuklansin. Vazirlar Mahkamasining 2021-yil 8-oktabrdagi 630-son  2021-2022-yillarda qishloqni tuman markazi bilan, tuman markazini viloyat markazi bilan bog‘laydigan yangi avtobus yo‘nalishlarini tashkil etishning  Vazirlar Mahkamasining 2021-yil 8-oktabrdagi 630-son  Tashuvchilar tomopidan shahar atrofi va viloyat ichidagi shaharlararo norentabel avtobus yo‘nalishlaridan ko‘riladigan zararlarini qoplash bo‘yicha hududiy komissiyalarning  Izoh. Komissiya a’zolari boshsa ishga o‘tganda, ushbu lavozimlarga yangidan tayinlangan yoxud tegi’ili funksiyalarni bajarish zimmasiga yuklangan shaxslar komissiya tarkibiga kiritiladi "}]