[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 06.12.2021 yildagi 738-son", "Law_title": "Avtomobil transportida yo‘lovchi tashish yo‘nalishlari bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish chora-tadbirlari to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Litsenziyalash va ruxsat berish tartib-taomillarini tubdan takomillashtirish chora-tadbirlari to‘g‘risida” 2020-yil 24-avgustdagi PF-6044-son  Farmoni  ijrosini ta’minlash, shuningdek avtomobil transportida yo‘lovchi tashish xizmatlarini ko‘rsatish sohasida raqobat muhitini yanada takomillashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Transport vazirligi tomonidan yo‘lovchi tashish yo‘nalishlarini ochiq tenderlar orqali tashuvchilarga biriktirish bo‘yicha elektron axborot tizimi (keyingi o‘rinlarda — elektron axborot tizimi) ishlab chiqilganligi hamda Toshkent shahrida “test rejimida” ishlatilganligi ma’lumot uchun qabul qilinsin. 2. Shunday tartib o‘rnatilsinki, unga muvofiq: respublikada yo‘lovchi tashish yo‘nalishlarini ochiq tenderlar orqali tashuvchilarga biriktirish bo‘yicha elektron axborot tizimi 2022-yil 1-yanvardan 1-martga qadar “test rejimida” joriy etiladi va 2022-yil 1-martdan to‘liq ishga tushiriladi; 2022-yil 1-martdan boshlab shahar, shahar atrofi, shaharlararo va xalqaro yo‘lovchilar tashish yo‘nalishlarini biriktirish yuzasidan ochiq tenderlar faqat elektron axborot tizimi orqali o‘tkaziladi; tenderda belgilangan tartibda O‘zbekiston Respublikasi hududida ro‘yxatdan o‘tgan, tegishli ravishda avtomobil transportida shahar, shahar atrofi, shaharlararo va xalqaro yo‘lovchilar tashuvlarini amalga oshirish huquqini beruvchi litsenziyaga ega bo‘lgan hamda elektron axborot tizimida ro‘yxatdan o‘tgan yuridik shaxslarning qatnashishiga yo‘l qo‘yiladi. 3. Quyidagilarni nazarda tutuvchi Shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish va o‘tkazish tartibi to‘g‘risidagi nizom  1-ilovaga  muvofiq tasdiqlansin: shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) (keyingi o‘rinlarda — shaharlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni tashkil etish va o‘tkazishning asosiy tamoyillari; shahar, shahar atrofi, shaharlararo va xalqaro yo‘nalishlarni biriktirish bo‘yicha tender takliflarining tarkibiga qo‘yiladigan talablar, takliflarni baholash va g‘olibni aniqlash mezonlari; shahar, shahar atrofi, shaharlararo va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tender g‘olibini aniqlash, ochiq tender g‘olibi bilan shartnoma tuzish, uni o‘zgartirish va bekor qilish tartibi. 4. 2022-yil 1-yanvarga qadar Transport vazirligi Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi, Ichki ishlar vazirligi va Davlat soliq qo‘mitasi huzuridagi Kadastr agentligi bilan birgalikda elektron axborot tizimini O‘zbekiston Respublikasida ro‘yxatga olingan avtotransport vositalari, avtotransport ijara shartnomalari va yo‘l-transport hodisalari, tashuvchilar nomiga rasmiylashtirilgan ko‘chmas mulklar to‘g‘risidagi ma’lumotlar bazalari bilan o‘zaro integratsiya qilinishini ta’minlasin. 5. Transport vazirligi manfaatdor vazirlik va idoralar bilan birgalikda hududlarda jamoat transporti tizimini rivojlantirish konsepsiyasini ishlab chiqilsin va 2022-yil 1-iyulga qadar belgilangan tartibda Vazirlar Mahkamasiga tasdiqlash uchun kiritsin. Bunda barcha yo‘lovchi tashish yo‘nalishlari tarmog‘ini aholining talab va ehtiyojlarini hisobga olgan holda takomillashtirish, harakatlanuvchi tarkibni bosqichma-bosqich yangilash, yo‘l-transport infratuzilmasini rivojlantirish hamda shaharlarda barqaror yo‘lovchi tashish transport tizimlarini yaratish nazarda tutilsin. 6. O‘zbekiston Respublikasi Hukumatining  2-ilovaga  muvofiq ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritilsin. 7. O‘zbekiston Respublikasi Hukumatining  3-ilovaga  muvofiq ayrim qarorlari o‘z kuchini yo‘qotgan deb hisoblansin. 8. O‘zbekiston Respublikasi Transport vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda: mazkur qarorning mazmuni va mohiyati to‘g‘risida tashuvchilar o‘rtasida muntazam ravishda targ‘ibot ishlarini olib borsin; o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ikki oy muddatda ushbu qarorga muvofiqlashtirsin. 9. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari A.J. Ramatov va O‘zbekiston Respublikasi transport vaziri I.R. Maxkamov zimmasiga yuklansin. Vazirlar Mahkamasining 2021-yil 6-dekabrdagi 738-son Shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish va o‘tkazish tartibi to‘g‘risida 1-bob. Umumiy qoidalar 1. Ushbu Nizom shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘lovchilar tashish yo‘nalishlarini biriktirish yuzasidan ochiq tenderlarni (keyingi o‘rinlarda — tenderlar) elektron tarzda tashkil etish va o‘tkazish tartibini belgilaydi. 2. Ushbu Nizomda quyidagi asosiy tushunchalar qo‘llaniladi: axborot tizimi — yo‘lovchi tashish yo‘nalishlarini ochiq tenderlar orqali tashuvchilarga biriktirish bo‘yicha O‘zbekiston Respublikasi Transport vazirligi tomonidan ishlab chiqilgan maxsus elektron platforma; vakolatli organ — O‘zbekiston Respublikasi Transport vazirligi yoki uning hududiy bo‘linmasi; muntazam yo‘nalish — avtotransport vositalarining tasdiqlangan yo‘nalish sxemasi, harakatlanish jadvali, yo‘l haqi tariflariga muvofiq muayyan manzillar oralig‘ida belgilangan qatnov yo‘li (keyingi o‘rinlarda — yo‘nalish); lot — tenderda e’lon qilingan yo‘lovchi tashish yo‘nalishi (yo‘nalishlar paketi, yo‘nalishning alohida jadvali (muayyan qatnovi); tashuvchi — mulk huquqi yoki boshqa ashyoviy huquqlar asosida avtotransport vositasiga ega bo‘lgan, tijorat shartlari asosida yo‘lovchilar va bagaj tashish xizmatlarini ko‘rsatadigan hamda bunga maxsus ruxsatnomasi (litsenziyasi) bo‘lgan yuridik shaxs; talabgor — tenderda qatnashish istagini bildirgan tashuvchi; qatnashchi — tenderlarda qatnashish uchun takliflarni axborot tizimi orqali taqdim etgan talabgor; tender g‘olibi — lot bo‘yicha taqdim etgan takliflari baholash natijalariga ko‘ra eng ko‘p ballar to‘plagan tender qatnashchisi; shartnoma (kontrakt) — tashuvchi hamda vakolatli organ o‘rtasida ommaviy oferta shaklida muayyan muddatga tuziladigan, yo‘nalishda yo‘lovchi tashish xizmatlarini ko‘rsatish huquqini beruvchi yuridik hujjat; brutto-shartnoma — yo‘nalishlarda cheklangan tariflarda yo‘lovchi tashish xizmatlari uchun “bosib o‘tilgan yo‘l” va “sifat” mezonlaridan kelib chiqqan holda hisob-kitob qilishni nazarda tutuvchi vakolatli organ va tashuvchi o‘rtasida tuzilgan shartnoma; yo‘nalish pasporti — yo‘nalish to‘g‘risidagi asosiy ma’lumotlarni tavsiflovchi hujjat; yo‘nalish (lot) talablari — yo‘nalish pasporti asosida vakolatli organ tomonidan shakllantiriladigan, yo‘nalishda xizmat ko‘rsatishning asosiy shartlari aks etgan ma’lumotlar. 3. Quyidagilar yo‘lovchilar tashish yo‘nalishlari to‘g‘risidagi ma’lumotlarni axborot tizimiga kiritish, yo‘nalishlarni vaqtincha biriktirish va tender tashkillashtirish bo‘yicha vakolatli organ hisoblanadi: Qoraqalpog‘iston Respublikasi, Toshkent shahri va viloyatlar o‘rtasidagi hamda xalqaro yo‘nalishlarda (keyingi o‘rinlarda — shaharlararo-viloyatlararo va xalqaro yo‘nalishlar) — Transport vazirligi; shahar, shahar atrofi va viloyatlar ichidagi shaharlararo yo‘nalishlarda va Qoraqalpog‘iston Respublikasi doirasidagi yo‘nalishlarda (keyingi o‘rinlarda — shahar va viloyat ichki yo‘nalishlari) — Transport vazirligining tegishli hududiy bo‘linmalari. 4. Vakolatli organning tenderlarni tashkillashtirish va o‘tkazish doirasidagi asosiy vakolatlari quyidagilar hisoblanadi: tegishliligi bo‘yicha yo‘nalishlarni ochish, yopish hamda o‘zgartirish bo‘yicha qarorlar qabul qilish; yo‘nalishlarning pasporti va talablarini ishlab chiqish va axborot tizimiga kiritish; o‘tkaziladigan tenderlar to‘g‘risidagi e’lonlarni (lotlarni) axborot tizimiga hamda ommaviy axborot vositalariga joylashtirish; tender g‘olibining lot bo‘yicha takliflar ko‘rsatilgan ma’lumotlarning haqiqiyligini o‘rganish; tender g‘olibining har bir avtotransport vositasiga yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi QR-kod (matrik shtrixli kod) qo‘yilgan elektron guvohnomalar berish; tender g‘olibi bilan shartnoma (brutto-shartnoma) tuzish; shartnoma (brutto-shartnoma) shartlariga amal qilinmaslik holatlari yuzasidan dalolatnomalarni rasmiylashtirish hamda belgilangan tartibda shartnomani bekor qilish choralarini ko‘rish. Vakolatli organ brutto-shartnoma tizimi doirasida shahar ichi avtobus yo‘nalishlari bo‘yicha: brutto-shartnoma asosida tenderga chiqariladigan yo‘nalishlarni belgilaydi, ularning pasporti va talablarini ishlab chiqadi; yo‘nalishlarning boshlang‘ich narxini shakllantiradi hamda iqtisodiyot va moliya organlari bilan kelishadi; Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari tomonidan yo‘nalishlarni tenderga chiqarish jadvallari tasdiqlanishini ta’minlaydi va tender to‘g‘risida ommaviy axborot vositalarida e’lon qiladi. 5. Tenderda belgilangan tartibda O‘zbekiston Respublikasi hududida ro‘yxatdan o‘tkazilgan, tegishli ravishda avtomobil transportida shahar, shahar atrofi, shaharlararo va xalqaro yo‘lovchilar tashuvlarini amalga oshirish huquqini beruvchi litsenziyaga ega bo‘lgan hamda axborot tizimida ro‘yxatdan o‘tgan yuridik shaxs qatnashishi mumkin. 6. Shartnomaning (brutto-shartnoma) amal qilish davrida bir yo‘nalishda faqat bitta tashuvchi xizmat ko‘rsatadi. Yo‘nalishning alohida jadvallari (muayyan qatnovlari) bo‘yicha xizmat ko‘rsatuvchilar bundan mustasno. 7. Tashuvchiga tender o‘tkazilmasdan yo‘nalishda ishlash huquqi berilishiga yo‘l qo‘yilmaydi, quyidagi hollar bundan mustasno: yangi yo‘nalish ochilgandan keyin uzog‘i bilan ikki oy mobaynida yangi yo‘nalishda yo‘lovchi oqimi o‘rganilishi va avtotransport vositalarining muntazam sinov ishlari bajarilishi; ko‘cha-yo‘l tarmog‘ida kutilmagan vaziyatlar sharoitida, ayrim uchastkalar, transport uzellari va maydonlari yopilganda vaqtinchalik yo‘nalishlar joriy etilishi; yarmarka va festivallarning faoliyat ko‘rsatishi davrida vaqtinchalik yo‘nalishlarning tashkil etilishi. Ushbu bandda nazarda tutilgan hollarda vaqtinchalik yo‘nalishlarni tashkil etish vakolatli organ tomonidan amalga oshiriladi. Vaqtinchalik yo‘nalishlar uzog‘i bilan ikki oy muddatga tashkil etiladi. Vaqtinchalik yo‘nalishlarni tashkil etish tashabbusi bilan mahalliy davlat hokimiyati organlari, tashuvchilar va fuqarolarning o‘z-o‘zini boshqarish organlari chiqishlari mumkin. 8. Buyurtmalar bo‘yicha soatbay haq to‘lash asosida amalga oshiriladigan tashish xizmatlari yo‘nalishlari uchun tender tashkil etilmaydi. 9. Yo‘nalish tashuvchi xizmatisiz qolib ketgan taqdirda mazkur yo‘nalishni vakolatli organ birinchi murojaat etgan tashuvchiga uning arizasiga asosan navbatdagi tendergacha, uzog‘i bilan oltmish kungacha vaqtincha biriktirishi mumkin, shahar avtobus yo‘nalishlari bundan mustasno. 10. Yo‘nalish quyidagi hollarda tashuvchi xizmatisiz qolib ketgan deb e’tirof etiladi: yo‘nalishda xizmat ko‘rsatish bo‘yicha tuzilgan shartnoma muddatidan avval bekor qilinsa; yo‘nalish tenderga joylashtirilmagan bo‘lsa yoki tenderda lot bo‘yicha talabgorlardan birorta ham taklif kelib tushmasa. 11. Yo‘nalishni vaqtincha biriktirish masalasidagi arizalar vakolatli organ tomonidan o‘n besh kun ichida ko‘rib chiqiladi. Arizani ko‘rib chiqish jarayonida tashuvchining takliflari yo‘nalish talablariga muvofiq bo‘lgan taqdirda yo‘nalish vaqtincha biriktirib beriladi. 12. Vaqtincha biriktirilgan yo‘nalishlar vakolatli organ tomonidan navbatdagi birinchi tenderga qo‘yilishi shart. 13. Yo‘nalishni tashuvchiga vaqtincha biriktirish shartnoma asosida amalga oshiriladi. Shartnoma rasmiylashtirmasdan yo‘nalishda xizmat ko‘rsatilishiga yo‘l qo‘yilmaydi. 14. Yo‘nalishda xizmat ko‘rsatish yuzasidan tashuvchi bilan tuzilgan shartnomaning (brutto-shartnoma) amal qilish muddati tugagach, yo‘nalish qayta tenderga qo‘yiladi. Shartnomaning (brutto-shartnoma) amal qilish muddatini uzaytirishga ruxsat berilmaydi. 15. Vakolatli organ yo‘nalish talablariga o‘zgartirishlar kiritishga qaror qilsa, yo‘nalish pasporti unga tegishli o‘zgartirishlar kiritilgan holda qayta tasdiqlanadi. Yo‘nalishga xizmat ko‘rsatish yuzasidan tashuvchi bilan tuzilgan shartnomaning amal qilishi davrida yo‘nalish pasportiga o‘zgartirish va qo‘shimchalar (yo‘nalish sxemasi, harakat jadvallari, qatnov soni, avtotransport hamda tarifdagi o‘zgarishlar) kiritish tomonlarning kelishuviga hamda qonunchilik hujjatlariga muvofiq amalga oshiriladi. 2-bob. Tender o‘tkazishning asosiy tamoyillari va tenderlarni tashkil etish tartibi 16. Tenderni o‘tkazish quyidagi tamoyillarga asoslanadi: yo‘nalishlarni tashuvchilar o‘rtasida, ularning mulkchilik shaklidan qat’i nazar qonuniy, xolisona taqsimlash; yo‘lovchilar transporti xizmat ko‘rsatish sohasida raqobat muhitini yaratish; qatnashchilar tender hujjatlarida qayd etilgan yagona talablar va yo‘lovchilar tashish qoidalari asosida raqobatlashishi; tenderlar faqat axborot tizimi orqali elektron tarzda o‘tkazilishi; tenderda eng manfaatli shartlarini taklif etgan tashuvchiga yo‘nalishni biriktirish. 17. Yo‘lovchilar tashish yo‘nalishlarini biriktirish yuzasidan tenderlar tashkil etish va hujjatlarni rasmiylashtirish jarayoni ushbu Nizomga  1-ilovaga  muvofiq sxema bo‘yicha amalga oshiriladi. 18. Vakolatli organlar tenderga qo‘yiladigan yo‘nalishlar (yo‘nalishlar paketlari yoki jadvali) ro‘yxatini tayyorlaydi, lot talablari, tender predmetini, tender vaqtini, tender o‘tkazilishidan kamida o‘ttiz kun oldin (shahar avtobus yo‘nalishlari bo‘yicha kamida oltmish kalendar kun oldin) axborot tizimiga kiritadi va bu haqda ommaviy axborot vositalari orqali e’lon qiladi. 19. Axborot tizimiga joylashtirilgan yo‘nalish pasporti, e’lon qilingan lotlar va yo‘nalishlarga xizmat ko‘rsatuvchi yuridik shaxslar to‘g‘risidagi ma’lumotlar ochiq ma’lumot hisoblanadi. 20. Lotga quyidagilar qo‘yilishi mumkin: alohida yo‘nalishlar; ikki va undan ortiq yo‘nalishlarni o‘z ichiga olgan yo‘nalishlar paketlari; uzunligi kamida 100 km bo‘lgan yo‘nalishlarning alohida jadvallari (muayyan qatnovlari). 21. Yo‘nalishlar paketlarini shakllantirishda yo‘nalishlarning ahamiyati va rentabelliligi hisobga olinadi. Paketga yuqori rentabelli yo‘nalishlar bilan bir qatorda aholiga xizmat ko‘rsatish uchun zarur bo‘lgan norentabel yo‘nalishlar yoki ushbu yo‘nalishlarning alohida jadvallari (muayyan qatnovlari) kiritilishi mumkin, shahar avtobus yo‘nalishlari bundan mustasno. 22. Yo‘nalish talablari to‘g‘ri belgilanishi uchun vakolatli organlarning rahbarlari shaxsan javobgar bo‘ladilar. 23. Tenderda qatnashish uchun takliflar talabgorlar tomonidan axborot tizimi orqali taqdim etiladi. 24. Talabgorlar tomonidan tender takliflarini taqdim etish muddati tender e’lon qilingan kundan boshlanib, tender o‘tkaziladigan sanadan bir kun oldin tugaydi. Tender takliflarini qabul qilishning yakuniy sanasi va vaqti vakolatli organlar tomonidan belgilanadi va axborot tizimda ko‘rsatiladi. Tender takliflari belgilangan muddat yakunlanganidan keyin qabul qilinmaydi. 25. Tender takliflari taqdim etilganidan keyin qatnashchilar ularga tuzatish kiritish huquqiga ega emas. 26. Talabgor tender takliflarini taqdim etishi uchun tenderni tashkil etish, shu jumladan ommaviy axborot vositalarida e’lon berish xarajatlarini qoplash uchun bazaviy hisoblash miqdorining 30 foizi miqdorida to‘lovni amalga oshirishi kerak. Mablag‘lar Transport vazirligi huzuridagi Transport va logistikani rivojlantirish jamg‘armasida jamlanadi hamda ulardan yo‘nalishlarni o‘rganish, tenderlar o‘tkazishni tashkil etish va o‘tkazish uchun foydalaniladi. 27. Talabgorlar quyidagi ma’lumotlarni axborot tizimi orqali elektron tarzda yuklab olishi mumkin: yo‘nalish pasporti; lotga qo‘yilgan yo‘nalishlarda yo‘lovchilar tashishni tashkil etishga qo‘yiladigan talablar. 28. Axborot tizimida tender o‘tkazilgunga qadar tenderning u yoki bu qatnashchisi tomonidan yuborilgan takliflarni ko‘rish imkoniyati bo‘lmasligi lozim. 3-bob. Tender bo‘yicha takliflar mazmuni 29. Tender bo‘yicha takliflar quyidagi ko‘rsatkichlar va axborotlarni (mezonlarni) o‘zida aks ettirishi lozim: a) shahar avtobus yo‘nalishlari bo‘yicha: lotga qo‘yilgan yo‘nalishlarda avtobus bosib o‘tadigan har bir kilometr masofaning taklif etilayotgan narxlari darajasi; avtobuslarning ishlab chiqarilgan yili; avtobuslarda yo‘lovchilarga qo‘shimcha qulayliklarning mavjudligi; avtobuslarning tashish uchun taklif qilinayotgan umumiy sig‘imi (shu jumladan, yo‘lovchi o‘rindiqlari soni); avtomobil transportida yo‘lovchilarni muntazam tashish sohasidagi ish tajribasi; avtobuslarning ekologik tozaligi; b) shahar, shahar atrofi va viloyat ichidagi shaharlararo yo‘nalishlar bo‘yicha: lotga qo‘yilgan yo‘nalishlarda, xarajatlarni to‘liq qoplashni hisobga olgan holda, yo‘lkira uchun qatnashchi tomonidan taklif etilayotgan tariflar darajasi; avtotransport vositasining toifasi (kategoriyasi) (avtobus, mikroavtobus, yengil avtomobil) va klassi hamda ishlab chiqarilgan yili; avtotransport vositasining yo‘lovchilar tashish uchun taklif qilinayotgan umumiy sig‘imi (shu jumladan, yo‘lovchi o‘rindiqlari soni); yo‘nalishdagi qatnovlarning taklif etilayotgan soni; yo‘nalishlarda ishlayotganda harakatlanish xavfsizligini ta’minlash bo‘yicha tadbirlar rejasi (agar mavjud bo‘lsa); avtobus va mikroavtobusning bazaviy komplektatsiyasida yo‘lovchilarga qo‘shimcha qulayliklar mavjudligi (agar mavjud bo‘lsa); v) shaharlararo — viloyatlararo va xalqaro yo‘nalishlar bo‘yicha  “b” kichik bandda  qayd etilgan mezonlar qo‘llanadi (beshinchi xatboshidagi ko‘rsatkichdan tashqari). g) brutto-shartnoma asosida moliyalashtiriladigan yo‘nalishlar bo‘yicha —  “a” kichik bandda  qayd etilgan mezonlarga qo‘shimcha ravishda yo‘nalishning yakuniy narxi. 30. Qatnashchi tender bo‘yicha takliflarning barcha bandlariga doir haqqoniy, to‘liq va batafsil axborot yuborishga majbur. 31. Tender takliflarini yuborishda yo‘nalish talabida belgilanganidan ko‘p yoki kam sonli avtotransport vositalarini axborot tizimiga kiritilishiga yo‘l qo‘yilmaydi. 32. Aynan bitta avtotransport vositasi bir vaqtning o‘zida bir nechta tugallanmagan lotlarga hamda amaldagi shartnomaga muvofiq yo‘nalishga biriktirilgan avtotransport vositalarining tender taklifi sifatida axborot tizimiga kiritilishiga yo‘l qo‘yilmaydi (shartnomaning amal qilish muddati tugashiga oltmish va undan kam kun qolganida mazkur shartnomada ko‘rsatilgan avtotransportlarning axborot tizimiga kiritilishiga yo‘l qo‘yiladi). 4-bob. Tender bo‘yicha takliflarni baholash va g‘olibni aniqlash 33. Axborot tizimida lot bo‘yicha kamida bir qatnashchi tomonidan takliflar kelib tushsa takliflar baholanadi. 34. Lot bo‘yicha tashuvchilarning takliflari kelib tushmasa, ushbu Nizomda belgilangan tartibda yo‘nalish talabgor chiqquniga qadar, uzog‘i bilan to‘rt marta takroriy tenderga qo‘yiladi. Agar to‘rtta tenderda lot bo‘yicha birorta ham takliflar kelib tushmasa, ushbu yo‘nalish vaqtincha to‘xtatilib turiladi va keyingi tenderlarga qo‘yilmaydi. 35. Agar shahar atrofi yoki viloyat ichidagi shaharlararo avtobus yo‘nalishi bo‘yicha ketma-ket to‘rtta tenderda birorta ham takliflar kelib tushmasa mazkur yo‘nalish norentabel avtobus yo‘nalishi sifatida hisobga olinadi (Toshkent shahri bundan mustasno) hamda tashuvchiga vaqtincha biriktirilgan taqdirda belgilangan tartibda subsidiyalanadi. 36. Agar lot bo‘yicha faqat bir nafar qatnashchidan taklif kelib tushsa, uning tender takliflari qo‘yilayotgan talablarga muvofiq bo‘lsa mazkur qatnashchi g‘olib deb hisoblanadi hamda yo‘nalishda (yo‘nalishlar paketida yoki jadvalida) yo‘lovchi tashish xizmatlarini ko‘rsatish huquqiga ega bo‘ladi. Agar qatnashchining tender takliflari qo‘yilayotgan talablarga muvofiq bo‘lmasa, axborot tizimi tomonidan rad etiladi va takroriy tender tashkil etilishi kerak. Bunda yo‘nalishga (yo‘nalishlar paketiga yoki jadvalga) qo‘yiladigan talablarning qayta ko‘rib chiqilishiga yo‘l qo‘yiladi. 37. Qatnashchilardan tender bo‘yicha kelib tushgan takliflar ushbu Nizomga  2-ilovaga  muvofiq maxsus axborot tizimi orqali avtomatik tarzda baholanadi. 38. Tender bo‘yicha takliflarni baholashning yakuniy bali har bir qatnashchi bo‘yicha aniqlanadi. Eng ko‘p ball to‘plagan qatnashchi tender g‘olibi deb e’tirof etiladi. Agar baholash natijalariga ko‘ra bir nechta qatnashchi teng ballar olgan bo‘lsa, u holda g‘olib teng ballar olgan qatnashchilarning tender takliflardagi ustuvor mezonlardan kelib chiqib aniqlanadi. Ustuvor mezonlar bo‘yicha hisoblangan ballar ham teng bo‘lgan taqdirda, g‘olibni aniqlashda qatnashchining o‘z hududida ixtisoslashgan avtosaroyining mavjud bo‘lishi va yo‘nalishlarda faoliyat ko‘rsatishi davomida tender shartnomasi talab va shartlariga rioya etganligi inobatga olinadi. 39. Tenderlar yakunlari, xususan qatnashchilardan kelib tushgan takliflar mazmuni, hisoblangan ballar, qatnashchilar to‘g‘risidagi ma’lumotlar, takliflarda ko‘rsatilgan ma’lumotlarning haqiqiyligini o‘rganish natijalari axborot tizimida saqlanadi. 40. Tender natijalari bo‘yicha ma’lumotlar Transport vazirligining rasmiy veb-saytiga tender o‘tib bo‘lganidan keyin o‘n besh ish kuni ichida joylashtiriladi. 5-bob. Tender g‘olibining takliflarida ko‘rsatilgan ma’lumotlar haqiqiyligini o‘rganish 41. Vakolatli organ tender g‘olibining barcha takliflaridagi ma’lumotlar haqiqiyligini o‘rganishga haqlidir. 42. Tender g‘olibining takliflari vakolatli organning mas’ul xodimlari tomonidan joyiga chiqqan holda o‘rganiladi. Zaruriyat bo‘lganida takliflardagi ma’lumotlarning haqiqiyligini o‘rganish jarayoniga Ichki ishlar vazirligi xodimlari hamda boshqa manfaatdor vazirlik va idoralar vakillari jalb etilishiga yo‘l qo‘yiladi. 43. Takliflardagi ma’lumotlarning haqiqiyligini o‘rganish vaqti va manzili tender g‘olibi va vakolatli organ o‘rtasida oldindan kelishiladi hamda tender g‘olibi aniqlanganidan keyin o‘n kun ichida amalga oshiriladi. Takliflardagi ma’lumotlarning haqiqiyligini o‘rganish jarayonini ochiq va shaffof tashkil etish maqsadida boshqa tashuvchilar kuzatuvchi sifatida ishtirok etishi mumkin. 44. Vakolatli organning mas’ul xodimi haqiqiyligini o‘rganishdan oldin tenderning barcha ishtirokchilari bilan affillanganlik xususiyatiga ega aloqalari mavjudligi to‘g‘risidagi ma’lumotni axborot tizimiga kiritishi kerak. 45. Tender ishtirokchilari bilan affillanganlik xususiyatga ega aloqalari bo‘lgan vakolatli organ mas’ul xodimlari keltirilgan ma’lumotlarning haqiqiyligini o‘rganishda ishtirok etmasligi kerak. Uning o‘rniga boshqa xodim keltirilgan ma’lumotlarning haqiqiyligini o‘rganish uchun tayinlanadi. Mas’ul xodim tomonidan affillanganlik to‘g‘risida kiritilgan ma’lumotlari axborot tizimida maxfiy saqlanadi. 46. Takliflarning asosliligi va ularda keltirilgan ma’lumotlarning haqiqiyligini o‘rganishga quyidagilar inobatga olinadi: avtotransport vositasi kategoriyasi, klassi hamda o‘rindiqlari soni va axborot tizimiga kiritilgan boshqa ma’lumotlari ishlab chiqaruvchi tomonidan berilgan ma’lumotlarga mos kelishi; avtotransport vositasining bazaviy komplektatsiyasida yo‘lovchilarga qo‘shimcha qulayliklarning mavjudligi hamda ularning soz va funksional holatdaligi; agar avtotransport vositasi lizing asosida olingan bo‘lsa, ushbu holatni tasdiqlovchi hujjatlarning mavjudligi; yo‘nalishlarda ishlayotganda harakatlanish xavfsizligini ta’minlash bo‘yicha tadbirlar rejasi. Ushbu bandda nazarda tutilgan holatlardan biri yoki bir nechtasining haqiqiyligini tasdiqlanmasa, tashuvchining keltirilgan ma’lumotlarning haqiqiyligini tasdiqlanmagan mezon bo‘yicha to‘plagan barcha ballari bekor bo‘ladi. 47. Vakolatli organ tender g‘olibining axborot tizimi orqali yuborgan takliflardagi ma’lumotlarning haqiqiyligini tasdiqlovchi hujjatlarni so‘rab olishga haqli. 48. O‘rganish natijalari va tegishli fototasvirlar vakolatli organ tomonidan axborot tizimiga kiritib-yuklanadi. Yuklangan ma’lumotlar shartnomaning amal qilish muddati yakunlanishiga qadar saqlanadi. 49. Vakolatli organ o‘tkazilgan o‘rganish natijalaridan norozi bo‘lgan tender qatnashchilariga tushuntirishlar berishga majburdir. 6-bob. Tender g‘olibi bilan hujjatlarni rasmiylashtirish va bekor qilish 50. Tender g‘olibi tomonidan lot bo‘yicha taklif qilingan avtotransport vositalarining har biri uchun litsenziya varaqalari sakkiz kun muddat ichida rasmiylashtirilib bo‘lishi lozim. 51. Vakolatli organ bilan tender g‘olibi o‘rtasidagi o‘zaro huquq va majburiyatlarni belgilovchi shartnoma (brutto-shartnoma) ommaviy oferta shaklida axborot tizimga tender g‘olibi aniqlanganidan keyin o‘n kun ichida avtomatik tarzda joylashtiriladi. Tender g‘olibi besh kun ichida joylashtirilgan shartnomani akseptlaydi (taklifni qabul qiladi). 52. Quyidagi holatlarda ochiq tender qatnashchisining tender g‘olibligi bekor qilinadi: lot bo‘yicha taklif qilingan avtotransport vositalari bo‘yicha ma’lumotlar vakolatli organga (oldindan kelishilgan vaqt va manzilga) ularning haqiqatda mavjudligini o‘rganish uchun taqdim qilinmasa; avtotransport vositalarining har biri uchun litsenziya varaqalari belgilangan muddatlarda rasmiylashtirilib bo‘linmasa; axborot tizimiga joylashtirilgan shartnoma belgilangan muddatda sababsiz akseptlanmasa; lot bo‘yicha takliflardagi ma’lumotlarning haqiqiyligini tasdiqlanmaganligi oqibatida to‘plangan ballar keyingi qatnashchi to‘plagan ballaridan kamayib ketsa. Ochiq tender qatnashchisining tender g‘olibligi bekor qilingan taqdirda eng ko‘p ballar miqdori bo‘yicha keyingi qatnashchi tender g‘olibi deb e’tirof etiladi. Keyingi qatnashchining tender takliflardagi ma’lumotlarning haqiqiyligini ham ushbu Nizomning  5-bobida  nazarda tutilgan tartibda o‘rganiladi. 53. Lot bo‘yicha taklif yuborgan yagona qatnashchining yoki barcha qatnashchilarning tender g‘olibligi bekor qilingan taqdirda mazkur yo‘nalish bo‘yicha belgilangan tartibda qayta tenderga qo‘yiladi. 54. Elektron axborot tizimidagi tender yakunlari asosida tender g‘olibi bilan shartnomalar tuzish: shaharlararo-viloyatlararo va xalqaro yo‘nalishlar bo‘yicha — Transport vazirligi tomonidan; shahar, shahar atrofi va viloyat ichki yo‘nalishlar bo‘yicha — Transport vazirligining tegishli hududiy bo‘linmalari tomonidan amalga oshiriladi; Tender talab va shartlariga rioya etilishi ustidan nazorat — Transport vazirligi huzuridagi Transport nazorati inspeksiyasi va uning hududiy bo‘linmalari tomonidan amalga oshiriladi. 55. Shartnoma tuzilganidan so‘ng tenderda g‘olib chiqqan qatnashchining lot bo‘yicha taklif qilgan har bir avtotransport vositasi uchun yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi elektron guvohnoma (keyingi o‘rinlarda — guvohnoma) ushbu Nizomga  3-ilovada  keltirilgan shaklga muvofiq taqdim etiladi. 56. Guvohnomalar QR-kod (matrik shtrixli kod) bilan himoyalangan bo‘ladi hamda tender g‘olibi tomonidan axborot tizimi orqali yuklab olinishiga imkoniyat yaratiladi. 57. Tender g‘olibi bilan shartnoma (brutto-shartnoma) tenderda taklif etilgan avtotransport vositalarining o‘rtacha ishlab chiqarilgan yili ko‘rsatkichlariga muvofiq, quyida keltirilgan tabaqalashtirilgan muddatlarga tuziladi. Shartnomalar tender g‘olibi va vakolatli organ o‘rtasida 7 yil muddatgacha tuziladi. Shartnoma muddati vakolatli organning axborot tizimi orqali avtotransport vositalarining ishlab chiqarilgan yili o‘rtacha ko‘rsatkichlariga muvofiq avtomatik tarzda quyidagicha aniqlanadi: Tenderda taklif etilgan jami avtotransport vositalari parkining o‘rtacha ishlab chiqarilgan yili: 2 yilgacha bo‘lsa (2 yil ham kiradi), shartnoma 7 yil muddatga; 3 yildan 5 yilgacha (5 yil ham kiradi) bo‘lsa, shartnoma 5 yil muddatga; 6 yildan 7 yilgacha (7 yil ham kiradi) bo‘lsa, shartnoma 3 yil muddatga; 8 yildan oshgan bo‘lsa, shartnoma 1 yil muddatga tuziladi. Avtotransport vositalari parkining o‘rtacha ishlab chiqarilgan yili ko‘rsatkichi taklif etilgan avtotransportlarning umumiy ishlab chiqarilgan yilini avtotransport soniga bo‘lish orqali aniqlanadi. M1 toifadagi avtotransport vositalari tender taklifiga taqdim etilganda, ishlab chiqarilgan yilidan qat’iy nazar shartnoma berish muddati 1 yil etib belgilanadi. Tender g‘olibining xohishiga ko‘ra shartnoma belgilangan muddatdan kamroq muddatga ham tuzilishi mumkin, brutto-shartnoma bundan mustasno. 58. Shartnoma talab va shartlari tender g‘olibining lot bo‘yicha kiritgan takliflari asosida shakllantiriladi. 59. Shartnomaning amal qilish muddati tugashidan kamida oltmish kun avval yo‘nalish qayta ochiq tenderga qo‘yilishi yuzasidan e’lon qilinadi. 60. Tashuvchi tomonidan shartnoma talab va shartlariga rioya qilmaslik holati aniqlansa, vakolatli organning mas’ul xodimlari tomonidan dalolatnoma rasmiylashtiriladi. 61. Quyidagi hollarda vakolatli organ shartnomani bir tomonlama bekor qilish yuzasidan iqtisodiy sudga murojaat qiladi (shartnomada boshqacha tartib nazarda tutilgan bo‘lmasa): vakolatli organ mas’ul xodimlari o‘tkazgan monitoring natijalariga ko‘ra tender g‘olibining lot bo‘yicha takliflari haqiqiy emas deb topilsa; tashuvchi shartnoma talab va shartlarini uch marotaba buzsa; tashuvchining litsenziyasi bekor qilinsa, tugatilsa yoki sud qaroriga asosan o‘n kundan ortiq muddatga to‘xtatilsa. 62. Shartnoma muddatidan avval bekor qilingan taqdirda har bir avtotransport vositasiga berilgan elektron guvohnomalar bekor qilinadi. 63. Tenderda taklif etilgan avtotransport vositalarida turli sabablarga ko‘ra qatnovlarni amalga oshirish imkoniyati bo‘lmasa, ularning o‘rniga kamida shunday texnik parametrlarga ega va tender talablariga mos keladigan avtotransport vositalari almashtirish uchun taklif etiladi. Tashuvchi tomonidan avtotransport vositasini almashtirish yuzasidan asoslangan takliflar vakolatli organga taqdim etiladi. Avtotransport vositalari almashtirilgan taqdirda elektron guvohnoma qayta rasmiylashtiriladi. 64. Tender g‘olibi lot bo‘yicha taklif etgan tarif darajasi bo‘yicha kamida bir yil yo‘lovchi tashish xizmatlarini ko‘rsatish majburiyatini oladi. 65. Shartnoma shartlariga qo‘shimcha yoki o‘zgartirishlar tomonlarning qo‘shimcha kelishuviga asosan kiritiladi. Shartnoma shartlariga hamda yo‘nalish pasportiga qo‘shimcha yoki o‘zgartirishlar kiritilishi amaldagi tender g‘olibining tenderda to‘plagan ballari kamayib ketishiga olib kelmasligi kerak. 7-bob. Yakunlovchi qoida 66. Mazkur Nizom talablarining buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javobgar bo‘ladi. 67. Elektron tarzda o‘tkazilgan ochiq tender yakunlaridan norozi bo‘lgan tender qatnashchilari belgilangan tartibda sud organlariga murojaat etishlari mumkin. Shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish va o‘tkazish tartibi to‘g‘risidagi  Yo‘lovchilar tashish yo‘nalishlarini biriktirish yuzasidan ochiq tenderlar tashkil etish va o‘tkazish bo‘yicha Shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish va o‘tkazish tartibi to‘g‘risidagi  Tender bo‘yicha takliflarga beriladigan ballar va baholash tartibi to‘g‘risidagi 1-bob. Umumiy qoidalar 1. Mazkur Yo‘riqnomada quyidagi asosiy tushunchalar qo‘llaniladi: saroydan foydalanish koeffitsiyenti — avtotransport vositalaridan foydalanishning samaradorligini belgilovchi ko‘rsatkich; minimal ball — tashuvchi tomonidan yuborilgan takliflarning baholanishi natijasida to‘planishi zarur bo‘lgan ball miqdori; qatnashchi — ochiq tenderlarda qatnashish uchun takliflarni taqdim etgan talabgor. 2-bob. Tender bo‘yicha takliflarni baholash 2. Yo‘lkira uchun qatnashchi tomonidan taklif etilayotgan tariflar (yo‘nalish narxlari) darajasi quyidagi jadvalga muvofiq baholanadi: Izoh 1. Yo‘nalishdagi tarifning tender qatnashchisi tomonidan taklif etilayotgan darajasi uchun — tashish tarifi darajasini talab qilinayotganga nisbatan pasaytirishning har bir punkti uchun oshib boruvchi koeffitsiyentni qo‘llagan holda besh ballik tizim bo‘yicha baholanadi, bunda, masalan: tender talablarida tarif darajasi 1400 so‘m miqdorida belgilangan. Qatnashchi tomonidan tarif darajasi 1200 so‘m miqdorida taklif etilgan. Bunday holatda tarif darajasi quyidagicha hisoblanadi:  100 foiz — (1 200 so‘m/1 400 so‘m x 100 foiz) = 14,3 foiz,  bunda qatnashchi tomonidan taklif etilgan 1200 so‘m tarif darajasi talab etilgan darajadan 14,3 foiz kamroqni tashkil etmoqda. Jadvalning 2.2-bandi bo‘yicha taklif etilgan tarif talabdan 10 — 20 foiz oralig‘ida past bo‘lsa, 4 ball berilishi belgilangan. Dyemak, taklif etilgan 1200 so‘m tarif uchun 4 ball hisoblanadi.  2. Shahar atrofi, shaharlararo yo‘nalishlar talabida 1 yo‘lovchi — km uchun tarif darajasi 80 so‘m miqdorida belgilangan bo‘lsa, ammo qatnashchi tomonidan 90 so‘m taklif etilgan bo‘lsa ham yuqoridagi formulaga asosan hisoblanadi:  100 foiz — (90 so‘m/80 so‘m x 100 foiz) = -12,5 foiz,  bunda qatnashchi tomonidan taklif etilgan 90 so‘m tarif darajasi talab etilgan darajadan 12,5 foiz ko‘proqni tashkil etmoqda. Jadvalning 1.5-bandi bo‘yicha taklif etilgan tarif talabdan 11 — 20 foizgacha yuqori bo‘lsa, 1 ball berilishi belgilangan. Dyemak, taklif etilgan 1 yo‘lovchi — km uchun tarif darajasi 90 so‘m bo‘lganda 1 ball hisoblanadi.  3. Shahar avtobus yo‘nalishida har bir kilometr masofaning boshlang‘ich narx 10 000 so‘m miqdorida belgilangan bo‘lib, qatnashchi tomonidan 8 500 so‘m taklif etilgan bo‘lsa, narx darajasi quyidagicha hisoblanadi:  100 foiz — (8 500 so‘m/10 000 so‘m x 100 foiz) = 15 foiz,  bunda qatnashchi tomonidan taklif etilgan 8 500 so‘m boshlang‘ich narxdan 15 foiz kam tashkil etadi. Jadvalning 3.3-bandi bo‘yicha taklif etilgan narx 15 — 19 foiz oralig‘ida past bo‘lsa, 16 ball berilishi belgilangan. Dyemak, taklif etilgan narx uchun 16 ball hisoblanadi.  Boshlang‘ich narxdan 30 foizdan past taklif etilgan narxlar baholanmaydi. 3. Qatnashchi tomonidan taklif etilayotgan avtotransport vositasining ishlab chiqarilgan yili quyidagi jadvalga muvofiq baholanadi:     3 1 . Qatnashchining avtomobil transportida yo‘lovchilarni muntazam tashish sohasidagi ish tajribasi quyidagi jadvalga muvofiq baholanadi: Izoh.  Qatnashchining yoki uning shtatidagi yo‘l harakati xavfsizligini ta’minlash va avtotransportlardan foydalanish uchun mas’ul bo‘lgan xodimining avtomobil transportida yo‘lovchilarni muntazam tashish sohasidagi faoliyati, qatnashchiga (xodim avval ishlagan tashkilotiga) har xil davrlar uchun berilgan, yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi guvohnomalar muddatlarini umumlashtirish yo‘li bilan aniqlanadi. 4. Qatnashchi tomonidan taklif etilayotgan avtotransport vositasining yo‘lovchilar tashish uchun taklif qilinayotgan umumiy sig‘imi ko‘rsatkichlari (shu jumladan, yo‘lovchi o‘rindiqlari soni) quyidagi jadvalga muvofiq baholanadi: 5. Yo‘nalishdagi qatnovlarning qatnashchi tomonidan taklif etilayotgan soni talab etilgan qatnovlar soniga mos yoki undan ortiq bo‘lsa, 3 ball hisoblanadi. Agar taklif etilgan qatnovlar soni talab etilgan qatnovlar sonidan kam bo‘lsa, ball berilmaydi. Yo‘nalishdagi qatnovlarning taklif etilayotgan soni bo‘yicha baholash faqat shahar, shahar atrofi va viloyat ichidagi shaharlararo yo‘nalishlar uchun tatbiq etiladi, shahar avtobus yo‘nalishlari bundan mustasno. 6. Qatnashchi tomonidan taklif etilayotgan avtotransport vositasi (faqat avtobus va mikroavtobus) talab etilayotgan kategoriyalarga mos kelsa, 3 ball hisoblanadi. Agar taklif etilgan avtotransport vositasi talab etilayotgan kategoriyalarga mos kelmasa, ball berilmaydi. 7. Yo‘nalishli taksi yo‘nalishlari uchun yengil avtomobillarning qatnashchi tomonidan taklif etilayotgan klassi (agar yo‘nalishga yengil avtomobillar talab etilayotgan bo‘lsa) ko‘rsatkichlari quyidagi jadvalga muvofiq baholanadi: 6-7-bandlarga  7-band       qarori  7-bandidagi  8. Qatnashchi tomonidan taklif etilayotgan avtobus va mikroavtobuslarda yo‘lovchilarga qo‘shimcha qulayliklar mavjudligi uchun quyidagi jadvalga muvofiq koeffitsiyent qo‘llaniladi: Izoh.  Ushbu band faqat 8 o‘rindan oshiq avtobuslar va mikroavtobuslar uchun tatbiq etiladi. Tashuvchi qo‘shimcha qulayliklarning doim soz va funksional holatda saqlanishini ta’minlash majburiyatini oladi. Band bilan belgilangan koeffitsiyentlar miqdori har bir avtotransport uchun alohida hisoblanadi.  Avtotransportlar talab etilayotgan kategoriyalarga mos kelganidan keyin ularning salonida qulayliklar yaratilgani uchun belgilangan shkala asosida 1 ballga nisbatan oshiruvchi koeffitsiyent qo‘llaniladi.  1 x 1,20 = 1,2 x 10 = 12 konditsioner uchun ball,  1 x 1,15 = 1,15 x 5 = 5,75 internet uchun ball,  1 x 1,05 = 1,05 x 2 = 2,1 monitorlar uchun ball.  Barcha ballar qo‘shiladi hamda taklif etilgan umumiy avtotransport soniga bo‘linadi:  (12+5,75+2,1) : 10 = 1,98  Dyemak, taklif etilgan 10 ta avtotransportda qo‘shimcha qulayliklar yaratilgani uchun 1,98 ball hisoblanadi. 8 1 . Shahar avtobus yo‘nalishlarida taklif etilayotgan avtobuslarning ekologik tozaligini aniqlash uchun quyidagi jadvalga muvofiq koeffitsiyent qo‘llaniladi: Izoh.  Ushbu jadvalda belgilangan shkala asosida 1 ballga nisbatan koeffitsiyent miqdori har bir avtobus uchun alohida hisoblanadi.  Masalan, tashuvchi tomonidan taklif etilgan 10 ta avtobusning 5tasi elektrobus va 5 tasi tabiiy gazda ishlaydigan avtobuslar bo‘lganda, ballar quyidagicha hisoblanadi:  1 x 5 = 5 x 5 = 25 ball — elektrobuslar uchun,  1 x 3 = 3 x 5 = 15 ball — tabiiy gazda ishlaydigan avtobuslarga.  Barcha ballar qo‘shiladi hamda taklif etilgan umumiy avtobuslar soniga bo‘linadi:  (25+15) / 10 = 4 ball  Dyemak, taklif etilgan 10 ta avtobus uchun 4 ball hisoblanadi. 9. Yo‘nalishlarda ishlayotganda harakatlanish xavfsizligini ta’minlash bo‘yicha qatnashchi tomonidan amalga oshirilgan tadbirlar rejasi quyidagicha baholanadi, shahar avtobus yo‘nalishlari bundan mustasno: avtotransport vositalarini har kuni reysdan oldingi texnik ko‘rikdan o‘tkazish uchun barcha sharoitlarni yaratganlik uchun 1 ball; haydovchilarni har kungi tibbiy ko‘rikdan o‘tkazish uchun barcha sharoitlarni yaratganlik uchun 1 ball; taklif etilgan avtotransport vositalari sonidan kelib chiqib, barcha haydovchilariga 30 soatlik dastur bo‘yicha Yo‘l harakati qoidalarini o‘rgatganligi uchun 1 ball; taklif etilgan barcha avtotransport vositalarining old oynalariga videoregistrator o‘rnatganlik uchun 1 ball; taklif etilgan barcha avtotransport vositalarini “GPS” rejimida masofadan kuzatish tizimiga ulaganlik uchun 1 ball. taklif etilgan barcha avtotransport vositalarini avtomatlashgan to‘lov tizimiga ulaganlik uchun 1 ball. qarordan 10. Barcha mezonlar bo‘yicha olingan ballar qo‘shilib, umumiy (yakuniy) ball aniqlanadi. Agar baholash natijalariga ko‘ra bir nechta qatnashchi teng ballar olgan bo‘lsa, u holda g‘olib teng ballar olgan qatnashchilarning tender takliflaridagi quyidagi ustuvor mezonlardan kelib chiqib aniqlanadi: 11. Ikki va undan ortiq yo‘nalishlarni o‘z ichiga olgan yo‘nalishlar paketlarini baholashda ballar paket ichidagi yo‘nalishlar bo‘yicha alohida hisoblanadi hamda umumlashtiriladi. 12. Tashuvchining takliflari yo‘nalish talablariga muvofiqligi yo‘nalish bo‘yicha yig‘ilishi zarur bo‘lgan minimal ball to‘planganligi bilan aniqlanadi. 3-bob. Yakuniy qoidalar 13. Tenderlar o‘tkazish bo‘yicha amaliy tajriba to‘planishiga qarab, Transport vazirligi tomonidan tabaqalashtirilgan va qo‘shimcha ballarga o‘zgartirishlar kiritilishi mumkin. 14. Mazkur Yo‘riqnoma talablarining buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javobgar bo‘ladi. Shahar, shahar atrofi, shaharlararo (Qoraqalpog‘iston Respublikasi va viloyatlar ichida hamda Qoraqalpog‘iston Respublikasi, Toshkent shahar va viloyatlararo) va xalqaro yo‘nalishlarni biriktirish bo‘yicha ochiq tenderlarni elektron tarzda tashkil etish va o‘tkazish tartibi to‘g‘risidagi  Avtomobil transportida yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi guvohnoma Vazirlar Mahkamasining 2021-yil 6-dekabrdagi 738-son O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilgan o‘zgartirishlar va qo‘shimchalar 1. Vazirlar Mahkamasining “O‘zbekiston Respublikasida avtomobil transportida yo‘lovchilar va bagaj tashish qoidalarini hamda avtobuslarda yo‘lovchilar tashish xavfsizligini ta’minlashga doir talablarni tasdiqlash haqida” 2003-yil 4-noyabrdagi 482-son  qarorida  (O‘zbekiston Respublikasi QT, 2003-y., 11-son, 108-modda): a) 1-bandining  uchinchi xatboshi  quyidagi tahrirda bayon qilinsin: “O‘zbekiston Respublikasida avtobuslarda hamda yo‘nalishli taksida yo‘lovchilar tashish xavfsizligini ta’minlashga doir talablar 2-ilovaga muvofiq tasdiqlansin”; b)  1-ilovada : 6-bandda : o‘n beshinchi xatboshida  “avtobus” so‘zi “mikroavtobus” so‘zi bilan almashtirilsin; o‘n yettinchi xatboshi  quyidagi tahrirda bayon etilsin: “yo‘nalish pasporti (yo‘nalish hujjatlari) — yo‘nalish to‘g‘risidagi asosiy ma’lumotlarni tavsiflovchi hujjatlar (yo‘nalish pasporti elektron shaklda bo‘lishiga yo‘l qo‘yiladi)”; quyidagi mazmundagi yigirma yettinchi xatboshi qo‘shilsin: “muntazam yo‘nalishlar — tasdiqlangan yo‘nalish sxemasi, harakatlanish jadvali, yo‘l haqi tariflariga muvofiq avtotransport vositalarining muayyan manzillar oralig‘ida belgilangan qatnov yo‘li”; 9-band  quyidagi tahrirda bayon qilinsin: “9. Yangi yo‘nalishlarni tashkil etish (ochish) qonunchilik hujjatlarida belgilangan tartibda: a) shaharlar, shahar atrofi va viloyatlar ichidagi yo‘nalishlarda — O‘zbekiston Respublikasi Transport vazirligining (keyingi o‘rinlarda — Transport vazirligi) hududiy bo‘linmalari tomonidan; b) viloyatlararo-shaharlararo yo‘nalishlarda — Transport vazirligi tomonidan; v) xalqaro yo‘nalishlarda — Transport vazirligi tomonidan xorijiy mamlakatlarning transport sohasidagi vakolatli organi bilan kelishgan holda amalga oshiriladi”; 10-bandning  birinchi xatboshi  quyidagi tahrirda bayon qilinsin: “10. Har bir yangidan ochiladigan va foydalaniladigan yo‘nalishlar uchun yo‘nalish pasporti yo‘nalishning tegishliligi bo‘yicha Transport vazirligi yoki uning hududiy bo‘linmalari tomonidan ishlab chiqiladi va tasdiqlanadi (shu jumladan elektron tarzda) hamda unda quyidagilar bo‘ladi”; 19-bandning  ikkinchi xatboshi  quyidagi tahrirda bayon qilinsin: “shartnomaga muvofiq ushbu yo‘nalishda avtotransport vositasiga qatnovlarni amalga oshirish huquqini tasdiqlovchi guvohnomaga”; v)  2-ilovada : 1-bandda : birinchi xatboshiga  “avtobuslarda” so‘zidan keyin “hamda yo‘nalishli taksida” so‘zlari qo‘shilsin; 2-bandda : ikkinchi xatboshi  quyidagi tahrirda bayon qilinsin: “yangi avtobus yo‘nalishlari ochish va ishlab turganlaridan foydalanishni davom ettirish to‘g‘risida qarorlar qabul qiluvchi Transport vazirligi va uning hududiy bo‘linmalari”; uchinchi xatboshida  “transporti bilan avtobusda” so‘zlari “avtotransporti bilan” so‘zlari bilan almashtirilsin; 5-bandda : birinchi xatboshida  “avtobuslarda” so‘zi “muntazam yo‘nalishlarda” so‘zlari bilan almashtirilsin; oltinchi xatboshida  “kontraktlariga” so‘zi “shartnomalariga” so‘zi bilan almashtirilsin; 18-band  quyidagi tahrirda bayon qilinsin: “18. Yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqiga vakolatli organ bilan yo‘nalishlarida yo‘lovchi tashish xizmatlarini ko‘rsatish huquqini beruvchi shartnomani tuzgan tashuvchi ega bo‘ladi. Yo‘lovchilarni muntazam (yo‘nalishli) tashish yo‘nalishlarida shartnoma tuzmasdan ishlashga yo‘l qo‘yilmaydi”; 23-bandning  uchinchi xatboshi  quyidagi tahrirda bayon qilinsin: “Shaharlararo-viloyatlararo va xalqaro yo‘nalishlarda 400 km va undan uzoq yo‘nalishlarda avtotransport vositalarida yo‘lovchilar tashishni bir haydovchi bilan tashkil etish taqiqlanadi”; 61-band  quyidagi tahrirda bayon qilinsin: “61. Ochilishi rejalashtirilayotgan yo‘nalishlarining harakat xavfsizligi talablariga muvofiqligini aniqlash hokimliklar, Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, O‘zbekiston Respublikasi Transport vazirligi huzuridagi Avtomobil yo‘llari qo‘mitasi, Qoraqalpog‘iston Respublikasi Transport vazirligi, viloyatlar va Toshkent shahar transport boshqarmalari tomonidan tasdiqlanadigan manfaatdor tashkilotlar (transport, yo‘l, kommunal va boshqa), shuningdek yo‘l harakati xavfsizligi boshqarmasi vakillaridan iborat komissiyalar tomonidan amalga oshiriladi. Komissiyalar a’zolari o‘z vakolatiga kiruvchi masalalar bo‘yicha ishlab turgan va yangidan ochilayotgan yo‘nalishlarning harakat xavfsizligi talablariga muvofiqligini baholash uchun shaxsan javobgar bo‘ladilar. Komissiyalar yangi yo‘nalish ochish yuzasidan quyidagi choralarni amalga oshiradi: a) yo‘nalish bo‘yicha yo‘lovchilarning tashishga bo‘lgan ehtiyojini aniqlaydi; b) harakat sxemasini belgilaydi va avtomobil yo‘li sharoitini o‘rganadi hamda yo‘nalishni qonunchilikda belgilangan harakat xavfsizligi talablariga mos bo‘lishini aniqlaydi; v) yo‘nalish bo‘ylab sinov qatnovlarini amalga oshiradi; g) yo‘nalishni ochish yoki ochmaslik yuzasidan asoslangan xulosa tayyorlaydi”; 64-bandi  quyidagi tahrirda bayon qilinsin: “64. Tekshirish natijalariga ko‘ra yo‘nalishlarning harakat xavfsizligi talablariga muvofiqligi yoki muvofiq emasligi to‘g‘risida komissiyaning xulosasi beriladi. Xulosaga, shuningdek, harakat sharoitlarini yaxshilashga va yo‘nalishda yo‘l-transport hodisalarining oldini olishga qaratilgan kechiktirib bo‘lmaydigan va istiqboldagi tadbirlarni o‘tkazish bo‘yicha komissiyaning takliflari ham kiritiladi. Tekshirish xulosasi yo‘nalish hujjatlari bilan birgalikda bir nusxasi Transport vazirligi yoki uning hududiy bo‘linmalarida va ikkinchi nusxasi tashuvchida saqlanadi”; IX bob  nomi  quyidagi tahrirda bayon qilinsin: quyidagi mazmundagi 67 1 -band qo‘shilsin: “67 1 . Yangi yo‘nalishlarni ochish bo‘yicha tashabbus quyidagilar tomonidan beriladi: a) tashuvchilar; b) Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyat, tuman (shahar)lar hokimliklari; v) yangi ochilgan yo‘nalishlarning harakat xavfsizligi talablariga muvofiqligini aniqlash bo‘yicha komissiyalar; g) Transport vazirligi va uning hududiy bo‘linmalari; d) fuqarolarning o‘z-o‘zini boshqarish organlari va boshqa jamoatchilik vakillari; e) xorijiy davlatlarning transport sohasidagi vakolatli organi va tashuvchilari (xalqaro yo‘nalishlar uchun)”; 68-band  quyidagi tahrirda bayon qilinsin: “68. Yangi yo‘nalishlarini ochishda yo‘l harakati xavfsizligi maqsadida temir yo‘ldan kesib o‘tishni inkor qiluvchi yechim izlanishi kerak. Agar buning iloji bo‘lmagan taqdirda avtotransport vositalarining temir yo‘l kesishmasi orqali harakatlanishiga yo‘nalishni tekshiruvchi komissiya taqdimnomasiga ko‘ra, temir yo‘l boshlig‘i yoki temir yo‘llarni kesib o‘tish yo‘llari tasarrufida bo‘lgan tashkilot rahbarining ruxsati bilan yo‘l qo‘yiladi. Shaharlarda umumiy uzunligiga ko‘ra bir-birini 50 foizdan ko‘p bo‘lgan masofa oralig‘ida takrorlovchi avtobus bilan yo‘nalishli taksi yo‘nalishlari ochilishiga yo‘l qo‘yilmaydi; Shahar va shahar atrofida yangi yo‘nalishlarni tashkil qilishda yo‘nalish sxemasi bir-birini 50 foizdan ko‘p bo‘lgan masofa oralig‘ida takrorlash holatlarini inkor qiluvchi yechim izlanishi kerak. Bunda avtobus yo‘nalishlari ustuvor ahamiyatga ega bo‘ladi.”; 69-band  quyidagi tahrirda bayon qilinsin: “69. Vaqtinchalik (mavsumiy) yo‘nalishlari, agar: past qoplamali yo‘llar bo‘ylab avtotransport harakatini ochish talab etilsa; avtotransportlarning og‘irlik parametrlari va hajmlarining avtomobil yo‘llari haqiqiy toifalariga muvofiqligini ta’minlash imkoniyati bo‘lmasa; avtomobil yo‘llari, ko‘chalar uchastkalari bo‘ylab, sun’iy inshoot, temir yo‘ldan kesib o‘tish yo‘llari va parom orqali o‘tish bo‘yicha ularning texnik holati, muhandislik uskunalari, saqlash darajasi normativ hujjatlar talablaridan chetga chiqilganda avtotransport harakatini ochish zarur bo‘lganda tashkil etilishi mumkin”; 70-band  quyidagi tahrirda bayon qilinsin: “70. Vaqtinchalik yo‘nalishlarni ochishda yo‘nalishning amal qilish muddati (davri), shuningdek avtotransport harakati xavfsizligini ta’minlash maqsadida tashuvchilar, yo‘l, kommunal va boshqa tashkilotlar tomonidan amalga oshirilishi zarur bo‘lgan chora-tadbirlar kompleksi aniq ko‘rsatilishi kerak”; 71-bandda  “avtobus yo‘nalishini” so‘zlari “yo‘nalishlarni” so‘zi bilan almashtirilsin; 72-band  quyidagi tahrirda bayon qilinsin: “72. Kechiktirib bo‘lmaydigan hollarda (tabiiy hodisalar sababli yo‘llar, yo‘l inshootlari buzilishi, yo‘l yoki meteorologiya sharoitlarining harakat xavfsizligi ta’minlab bo‘lmaydigan darajagacha yomonlashishi, issiqlik, gaz, elektr kommunikatsiyalarida va boshqa kommunikatsiyalardagi avariyalar) tashuvchilar, yo‘l, kommunal tashkilotlar yo‘l harakati xavfsizligi boshqarmalari, joylardagi davlat hokimiyati organlari yoki Transport vazirligining hududiy bo‘linmalari avtotransportlar harakatini darhol to‘xtatish huquqiga egadirlar, ayni paytda bu haqda tegishli tashuvchilar, yo‘l, kommunal xo‘jaligi tashkilotlariga, yo‘l harakati xavfsizligi boshqarmalariga xabar beriladi. Avtotransport harakatini vaqtincha to‘xtatish tartibi yo‘nalishlarni ochish va yopish vakolatlari berilgan organlar tomonidan belgilanadi”; 74-bandda  “avtobus yo‘nalishlarining” so‘zlari “yo‘nalishlarning” so‘zi bilan almashtirilsin; 75-band  quyidagi tahrirda bayon qilinsin: “75. Avtobus yo‘nalishlarini tekshirish bo‘yicha komissiya tarkibi mahalliy ijro hokimiyati organlari qarorlari bilan tuziladi. Komissiyalar xulosalari asosida yo‘nalishni ochish bo‘yicha qarorlar yo‘nalishning tegishliligi bo‘yicha: a) shahar, shahar atrofi va shaharlararo-viloyatlar ichidagi yo‘nalishlarda — Transport vazirligining hududiy bo‘linmalari boshliqlari; b) shaharlararo-viloyatlararo va xalqaro yo‘nalishlarda — Transport vaziri tomonidan qabul qilinadi”; quyidagi mazmundagi 76-band bilan to‘ldirilsin: “76. Vakolatli organning yo‘nalishni ochish bo‘yicha ijobiy qaroriga asosan yo‘nalishlar hujjatlari (pasporti) ishlab chiqiladi. Muntazam yo‘nalishlar yo‘l, ob-havo va boshqa sharoitlar oqibatida hamda uzoq davr mobaynida (kamida 1 yil) tashuvchisiz qolgan taqdirda vaqtincha to‘xtatib turiladi. Muntazam yo‘nalishlarni vaqtincha to‘xtatib turish bo‘yicha qarorlar yo‘nalishlarni ochish va yopish bo‘yicha vakolatga ega organ tomonidan qabul qilinadi”; quyidagi mazmundagi X bob qo‘shilsin: 77. Avtobusda tashuvlarni amalga oshiruvchi korxonalar ko‘l ostidagi barcha hujjatlardan: haydovchining ish grafigi, yo‘l varaqasi, shaxsiy nazorat kitobchasi, taxograf yozuvlarining tahlili natijalaridan foydalangan holda avtobus haydovchisini boshqaruv vaqti, ish va dam olish vaqtini nazorat qilib boradi. Mehnat va dam olish tartibi buzilgan hollarda korxona darhol ularni bartaraf etishi va kelgusida ularga yo‘l qo‘ymasligi kerak. 78. Avtobuslar yo‘l-transport hodisalarining oldini olish maqsadida ish beruvchi tomonidan haydovchilarni yo‘nalishdagi harakat vaqtida charchog‘ini aniqlash qurilmalari bilan jihozlanishi zarur. 79. Haydovchining mehnat va dam olish tartibini ta’minlamagan ish beruvchilar O‘zbekiston Respublikasi qonunchiligida ko‘rsatilgan tartibda javobgarlikka tortiladilar. 80. O‘zbekiston Respublikasi O‘lchov vositalari davlat reyestriga kiritilgan va belgilangan tartibda qiyoslashdan o‘tkazilgan taxograflardan foydalanishga ruxsat etiladi. Liniyaga taxografi yo‘q yoki taxograf nosoz holda avtobuslarni chiqargan ish beruvchilar O‘zbekiston Respublikasi qonunchilik hujjatlarida belgilangan tartibda javobgar bo‘ladilar. 81. Korxona haydovchining haqiqiy ishlash va dam olish tartibini tasdiqlovchi hujjatlarni, taxograf yozuvlarini, foydalanilgan shaxsiy nazorat kitobchalarini oxirgi yozuv qayd etilgan kundan boshlab o‘n ikki oy davomida saqlashi va nazoratchi talabiga muvofiq unga taqdim etishi kerak. 82. Har bir avtobus haydovchisi kun davomida shaxsiy nazorat kitobchasiga dam olish soatlarini qayd etib borishi kerak. U o‘z yonida nazorat kitobchasini olib yurishi va nazoratchi talabiga ko‘ra taqdim etishi shart. Agar avtobus elektron yoki raqamli nazorat moslamasi (taxograf) bilan jihozlangan bo‘lsa, nazorat kitobchasi bo‘lishi talab etilmaydi. 83. Avtobus haydovchilarining smenalar orasidagi dam olish vaqtini aniqlash yo‘l varaqasidagi haqiqiy garajdan chiqish ma’lumotlari bilan avvalgi kun uchun garajga kirib kelganlik ma’lumotlarini taqqoslash yo‘li bilan Chipta-hisob va yo‘l varaqalarini to‘ldirish bo‘yicha yo‘riqnomaga mos ravishda amalga oshiriladi”. 2. Vazirlar Mahkamasining 2019-yil 19-apreldagi 336-son qarori bilan tasdiqlangan Transport vazirligi to‘g‘risidagi  nizomda : a) 13-bandda “b” kichik bandining  sakkizinchi xatboshi  quyidagi tahrirda bayon qilinsin: “avtomobil tashuvlari yo‘nalishlarini tender bo‘yicha amalga oshirish mexanizmlarini takomillashtiradi, shahar, shahar atrofi, shaharlararo va xalqaro yo‘lovchilar tashish yo‘nalishlarini joylashtirish uchun ochiq tenderlarni belgilangan tartibda tashkil etadi, yo‘nalishlarida xizmat ko‘rsatish huquqini beruvchi namunaviy shartnomalarni ishlab chiqadi va tasdiqlaydi”; b) 19-bandda  “4” kichik band  quyidagi tahrirda bayon qilinsin: “4) tegishliligi bo‘yicha shahar, shahar atrofi va shaharlararo-viloyat ichki yo‘lovchi tashish yo‘nalishlarini joylashtirish uchun ochiq tenderlarni belgilangan tartibda tashkil etadi;”. Vazirlar Mahkamasining 2021-yil 6-dekabrdagi 738-son O‘zbekiston Respublikasi Hukumatining o‘z kuchini yo‘qotayotgan ayrim qarorlari 1. Vazirlar Mahkamasining “Shahar yo‘lovchilar transportida ochiq tenderlar tashkil etish va ularni o‘tkazish masalalari to‘g‘risida” 1998-yil 17-avgustdagi 350-son  qarori . 2. Vazirlar Mahkamasining “Shahar atrofi, shaharlararo va xalqaro yo‘lovchilar tashish avtomobil transportida ochiq tenderlar tashkil etish va o‘tkazish masalalari to‘g‘risida” 1999-yil 29-iyuldagi 368-son  qarori . 3. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirishlar va qo‘shimchalar kiritish to‘g‘risida” 2000-yil 24-oktabrdagi 412-sonli qaroriga ilovaning  10-bandi . 4. Vazirlar Mahkamasining “Avtomobil transporti sohasida boshqaruvning tashkiliy tuzilmasini takomillashtirish chora-tadbirlari to‘g‘risida” 2001-yil 5-iyundagi 245-son qaroriga 9-ilovaning  4-bandi . 5. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirishlar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida” 2005-yil 11-fevraldagi 59-son qaroriga 1-ilovaning  6-bandi . 6. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Avtomobil transportida yo‘lovchilar tashish sohasidagi tadbirkorlik faoliyatining alohida turlarini amalga oshirishni tartibga solish to‘g‘risida” 2006-yil 9-martdagi PQ-303-son qarori)” 2006-yil 29-maydagi 98-son qaroriga 1-ilovaning  1-  va  2-bandlari . 7. Vazirlar Mahkamasining “Yo‘lovchilar tashish yo‘nalishlarini joylashtirish uchun tenderlar o‘tkazish tizimini takomillashtirish to‘g‘risida” 2011-yil 16-fevraldagi 34-son qaroriga 1-ilovaning  1-  va  2-bandlari . 8. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasining Xususiylashtirish, monopoliyadan chiqarish va raqobatni rivojlantirish davlat qo‘mitasini tashkil etish to‘g‘risida” 2012-yil 13-noyabrdagi PF-4483-son Farmoni)” 2013-yil 9-sentabrdagi 244-son qaroriga 1-ilovaning  10-  va  13-bandlari . 9. Vazirlar Mahkamasining “Aholiga transport xizmati ko‘rsatish hamda shaharlar va qishloqlarda avtobuslarda yo‘lovchilar tashish tizimini yanada takomillashtirish chora-tadbirlarini amalga oshirish to‘g‘risida” 2017-yil 25-apreldagi 238-son qaroriga 4-ilovaning  1-  va  2-bandlari . 10. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasi xususiylashtirilgan korxonalarga ko‘maklashish va raqobatni rivojlantirish davlat qo‘mitasini tashkil etish to‘g‘risida” 2017-yil 18-apreldagi PF-5016-son farmoni)” 2017-yil 16-avgustdagi 638-son qaroriga 1-ilovaning  6-  va  8-bandlari . 11. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek, ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Ichki ishlar organlarining faoliyati samaradorligini tubdan oshirish, jamoat tartibini, fuqarolar huquqlari, erkinliklari va qonuniy manfaatlarini ishonchli himoya qilishni ta’minlashda ularning mas’uliyatini kuchaytirish chora-tadbirlari to‘g‘risida” 2017-yil 10-apreldagi PF-5005-son Farmoni)” 2018-yil 3-maydagi 321-son qaroriga 1-ilovaning  6-bandi . 12. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga O‘zbekiston Respublikasi hududi orqali tranzit tashishlarda xorijiy avtotashuvchilar uchun qulay shart-sharoitlar yaratishga qaratilgan o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida” 2018-yil 15-dekabrdagi 1022-son qaroriga 1-ilovaning  3-bandi . 13. Vazirlar Mahkamasining “O‘zbekiston Respublikasida avtomobil transportini boshqarish tizimini takomillashtirishga doir tashkiliy chora-tadbirlar to‘g‘risida” 2018-yil 9-iyundagi 434-son qaroriga 6-ilovaning  1-  va  2-bandlari . 14. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirishlar kiritish to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Mehnatga haq to‘lash, pensiyalar va boshqa to‘lovlar miqdorlarini aniqlash tartibini takomillashtirish to‘g‘risida” 2019-yil 21-maydagi PF-5723-son Farmoni)” 2019-yil 28-dekabrdagi 1046-sonli qaroriga ilovaning  14-bandi . 15. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartish va qo‘shimchalar kiritish, shuningdek, ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasi Monopoliyaga qarshi kurashish qo‘mitasi faoliyatini tashkil etish to‘g‘risida” 2019-yil 24-yanvardagi PQ-4126-son qarori) 2019-yil 19-dekabrdagi 1014-son qaroriga ilovaning  5-  va  6-bandlari . 16. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek, ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Transport sohasida davlat boshqaruvi tizimini tubdan takomillashtirish chora-tadbirlari to‘g‘risida” 2019-yil 1-fevraldagi PF-5647-son Farmoni va O‘zbekiston Respublikasi Prezidentining “Yuk va yo‘lovchi tashish tizimini tubdan takomillashtirish chora-tadbirlari to‘g‘risida” 2019-yil 6-martdagi PQ-4230-son qarori)” 2020-yil 8-maydagi 271-sonli qaroriga 1-ilovaning  3-  va  4-bandlari . "}]