[{"Law_reference": "O‘zbekiston Respublikasi Prezidentining qarori, 02.02.2022 yildagi PQ-111-son", "Law_title": "Toshkent shahar jamoat transporti tizimini yanada rivojlantirishga doir qo‘shimcha chora-tadbirlar to‘g‘risida", "Law_content": "Toshkent shahar jamoat transporti tizimini kompleks rivojlantirish, yo‘lovchilarga sifatli va xavfsiz transport xizmatlarini ko‘rsatish, transport infratuzilmasini yaxshilash, harakat tarkibini barcha qulayliklarga ega bo‘lgan zamonaviy avtobuslar bilan yangilash, yo‘l harakati xavfsizligini ta’minlash hamda piyodalarga qulay harakatlanish muhitini yaratish maqsadida: 1. Toshkent shahar jamoat transporti tizimini rivojlantirishning ustuvor yo‘nalishlari etib quyidagilar belgilansin: jamoat transporti tizimini uning barcha turlarini uzviy bog‘lagan holda kompleks rivojlantirish, aholining jamoat transportidan foydalanish darajasini kamida ikki barobarga oshirish; jamoat transporti infratuzilmasini rivojlantirish, metropoliten tarmog‘ini kengaytirish, zamonaviy transport-o‘tish bog‘lamalarini hamda namunaviy loyihalar asosida avtobus bekatlarini tashkil etish, jamoat transporti harakatiga ustuvorlik berish uchun chorraha va ko‘chalarni qayta loyihalashtirish; tashuvchilarni moliyalashtirish tizimi va tarif siyosatini takomillashtirish orqali soha korxonalarini moliyaviy sog‘lomlashtirish hamda xususiy sektor ulushini ikki barobarga oshirish; velosiped va boshqa motorsiz transport turlarini rivojlantirish, jumladan, piyodalar va velotransport uchun qulay harakatlanish yo‘laklarini, velosipedlarni ijaraga berish va ular uchun maxsus turar joylarni tashkil etish; raqamli texnologiyalar va innovatsion yondashuvlarni keng qo‘llagan holda transport vositalari harakatini boshqarishning intellektual (“aqlli chorraha”, “aqlli avtobus” va “aqlli bekat”) tizimlarini joriy etish hamda yo‘l harakati xavfsizligini ta’minlash; jamoat transporti harakat tarkibini zamonaviy, ekologik toza avtobuslar, jumladan elektrobuslar bilan yangilash. 2. Transport vazirligi, Iqtisodiy taraqqiyot va kambag‘allikni qisqartirish vazirligi, Moliya vazirligi, Qurilish vazirligi va Toshkent shahar hokimligi tomonidan ishlab chiqilgan Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirish konsepsiyasi va uni amalga oshirish bo‘yicha “Yo‘l xaritasi”  1  va  2-ilovalarga  muvofiq ma’qullansin. Quyidagilarni nazarda tutuvchi Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirishning maqsadli ko‘rsatkichlari (indikatorlari)  3-ilovaga  muvofiq tasdiqlansin: yo‘lovchi tashishlar umumiy hajmida jamoat transportining ulushini hozirgi 21 foizdan 43 foizga oshirish; jamoat transportida kunlik yo‘lovchi tashish hajmini kamida ikki barobarga oshirib, kuniga 2,7 million yo‘lovchiga yetkazish; jamoat transportining harakatlanish o‘rtacha oraliq intervalini 2 barobarga kamaytirish; jamoat transportining yangi tarmog‘i asosida 159 ta avtobus yo‘nalishlarini, jumladan 11 ta magistral, 14 ta halqa, 92 ta bog‘lovchi va 42 ta yetkazib beruvchi yo‘nalishlarni bosqichma-bosqich joriy etish; 1 063 ta avtobus, jumladan 673 ta elektrobus xarid qilish yo‘li bilan jamoat transporti harakat tarkibini yangilash; bir transport turidan boshqa transport turiga qulay va tezkor o‘tish uchun 16 ta zamonaviy transport-o‘tish bog‘lamalarini tashkil etish; namunaviy loyiha asosida 1160 ta avtobus bekatlarini rekonstruksiya qilish. 3. Transport vazirligi, Moliya vazirligi va Toshkent shahar hokimligining Toshkent shahrida 2023-yil 1-yanvardan boshlab jamoat transportining yangi tarmog‘i asosida tashkil etiladigan yo‘nalishlarda tashuvchilarni “bosib o‘tilgan yo‘l”, “yo‘lovchi oqimi” va “sifat” mezonlari bo‘yicha bajarilgan ishlar hajmidan kelib chiqqan holda moliyalashtirishning yangi tizimini (keyingi o‘rinlarda — yangi tizim) bosqichma-bosqich joriy etish to‘g‘risidagi taklifi ma’qullansin. Belgilansinki, yangi tizim asosida: tashuvchilarni moliyalashtirish manbalari etib jamoat transportida yo‘lovchi tashishdan olinadigan daromadlar va mahalliy budjet parametrlarida jamoat transporti uchun ko‘zda tutilgan barcha mablag‘lar hisoblanadi; bajariladigan ishlar qiymati tashuvlar bilan bog‘liq bo‘lgan barcha sarf-xarajatlar hamda kamida 10 foiz rentabellik inobatga olingan holda hisob-kitob qilinadi; yo‘lovchi tashishdan olinadigan daromadlar va mahalliy budjet parametrlarida jamoat transporti uchun ko‘zda tutilgan barcha mablag‘lar Transport vazirligining Toshkent shahar transport boshqarmasida jamlanadi hamda tashuvchilar bilan hisob-kitoblar amalga oshiriladi. Transport vazirligi Moliya vazirligi bilan birgalikda uch oy muddatda Jamoat transporti tashuvchilarini bajarilgan ish hajmidan kelib chiqqan holda moliyalashtirish tartibini tasdiqlash uchun Vazirlar Mahkamasiga kiritsin. 4. Toshkent shahar hokimligi va Transport vazirligining Toshkent shahrida avtobus bekatlari namunaviy loyihasini yo‘lovchilar, shu jumladan, aholining imkoniyati cheklangan guruhlari uchun qulay shart-sharoitlar yaratilishini inobatga olgan holda ishlab chiqish hamda mazkur bekatlar joylashtiriladigan yer maydonlarini elektron onlayn auksion savdolari orqali tadbirkorlik subyektlariga ijara huquqi asosida vaqtinchalik foydalanishga berish to‘g‘risidagi taklifiga rozilik berilsin. Belgilansinki: tadbirkorlarga mazkur bekatlarda faqatgina reklama vositasi, bankomatlar va oziq-ovqat mahsulotlarini xarid qilishga mo‘ljallangan o‘ziga o‘zi xizmat ko‘rsatish (vending) avtomatlarini joylashtirishga ruxsat etiladi; yangi va rekonstruksiya qilinadigan bekatlar joylashtiriladigan yer maydonlarida savdo va maishiy xizmat ko‘rsatish obyektlarini joylashtirish taqiqlanadi, o‘ziga o‘zi xizmat ko‘rsatish (vending) avtomatlari bundan mustasno. 5. Toshkent shahar hokimligi: Qurilish vazirligi bilan birgalikda ikki hafta muddatda Toshkent shahridagi avtobus bekatlarining namunaviy loyihalarini ishlab chiqsin; ishlab chiqilgan namunaviy loyihalar asosida 280 ta avtobus bekatlari 2022-yil yakuniga qadar elektron onlayn auksion savdolariga joylashtirilishini ta’minlasin; 2022-yil 1-sentabrga qadar savdo va maishiy xizmat ko‘rsatish obyektlari mavjud bo‘lgan amaldagi avtobus bekatlarida yo‘lovchilar, shu jumladan aholining imkoniyati cheklangan guruhlari uchun qulay va xavfsiz muhit yaratish choralarini ko‘rsin. 6. Yer usti jamoat transporti va metropoliten yo‘nalishlari kesishuvlarida hamda transport oqimi yuqori bo‘lgan joylarda transport-o‘tish bog‘lamalarini tashkil etish manzilli dasturi  4-ilovaga  muvofiq tasdiqlansin. Belgilansinki: transport-o‘tish bog‘lamalarini tashkil etish bilan bog‘liq sarf-xarajatlar Toshkent shahar mahalliy budjeti hisobidan amalga oshiriladi hamda qurilish ishlari yakunlanganidan so‘ng obyektlar o‘rnatilgan tartibda balans qiymatida “Toshshahartransxizmat” AJga uning ustav kapitalidagi davlat ulushini oshirish evaziga o‘tkaziladi; Toshkent shahar hokimi transport-o‘tish bog‘lamalarini qurish ishlarini o‘z vaqtida va sifatli amalga oshirishga hamda ularning imkoniyatlari va afzalliklari bo‘yicha aholini xabardor qilishga shaxsan mas’uldir. 7. Transport vazirligi, Moliya vazirligi, Toshkent shahar hokimligi va “O‘zavtosanoat” AJning 2022-yilda “Toshshahartransxizmat” AJ harakat tarkibini 190 ta katta sig‘imli “MAN” hamda 200 ta o‘rta sig‘imli “SAZ LE 60” rusumli avtobuslarni (keyingi o‘rinlarda — avtobuslar) mahalliy ishlab chiqaruvchilardan xarid qilish hisobiga yangilash to‘g‘risidagi taklifiga rozilik berilsin. 8. Belgilansinki: yangi avtobuslar “O‘zmilliybank” AJning 5 yil muddatga, 18 foizdan ko‘p bo‘lmagan foiz stavkasi asosida ajratiladigan kreditlari hisobidan xarid qilinadi; “O‘zmilliybank” AJ kreditlarni xarid qilinadigan avtobuslar bo‘yicha shartnomalar qiymatining 80 foizi 2022-yil fevral oyida, qolgan 20 foizi xarid qilingan avtobuslar “Toshshahartransxizmat” AJ tomonidan qabul qilib olingan kundan boshlab o‘n ish kunidan kechiktirmasdan ajratadi; kredit, unga hisoblangan foiz, vositachilik to‘lovlari, kreditga xizmat ko‘rsatish bilan bog‘liq boshqa xarajatlar kredit shartnomalari shartlariga asosan O‘zbekiston Respublikasi Davlat budjeti mablag‘lari hisobidan qoplab beriladi; xarid qilinadigan avtobuslar hamda Toshkent shahar hokimligining kafilligi “O‘zmilliybank” AJ bilan tuzilgan kredit shartnomalari shartlari bo‘yicha tomonlarning o‘zaro majburiyatlari bajarilishining ta’minoti hisoblanadi; “Toshshahartransxizmat” AJ ustav kapitalidagi davlat ulushi avtobuslar xaridi bilan bog‘liq barcha xarajatlarni qoplashga O‘zbekiston Respublikasi Davlat budjeti mablag‘lari hisobidan yo‘naltirilgan mablag‘lar miqdoriga mutanosib ravishda oshiriladi. 9. Avtobuslar xaridini amalga oshirish uchun jalb qilinadigan tijorat banki kreditlari bo‘yicha asosiy qarzni qaytarish, foizlar va vositachilik haqini to‘lashning umumiy prognoz jadvallari  5  va  6-ilovalarga  muvofiq tasdiqlansin. 10. Belgilansinki, avtobuslarni xarid qilish uchun jalb etiladigan “O‘zmilliybank” AJ kreditlari bilan bog‘liq asosiy qarzni qaytarish, foizlar va vositachilik haqi bo‘yicha to‘lovlar: 2022-yilda Moliya vazirligi tomonidan O‘zbekiston Respublikasining respublika budjetidan; 2023-yildan boshlab har yilgi Toshkent shahar mahalliy budjeti parametrlarida nazarda tutiladigan mablag‘lar hisobidan amalga oshiriladi. Moliya vazirligi Toshkent shahar hokimligi bilan birgalikda 2023-yildan boshlab Toshkent shahar mahalliy budjetini shakllantirishda zarur mablag‘larni nazarda tutsin. 11. Transport vazirligi “Toshshahartransxizmat” AJ bilan birgalikda avtobuslarni xarid qilishning texnik-iqtisodiy hisob-kitoblarini ishlab chiqsin va ikki oy muddatda tasdiqlash uchun Vazirlar Mahkamasiga kiritsin. 12. Investitsiyalar va tashqi savdo vazirligi Transport vazirligi bilan birgalikda mazkur qarorning  3-ilovasiga  muvofiq 2023 — 2025-yillarda xarid qilinadigan elektrobuslar uchun xalqaro moliya institutlarining grant va kreditlarini jalb etish choralarini ko‘rsin. 13. “O‘zavtosanoat” AJ xorijiy davlatlarning yetakchi ishlab chiqaruvchilari bilan muzokaralar o‘tkazib, respublikada elektrobuslar ishlab chiqarishni yo‘lga qo‘yish bo‘yicha takliflarni uch oy muddatda Vazirlar Mahkamasiga kiritsin. 14. Yo‘lovchilar tashish uchun mo‘ljallangan, haydovchi bilan birgalikda sakkiz va sakkiztadan ortiq o‘rindiqlarga ega bo‘lgan, faqat elektr dvigatel orqali harakatga keltiriladigan avtotransport vositalarini 2026-yil 1-yanvarga qadar O‘zbekiston Respublikasi hududiga olib kirishda utilizatsiya yig‘imining nol stavkasi qo‘llanilsin. 15. Transport vazirligi Toshkent davlat transport universiteti bilan birgalikda ilg‘or xorijiy ta’lim texnologiyalari asosida yetuk kadrlarni tayyorlash hamda ta’lim jarayonini innovatsion usul va vositalardan foydalangan holda rivojlantirish uchun universitetning transformatsiyasini xalqaro standartlarga mos ravishda amalga oshirishga qaratilgan Hukumat qarori loyihasini ikki oy muddatda Vazirlar Mahkamasiga kiritsin. Bunda, rivojlangan xorijiy mamlakatlar oliy ta’lim muassasalari o‘quv rejalari va fan dasturlari transferini amalga oshirish, professor-o‘qituvchilarning sohaning yetakchi oliy ta’lim muassasalarida xorijiy stajirovkalarini tashkil etish hamda mutaxassislik modullariga yuqori malakali chet ellik olim va ekspertlarni keng jalb etish nazarda tutilsin. 16. Transport vazirligi, Moliya vazirligi huzuridagi Davlat-xususiy sheriklikni rivojlantirish agentligi tomonidan Toshkent shahrining 10 ta markaziy ko‘chalarida avtomobillarning yo‘l bo‘yi pullik to‘xtash joylari davlat-xususiy sheriklik asosida tashkil etilayotganligi ma’lumot uchun qabul qilinsin. Vazirlar Mahkamasi ikki hafta muddatda avtomobillarning avtomatlashtirilgan yo‘l bo‘yi pullik to‘xtash joylarini tashkil etish va ulardan foydalanish tartibi to‘g‘risida qaror qabul qilsin. 17. Ichki ishlar vazirligi ikki hafta muddatda yo‘l harakati xavfsizligini ta’minlash, yo‘l-transport hodisalarini qisqartirish, haydovchilarni tayyorlash va qayta tayyorlash tizimini tubdan qayta ko‘rib chiqish bo‘yicha takliflarni Vazirlar Mahkamasiga kiritsin. 18. Axborot va ommaviy kommunikatsiyalar agentligi, O‘zbekiston Milliy teleradiokompaniyasi, O‘zbekiston Milliy axborot agentligi Transport vazirligi va Toshkent shahar hokimligi bilan birgalikda mazkur qarorning mazmun va mohiyati ommaviy axborot vositalari orqali keng yoritilishini ta’minlasin. 19. Transport vazirligi manfaatdor vazirliklar va idoralar bilan birgalikda ikki oy muddatda qonunchilik hujjatlariga ushbu qarordan kelib chiqadigan o‘zgartirish va qo‘shimchalar to‘g‘risida Vazirlar Mahkamasiga takliflar kiritsin. 20. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining birinchi o‘rinbosari A.J. Ramatov, O‘zbekiston Respublikasi transport vaziri I.R. Maxkamov va Toshkent shahar hokimi J.A. Artikxodjayev zimmasiga yuklansin. Qaror ijrosini muhokama qilib borish, ijro uchun mas’ul idoralar faoliyatini muvofiqlashtirish va nazorat qilish O‘zbekiston Respublikasining Bosh vaziri A.N. Aripov zimmasiga yuklansin. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirish 1-bob Umumiy qoidalar Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirish konsepsiyasi (keyingi o‘rinlarda — Konsepsiya) poytaxt aholisi va mehmonlarining sifatli, ommabop va xavfsiz transport xizmatlariga o‘sib borayotgan ehtiyojlarini qondirish hamda yo‘lovchilarga qulay va xavfsiz harakatlanish muhitini yaratish uchun jamoat transport tizimini kompleks rivojlantirishning o‘rta muddatli maqsadlar, vazifalar va ustuvor yo‘nalishlarini belgilaydi. 2-bob. Toshkent shahar jamoat transport tizimining joriy holati va mavjud muammolar 1-§. Toshkent shahar jamoat transport tizimining joriy holati Toshkent shahrida jamoat transportida yo‘lovchilarni tashish avtobus, metropoliten, yo‘nalishli va yo‘nalishsiz taksilarda amalga oshirilmoqda. Shaharda mulkchilikning turli shakllaridagi 468 ta tashuvchi tomonidan yo‘lovchilarni tashish xizmatlari ko‘rsatilmoqda, shundan 13 ta (8 ta davlat ulushi bo‘lgan) korxona avtobus yo‘nalishlarida, 55 ta korxona yo‘nalishli taksi yo‘nalishlarida va 400 ta korxona yo‘nalishsiz taksilarda xizmat ko‘rsatilmoqda. “Toshshahartransxizmat” aksiyadorlik jamiyati tizimidagi korxonalar tasarrufida 2022-yil 1-yanvar holatiga jami 1 168 ta shahar yo‘lovchi avtobusi mavjud bo‘lib, 30 foizi 10 yildan ortiq tasarruf etilmoqda. Avtobuslarning o‘rtacha tasarruf etish muddati 7,4 yilni tashkil etmoqda. “Toshkent metropoliteni” davlat unitar korxonasi balansida 264 ta metro vagoni mavjud bo‘lib, ularning 60 foizi 30 yildan ortiq vaqt davomida tasarruf etilmoqda. Jamoat transportining o‘zaro bog‘liqligini ta’minlash uchun xizmat qilayotgan 5 ta transport-o‘tish bog‘lamasi mavjud. 2 306 ta avtobus oraliq bekati mavjud bo‘lib, ulardan 1021 tasi belgilangan talablarga javob bermaydi. Velosiped transporti foydalanuvchilari uchun 12 ta ko‘chada 100 km uzunlikdagi velosiped yo‘laklari mavjud. Yo‘lovchilarga yo‘nalishsiz taksi xizmati 11 000 dan ortiq litsenziyaga ega yengil avtomobillarda ko‘rsatilib kelinmoqda. 2020-yil 2-yanvardan yo‘lkira haqi to‘lovining avtomatlashtirilgan tizimi joriy etilib, 60 foiz yo‘lovchilar ushbu tizimdan foydalanmoqda. Mazkur tizim doirasida 5, 10, 15, 20 va 30 kunlik hamda imtiyozli oylik tarif rejalari joriy etilgan. Avtomatlashtirilgan dispetcherlik boshqaruvi (ASDUM) tizimi joriy etilib, ushbu tizim orqali avtobuslar harakatini onlayn, oraliq bekatlardagi to‘xtash vaqti, yo‘nalishdagi harakat tezligi, avtobuslar oraliq masofasini (intervalni) nazorat qilish imkoniyati mavjud. Yo‘nalishlar va ularda harakatlanayotgan avtobuslar to‘g‘risida ma’lumot olish, manzilga yetib olishning optimal yo‘nalishini belgilash kabi qulayliklarga ega bo‘lgan “Toshkent transporti” mobil ilovasi ishga tushirilgan. Toshkent metropolitenining umumiy uzunligi 59,5 kilometr va unda metro bekatlari soni 43 tadan iborat 4 ta yo‘nalish mavjud bo‘lib, bir kunda o‘rtacha 420 ming nafar yo‘lovchi tashilmoqda. Toshkent shahrida yo‘lovchilar tashish korxonalari tomonidan cheklangan tariflar asosida aholiga xizmatlar ko‘rsatilishi munosabati bilan ko‘riladigan zararlar belgilangan tartibda mahalliy budjet mablag‘lari hisobidan har oyda qoplanib, yakuniy miqdori chorak yakunlari bo‘yicha hisoblanmoqda. Shaharda 4 mingdan ortiq ko‘cha mavjud bo‘lib, ularning uzunligi 5 900 km, shundan avtomagistrallar — 462 km, asosiy ko‘chalar — 445 km, shoh ko‘chalar — 464 km, halqa ko‘chalar 1 481 km, ishlab chiqarish hududlaridagi ko‘chalar — 145 km va mahalliy ahamiyatdagi ko‘chalar — 2 896 kilometrni tashkil etmoqda. Shaharda avtomobil transporti vositalari soni 638 840 tani tashkil etib, hududlardan kuniga o‘rtacha 150 mingdan ortiq avtotransport vositalari kirib-chiqmoqda. 550 ta svetofor va 40 mingta yo‘l belgilari mavjud bo‘lib, ular yordamida transport va piyodalar harakati tartibga solinadi. 115 ta svetofor yagona raqamlashtirilgan markaz tomonidan boshqarilmoqda. 2-§. Toshkent shahar jamoat transport tizimidagi muammolar Toshkent shahar jamoat transport tizimida quyidagi muammolar mavjud: mavjud yer usti jamoat transporti harakat tarkibining 30 foizi yoki 350 tasi eskirganligi yo‘lovchi tashish xizmatlariga bo‘lgan talabning to‘liq qondirilishiga salbiy ta’sir ko‘rsatmoqda; ko‘cha va chorrahalarda jamoat transporti harakatiga ustuvorlik berilmaganligi, harakat tarkibining yetishmovchiligi va uning texnik nosozliklar sabab turib qolishi natijasida yo‘lovchilarning avtobuslarni kutib turish vaqti 25 — 30 daqiqani tashkil etmoqda; jamoat transporti turlari va yo‘nalishlarini bog‘lovchi transport-o‘tish bog‘lamalari yetarli darajada rivojlanmagan; avtobus oraliq bekatlari infratuzilmasi xavfsizlik, qulaylik va shaharsozlik normalariga javob bermaydi; avtomobil yo‘l bo‘yi to‘xtash joylarining hozirgi kundagi betartib holati tirbandliklarni yuzaga keltirib, jamoat transportining o‘rtacha harakatlanish tezligining pasayishiga olib kelmoqda; yo‘nalishsiz taksi faoliyati qonunchilik bilan yetarli darajada tartibga solinmagan; Toshkent metropoliteni harakat tarkibining eskirganligi natijasida turli xil texnologik holatlar sodir bo‘lishiga olib kelmoqda; jamoat transportida yo‘lkira haqini belgilash bo‘yicha tarif siyosati takomillashtirilmagan va egiluvchan tariflar joriy etilmagan; jamoat transporti korxonalari faoliyatini moliyalashtirish ishlari bugungi kun talablariga javob bermaydi; yo‘l harakatini tashkil etish tizimining mukammal emasligi sababli yo‘llar va chorrahalarda transport oqimi to‘g‘ri taqsimlanmagan hamda tirbandliklar darajasi yuqori, yo‘l-transport hodisalari soni ortib bormoqda. 3-bob. Konsepsiyaning asosiy maqsadi va ustuvor yo‘nalishlari Konsepsiyaning asosiy maqsadi aholining jamoat transportidan foydalanish darajasini kamida ikki barobarga oshirish, yo‘lovchilarga qulay va xavfsiz harakatlanish muhitini yaratish hamda transportning atrof-muhitga salbiy ta’sirini kamaytirish orqali shaharda ekologik holatni yaxshilashdan iborat. Asosiy maqsadlarga erishishga qaratilgan ustuvor yo‘nalishlar: jamoat transport tizimini uning barcha turlarini uzviy bog‘lagan holda kompleks rivojlantirish, yer usti jamoat transportining tubdan yangi yo‘nalishlar tarmog‘ini joriy etish; jamoat transporti infratuzilmasini rivojlantirish, metropoliten tarmog‘ini kengaytirish, zamonaviy transport-o‘tish bog‘lamalarini hamda namunaviy loyihalar asosida avtobus oraliq bekatlarini tashkil etish, jamoat transporti harakatiga ustuvorlik berish uchun ko‘cha va chorrahalarni qayta loyihalashtirish; tashuvchilarni moliyalashtirish tizimi va tarif siyosatini takomillashtirish orqali soha korxonalarini moliyaviy sog‘lomlashtirish hamda xususiy sektor ulushini ikki barobarga oshirish; raqamli texnologiyalarni va innovatsion yondashuvlarni keng qo‘llagan holda transport vositalari harakatini boshqarishning intellektual (“aqlli chorraha”, “aqlli avtobus” va “aqlli bekat”) tizimlarini joriy etish hamda yo‘l harakati xavfsizligini ta’minlash; velosiped va boshqa motorsiz transport turlarini rivojlantirish, jumladan, piyodalar va velotransport uchun qulay harakatlanish yo‘laklarini, velosipedlarni ijaraga berish va ular uchun maxsus turarjoylarni tashkil etish; jamoat transporti harakat tarkibini zamonaviy, ekologik toza avtobuslar, jumladan elektrobuslar bilan yangilash. Konsepsiyaning asosiy mohiyati Toshkent shahrida qulay, jozibador bo‘lgan jamoat transporti tizimini tashkil etish, bunda birinchi o‘rinda piyodalar, keyingi o‘rinda mos ravishda velotransport, shahar jamoat transporti va shaxsiy avtotransport uchun qulay infratuzilmani yaratishdan iborat. 4-bob. Transport tizimida mavjud muammolarni hal etish yo‘llari 1-§. Shahar yo‘lovchi transporti yo‘nalishlarining yangilangan tizimini yaratish Jamoat transportida to‘rt turdagi yangi yo‘nalishlar (magistral, halqa, bog‘lovchi va yetkazib beruvchi) tarmog‘i bosqichma-bosqich joriy etiladi. Magistral yo‘nalishlar  — shaharning chekka hududlarini markaz bilan bog‘lovchi va yo‘lovchilar manzillariga tez vaqt oralig‘ida yetib olishlarini ta’minlovchi yo‘nalishlar. Bunday yo‘nalishlar yo‘lovchilar oqimi katta bo‘lgan yo‘nalishlarda tashkil etilib, ularda yo‘lovchilar amaldagi avtobus yo‘nalishlariga nisbatan 10 — 15 daqiqa tezroq vaqtda manzillariga yetib olishlari mumkin. Magistral yo‘nalishlar tashkil etilishi bilan Toshkent shahrining barcha tumanlari poytaxt markazi bilan 11 ta asosiy yo‘nalish yordamida uzviy ravishda bog‘lanadi. Magistral yo‘nalishlar uchun harakat tarkibining yuqori tezlikda harakatlanishini ta’minlash uchun alohida yo‘laklar tashkil etilishi lozim. Halqa yo‘nalishlar  — harakati halqa yo‘li bo‘ylab tashkil etilgan yo‘nalish bo‘lib, yo‘lovchilarga halqa yo‘nalishi bo‘yicha joylashgan hudud va bekatlargacha yetib olish imkoniyatini beradi. Halqa yo‘nalishlar tashkil etilishi bilan Toshkent halqa yo‘llarini va tumanlarini 14 ta avtobus yo‘nalishi orqali uzviy bog‘lash rejalashtirilgan. Halqa yo‘nalishlar uchun harakat tarkibining yuqori tezlikda harakatlanishini ta’minlash uchun alohida yo‘laklar tashkil etilishi mumkin. Bog‘lovchi yo‘nalishlar  — magistral yo‘nalishlar va metro bekatlarini, tumanda joylashgan turarjoy mavzelari, ijtimoiy obyektlar, aeroport, temir yo‘l va avtovokzallar, bozorlarni bir-biri bilan uzviy bog‘laydigan yo‘nalishlar. Bunday yo‘nalishlar 92 ta yo‘nalishdan iborat bo‘ladi. Etkazib beruvchi yo‘nalishlar  — yordamchi yo‘nalish sifatida, aholini boshqa avtobus yo‘nalishlariga, metro bekatlariga, transport-o‘tish bog‘lamalariga va ijtimoiy obyektlarga qisqa vaqtda yetkazib boradi. Bunday yo‘nalishlar 42 ta yo‘nalishdan iborat bo‘ladi. Yangi yo‘nalishlar tarmog‘ining joriy etilishi jamoat transporti turlarini o‘zaro bog‘lash orqali tashuvlar samaradorligini oshirish, yo‘lovchilarning manzillariga qulay va tez yetib borishi natijasida shaxsiy transport vositasiga nisbatan jamoat transportidan foydalanish darajasi oshiriladi. 2-§. Jamoat transporti harakat tarkibini zamonaviy transport turlari bilan yangilash  Jamoat transporti harakat tarkibini yangilashda xarid qilinadigan avtobuslarning siqilgan tabiiy gaz va/yoki elektr quvvatida ishlaydigan dvigatellar bilan jihozlanganligi, nogironligi bo‘lgan shaxslarni tashishga mo‘ljallanganligi, konditsioner, avtobus salonida bekatlarni va yo‘nalishlarni ko‘rsatib turuvchi yozma hamda ovozli e’lon qilib boradigan elektron tablolar, xavfsizlikni ta’minlash maqsadida videokuzatuv kameralari, yo‘lkira haqini avtomatlashtirilgan to‘lov tizimi yordamida to‘lash uchun validatorlar va boshqa qulayliklar bilan jihozlanganligi inobatga olinishi lozim. Mazkur talablar asosida “Toshshahartransxizmat” aksiyadorlik jamiyati korxonalari harakat tarkibini 2022 — 2025-yillarda 1 063 ta, shu jumladan, 673 ta elektr quvvatida ishlaydigan avtobuslarni xarid qilish yo‘li bilan yangilash dasturi amalga oshiriladi. Jamoat transporti harakat tarkibini yangilash dasturlarini moliyalashtirish davlat tomonidan qo‘llab-quvvatlanishi zarur. 3-§. Toshkent shahrida transport-o‘tish bog‘lamalarini tashkil etish Toshkent shahrida 16 ta qulay va zamonaviy transport-o‘tish bog‘lamalari yer usti jamoat transporti va metropoliten yo‘nalishlari kesishuvchi, viloyatlardan keladigan transportlar va shahar markazi bilan bog‘lovchi, aholi zich joylashgan yashash massivlari va aholi gavjum nuqtalarda tashkil etiladi. Transport-o‘tish bog‘lamalarida barcha toifadagi yo‘lovchilar uchun teng sharoitlar yaratiladi, yo‘lovchilar xavfsizligini ta’minlash choralarini ko‘rish, tabaqalashtirilgan tariflar hamda yo‘lovchi va haydovchilar uchun dam olish maskanlarini nazarda tutiladi. Transport-o‘tish bog‘lamalari quyidagi asosiy talablarga muvofiq tashkil etiladi: yo‘lovchilar o‘rtacha 10 daqiqa ichida bir transport turidan ikkinchi transport turi yoki boshqa transport yo‘nalishiga qulay o‘tish imkoniyati; shaharning istalgan hududiga yangi avtobus yo‘nalishlari tarmog‘i joriy etilishi hisobiga kafolatlangan vaqt oralig‘ida yetib olish; transport-o‘tish bog‘lamalarida avtoturargohlarni yaratish. 4-§. Toshkent shahrida namunaviy loyiha asosida avtobus oraliq bekatlarini rekonstruksiya qilish Toshkent shahri transport infratuzilmasini takomillashtirish va tubdan yaxshilash, shuningdek, jamoat transporti jozibadorligini oshirish, shahar aholisi va mehmonlarga qulayliklar yaratish maqsadida namunaviy loyiha asosida avtobus oraliq bekatlari rekonstruksiya qilinadi. Mazkur bekatlar hududida aholining imkoniyati cheklangan guruhlarining to‘siqsiz harakatlanish muhiti, avtomobil yo‘li qatnovi qismi bilan chegarasida “taktil” plitalar o‘rnatish yo‘li bilan ularning xavfsizligi ta’minlanadi, zamonaviy dizayndagi va qulay bo‘lgan o‘rindiqlar o‘rnatiladi, aholining internet tarmog‘idan (Wi-Fi) foydalanish, bekatlarda elektron tablo o‘rnatish orqali avtobuslar qatnov jadvali va kelish vaqtini kuzatib borish, mobil qurilmalarni quvvatlash uchun manbalardan foydalanish imkoniyati yaratiladi. Bunday bekatlarda faqatgina reklama mahsulotlari, bankomatlar va oziq-ovqat mahsulotlarini xarid qilishga mo‘ljallangan o‘ziga-o‘zi xizmat ko‘rsatish (vending) avtomatlari joylashtiriladi. 5-§. Toshkent shahrida avtomobillarning yo‘l bo‘yi pullik to‘xtash joylari tizimini tashkil etish Toshkent shahridagi tirbandliklarni, markaziy ko‘chalarda transport oqimini kamaytirish, jamoat transportining o‘rtacha harakatlanish tezligini oshirish, avtomobillarning yo‘l bo‘yida betartib to‘xtashini tartibga solish, aholining jamoat transportidan foydalanishini rag‘batlantirish maqsadida Toshkent shahrida yagona avtomobil yo‘l bo‘yi pullik to‘xtash joylari tizimi tashkil etiladi. Birinchi bosqichda 10 ta ko‘chada, kelgusida talabdan kelib chiqib boshqa ko‘chalarda ham avtomobillarning avtomatlashtirilgan yo‘l bo‘yi pullik to‘xtash joylari tizimi davlat-xususiy sheriklik tamoyillari asosida tashkil etiladi. Tizimni joriy etish jarayonida yo‘l bo‘yi pullik to‘xtash joylariga yondosh hududdagi piyoda yo‘laklarini ta’mirlash va velosiped yo‘laklari tashkil etish ishlari amalga oshiriladi. 6-§. Toshkent shahrida velosiped transportini rivojlantirish Velosiped transportini rivojlantirish, undan ommaviy foydalanishni rag‘batlantirish maqsadida quyidagi tadbirlar amalga oshiriladi: velosiped transportini rivojlantirishni davlat tomonidan qo‘llab-quvvatlash; shaharsozlik siyosatining zarur elementi sifatida velosipedlar infratuzilmasini rivojlantirish, bunda 2025-yilgacha 250 km velosiped yo‘laklarini va unga tegishli infratuzilmani barpo etish; shaharda velosipeddan ommaviy foydalanishni yo‘lga qo‘yish uchun “veloshering” tizimini joriy etish; ijtimoiy soha obyektlari, savdo-xizmat ko‘rsatish majmualari, dam olish maskanlari, ma’muriy binolar va transport-o‘tish bog‘lamalari hududlarida velosipedlarning saqlash joylari barpo etiladi. 7-§. Yo‘nalishsiz taksi faoliyatini tartibga solish va yanada takomillashtirish Yo‘nalishsiz taksi faoliyatini rivojlantirish, yo‘lovchilarga sifatli, qulay va xavfsiz transport xizmati ko‘rsatish, mazkur xizmat turini raqamlashtirish hamda ilg‘or xorijiy tajriba va axborot texnologiyalarini joriy qilish maqsadida yo‘nalishsiz taksi xizmatida quyidagi tadbirlar amalga oshiriladi: harakat tarkibiga qo‘yiladigan talablarni belgilovchi yagona davlat standartlarini ishlab chiqish va ekologik toza “yashil transport” turlariga o‘tkazish darajasini bosqichma-bosqich oshirish; faoliyatni tartibga soluvchi normativ-huquqiy bazani takomillashtirish; haydovchilar to‘g‘risidagi barcha ma’lumotlarni o‘zida jamlagan elektron axborot bazani shakllantirish va uni amaldagi ID-kartalar tizimi bilan integratsiyalash; yo‘nalishsiz taksilarning harakatini masofadan onlayn kuzatish va nazorat qilish tizimini joriy qilish; ruxsat beruvchi litsenziya varaqalarining amal qilish hududini belgilash; imkoniyati cheklangan fuqarolarga maxsus moslamali (pandus) taksi xizmatini yo‘lga qo‘yish; aholi gavjum joylarda, vokzal va aeroportlarga tutash hududlarda alohida yo‘nalishsiz taksi to‘xtash joylarini tashkil qilish; yo‘nalishsiz taksilar faoliyatiga xizmatlar turini (“Standart”, “Biznes”, “Ekonom”, “Komfort”) joriy qilish. 8-§. Toshkent shahar jamoat transporti tizimida raqamli texnologiyalarni joriy etish Toshkent shahar jamoat transport tizimida raqamlashtirish darajasini oshirish bo‘yicha quyidagi tadbirlar amalga oshiriladi: jamoat transporti sohasiga oid barcha ma’lumotlarni bir butun axborot resurslari sifatida Big Data texnologiyasi asosida shakllantirish va Machine Learning (sun’iy intellekt) algoritmlarini qo‘llash orqali ulardagi jarayonlar kechishini prognoz qiluvchi va maqbullashtiruvchi axborot tizimini yaratish; “Toshkent transporti” mobil ilovasi negizida ma’lumotlarni qayta ishlash orqali yo‘lovchilarga dasturiy ta’minot va ma’lumotlardan foydalanishlari mumkin bo‘lgan mobil qurilmalarini boshqarish MaaS (Mobility as a Service — mobillik servis sifatida) platformasini yaratish; raqamlashtirish va sun’iy intellekt texnologiyalarini qo‘llagan holda “Aqlli avtobus” (SmartBUS), “Aqlli bekat” (SmartBUS Stop) hamda “Aqlli chorrahalar” (Smart Crossroads) tizimini joriy etish; avtobuslardagi GPS-trekerlar, chorrahalar va bekatlarda o‘rnatilgan turli xil sensorlar, kuzatuv kameralari, Wi-Fi tarmog‘i va boshqa IoT qurilmalaridan onlayn tarzda ma’lumotlarni yig‘ish, tahlil qilish, xavfsizlikni ta’minlash va jarayonlarni optimallashtirish tizimini joriy etish; yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi davlat tomonidan moliyalashtiriladigan korxonalar moliyaviy-xo‘jalik faoliyatiga ERP (Enterprise Resource Planning — Korxona resurslarni rejalashtirish) tizimini joriy etish va avtomatlashtirilgan dispetcherlik boshqaruvi (ASDUM) tizimi bilan integratsiya qilish orqali korxona faoliyatini takomillashtirish; jamoat transporti infratuzilmasi obyektlari nomlarini ID-tasniflagan holda ularning ID-reyestrini yuritish; jamoat transportida mavjud elektron to‘lov tizimlari, elektron hamyonlar, virtual kartalar hamda mobil operatorlarning tizimlari orqali to‘lovlarni amalga oshirish mexanizmini ishlab chiqish va takomillashtirish. 9-§. Toshkent metropolitenining jozibadorligini oshirish Quyidagilar Toshkent metropoliteni faoliyatini yanada takomillashtirishning eng muhim vazifalari va yo‘nalishlari hisoblanadi: metropoliten tarmog‘ini kengaytirish; yo‘lovchilar tashishni tashkil etishning samaradorligini oshirish, harakat tarkibini yangilash va modernizatsiya qilish; metropoliten yo‘nalishlarining shahar yer usti jamoat transporti yo‘nalishlari bilan o‘zaro bog‘liqligini ta’minlash; metropoliten boshqaruv tizimiga poyezdlar harakatining muntazamligini, belgilangan jadval va oraliqlarga qat’iy rioya etilishini, texnologik jarayonlar avtomatlashtirilishini ta’minlovchi zamonaviy axborot-kommunikatsiya texnologiyalarini joriy etish; metropoliten ishchi-xodimlarining malakasini oshirish, yangi ish o‘rinlarini yaratish. 10-§. Jamoat transportida tarif siyosatini takomillashtirish Jamoat transporti yo‘nalishlarining yangi tarmog‘i joriy qilinishi munosabati bilan tariflarning ham yangi tabaqalashtirilgan turlari joriy etiladi. Tabaqalashtirilgan tariflar yo‘nalish turi, metropolitenda qatnov masofasi va transport turidan kelib chiqqan holda shakllantiriladi (magistral va halqa yo‘nalishlari tarifi, bog‘lovchi yo‘nalish tarifi, yetkazib beruvchi yo‘nalish tarifi, masofaga bog‘langan metro tarifi, bir transportdan ikkinchi transportga o‘tish tarifi). Yo‘lkira haqi to‘lanishi ustidan zamonaviy nazorat tizimini yaratish uchun: maxsus kiyim, bodi kamera va planshetlarga ega yo‘nalish nazoratchisi lavozimini joriy etiladi va ularga yo‘lkira haqini to‘lamagan yo‘lovchilarga o‘rnatilgan tartibda jarima qo‘llash huquqi beriladi; yo‘nalish nazoratchilari foydalanadigan dasturlar Ichki ishlar vazirligining tegishli dasturlariga integratsiya qilinadi va normativ-huquqiy hujjatlariga zarur o‘zgartirishlar kiritiladi. 11-§. Jamoat transporti korxonalari faoliyatini moliyalashtirish tizimini takomillashtirish Jamoat transporti tashuvchilarini ularga biriktirilgan yo‘nalishlarda haqiqiy bajarilgan ish hajmlari (bosilgan masofa va tashilgan yo‘lovchilar soni) hamda sifat ko‘rsatkichlarini inobatga olgan holda moliyalashtirishning yangi tizimi (Pool system) joriy etiladi. Moliyalashtirishning yangi tizimi (Pool system) manbai etib yo‘lovchi tashishdan olingan daromadlar, mahalliy budjet parametrlarida cheklangan tariflar asosida yo‘lovchilar tashishdan ko‘riladigan zararlarini qoplash hamda shahar yo‘lovchi transportida bepul yurish huquqiga ega bo‘lgan yo‘lovchilarni tashish uchun ajratiladigan mablag‘lar hisoblanadi. Yo‘lovchi tashishdan olinadigan daromadlar va mahalliy budjet parametrlarida jamoat transporti uchun ko‘zda tutilgan barcha mablag‘lar Transport vazirligining Toshkent shahar transport boshqarmasida jamlanadi hamda tashuvchilar bilan hisob-kitoblar amalga oshiriladi. Moliyalashtirishning yangi tizimida har bir yo‘nalishning shartnomaviy qiymati hisob-kitoblar asosida aniqlanib, xizmat ko‘rsatishning sifat ko‘rsatkichlari belgilanadi. Ushbu tizimda har bir yo‘nalish elektron tender savdolari orqali savdoga chiqarilib, eng yaxshi taklif bergan tashuvchi bilan transport sohasini boshqarishga vakolatli bo‘lgan davlat organi o‘rtasida shartnoma tuziladi. Shartnoma talablari bajarilganda vakolatli organ tomonidan tashuvchilar faoliyati har oy yakuni bilan moliyalashtirilib boriladi. 12-§. Toshkent shahrida transport oqimini boshqarish va chorrahalarni loyihalash Toshkent shahrida transport oqimini boshqarish va chorrahalarni loyihalash ishlarini takomillashtirishning asosiy yo‘nalishlari: yirik shaharlarda transport oqimini boshqarish bo‘yicha xorijiy tajribani o‘rganib borish; shahar ko‘chalaridagi transport oqimlari monitoring-tahlilini olib borish; jamoat transport tizimini matematik modellashtirish yo‘li bilan transport xizmatlariga bo‘lgan talabni o‘rganib borish; shahar ko‘chalarida transport tirbandliklarini kamaytirish maqsadida mavjud svetofor obyektlarining bir-biri bilan bog‘liq holda ishlash tizimini bosqichma-bosqich joriy etish; 500 ta chorrahaga transport harakatini boshqarishning intellektual tizimlarini — “aqlli svetoforlar” (Smart traffic lights) va “aqlli chorrahalar”ni (Smart Crossroads) joriy qilish; chorrahalar geometrik parametrlarini o‘zgartirish yo‘li bilan ularning o‘tkazuvchanlik qobiliyatini oshirib borish; jamoat transporti harakat tarkibining shahar ko‘chalarida to‘siqlarsiz harakatlanishini ta’minlash uchun alohida yo‘laklar tashkil etish; uch tasmagacha bo‘lgan avtomobil yo‘llarida shahar yo‘lovchilar transporti uchun avtobus oraliq bekatlarini loyihalashda avtobuslarning bunday bekatga kirish va to‘xtash qismini (karman) majburiy etib belgilash. 5-bob. Konsepsiyani amalga oshirish va undan kutilayotgan natijalar Konsepsiyaning amalga oshirilishi natijasida 2025-yilda: yo‘nalishdagi avtobuslarning o‘rtacha tasarruf tezligini 17 foizga oshirish; avtobus qatnovlari muntazamligini 95 foizga yetkazish; yo‘nalish harakat intervalini 35 foizgacha qisqartirish; shahar hududini jamoat transporti bilan to‘liq qamrab olish; aholining jamoat transportidan foydalanish darajasini 43 foizga yetkazish (kunlik yo‘lovchi tashish hajmi o‘rtacha 2,7 mln. yo‘lovchiga yetkazish); jamoat transporti qulay va ekologik toza harakat tarkibi bilan yangilash yo‘li bilan atrof-muhitga salbiy ta’sirini 35 foizga kamaytirish; shahar markazida harakatlanayotgan yengil avtomobillar soni 20 foizgacha qisqartirilishi; velosiped transporti infratuzilmasining keng rivojlanishi; transport korxonalari faoliyatini raqamlashtirish hisobiga ishlab chiqarish samaradorligi 30 — 35 foizga o‘sishi, ma’muriy va operatsion xarajatlar o‘rtacha 20 — 22 foizga kamayishi; yo‘lkira haqi to‘lanishida naqd pul aylanmasidan voz kechish; transport korxonalari daromadlari yig‘ilishining shaffofligini ta’minlash; chorrahalarda transport vositalarining o‘tkazuvchanligi 15 foizga oshirilishi. 6-bob. Konsepsiyani amalga oshirish mexanizmlari Konsepsiyani amalga oshirish bo‘yicha tasdiqlangan “Yo‘l xarita”da belgilangan chora-tadbirlar mas’ul vazirlik va idoralar tomonidan sifatli, to‘liq va o‘z vaqtida amalga oshirilishi natijasida Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirishning maqsadli ko‘rsatkichlari (indikatorlari)ning bajarilishi ta’minlanadi. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirish konsepsiyasini amalga oshirish bo‘yicha * Loyiha-smeta hujjatlari ishlab chiqilib, ekspertiza xulosalari olingandan so‘ng obyektlarning qiymatlariga aniqlik kiritiladi. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  Toshkent shahar jamoat transporti tizimini 2025-yilgacha rivojlantirishning maqsadli Izoh. Maqsadli ko‘rsatkichlar (indikatorlar)ga dasturlar va “Yo‘l xaritasi”da belgilangan tadbirlarning ijrosi davomida o‘zgartirishlar kiritilishi mumkin. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  2022 — 2025-yillar davomida yer usti jamoat transporti va metropoliten yo‘nalishlari kesishuvlarida hamda transport oqimi yuqori bo‘lgan joylarda transport-o‘tish bog‘lamalarini tashkil etish Izoh: Dasturda belgilangan chora-tadbirlarning ijrosi muddatiga loyiha-smeta hujjatlaridan kelib chiqqan holda o‘zgartirish kiritilishi mumkin. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  2022-yilda 190 ta “MAN A22 CNG” rusumli katta sig‘imli avtobus xaridini amalga oshirish uchun jalb qilinadigan tijorat banki krediti bo‘yicha asosiy qarzni qaytarish, foizlar va vositachilik haqini to‘lashning * To‘lovlar umumiy miqdori va muddati amalda olingan kredit sanasiga bog‘liq holda aniqlashtirilishi mumkin. O‘zbekiston Respublikasi Prezidentining 2022-yil 2-fevraldagi PQ-111-son  2022-yilda 200 ta “SAZ LE 60” rusumli o‘rta sig‘imli avtobus xaridini amalga oshirish uchun jalb qilinadigan tijorat banki krediti bo‘yicha asosiy qarzni qaytarish, foizlar va vositachilik haqini to‘lashning  * To‘lovlar umumiy miqdori va muddati amalda olingan kredit sanasiga bog‘liq holda aniqlashtirilishi mumkin. "}]