[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 09.03.2022 yildagi 106-son", "Law_title": "“Avtomobil tarixi” ma’lumotlarini taqdim etish bo‘yicha davlat xizmatini ko‘rsatishning ma’muriy reglamentini tasdiqlash to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida” 2021-yil 24-iyuldagi PF-6269-son  Farmoniga  muvofiq Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Prezidentining “Davlat xizmatlari ko‘rsatish infratuzilmasini takomillashtirish va aholining davlat xizmatlaridan foydalanish imkoniyatlarini kengaytirish chora-tadbirlari to‘g‘risida” 2021-yil 24-iyuldagi PF-6269-son  Farmoniga  muvofiq “Avtomobil tarixi” ma’lumotlarini (davlat ro‘yxatidan o‘tkazilgan sana, bosib o‘tgan masofasi, fuqarolik-huquqiy shartnomalar tuzilganligi, yo‘l-transport hodisasi sodir etilganligi va boshqalar haqida) avtomototransport vositalariga berilgan ro‘yxatdan o‘tkazish davlat raqami belgisi orqali shartnomaviy asosda Davlat xizmatlari markazi va Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali aniqlash davlat xizmatini ko‘rsatish yo‘lga qo‘yilishi belgilanganligi ma’lumot uchun qabul qilinsin. 2. 2022-yil 1-maydan e’tiboran “Avtomobil tarixi” ma’lumotlarini shartnomaviy asosda Davlat xizmatlari markazlari, YIDXP yoki veb-saytlar va ularning ilovalari orqali aniqlash bo‘yicha davlat xizmati yo‘lga qo‘yilsin. 4. O‘zbekiston Respublikasi Adliya vazirligi huzuridagi Davlat xizmatlari agentligi (keyingi o‘rinlarda — Agentlik) Ichki ishlar vazirligi hamda Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi bilan birgalikda uch oy muddatda: Agentlikning budjetdan tashqari jamg‘armasi mablag‘lari hisobidan “Avtomobil tarixi” ma’lumotlarini olish imkoniyatini nazarda tutuvchi “Avtomobil tarixi” dasturini ishlab chiqsin va ishga tushirsin; ushbu qaror bilan tasdiqlangan Ma’muriy reglamentga muvofiq davlat xizmatining YIDXP, Davlat xizmatlari markazlari, shuningdek, veb-saytlar va mobil ilovalar orqali avtomatik tarzda real vaqt rejimida ko‘rsatilishini ta’minlasin; YIDXPda davlat xizmatlari ko‘rsatilishining har bir bosqichida murojaatlarning ko‘rib chiqilishini kuzatib borish tartibini joriy etsin; davlat xizmatlarini ko‘rsatish uchun yig‘imlarning davlat xizmatlari ko‘rsatilganligi uchun to‘langan davlat bojlari va yig‘imlar summasi hisobini yurituvchi yagona billing tizimi orqali elektron tarzda to‘lanishi imkoniyatini yaratsin. 5. Agentlik O‘zbekiston Respublikasi Axborot texnologiyalari va kommunikatsiyalarini rivojlantirish vazirligi hamda mas’ul vazirliklar va idoralar bilan birgalikda davlat xizmatini ko‘rsatish uchun zarur bo‘lgan quyidagi ma’lumotlar 2022-yil 1-mayga qadar raqamlashtirilishini hamda “Avtomobil tarixi” dasturida aks ettirib borish uchun axborot tizimlarining to‘liq integratsiya qilinishini, shu jumladan: O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan — avtotransport vositalari agregat ma’lumotlari (davlat raqami belgisi, davlat ro‘yxatidan o‘tkazilgan sana, rusumi (modeli), ishlab chiqarilgan yili, turi, kuzov (shassi) raqami, to‘la (yuksiz) vazni, dvigatel raqami va quvvati, yonilg‘i turi, rangi, o‘rindiqlar soni, alohida belgilari yoki o‘zgargan agregat ma’lumotlari (mavjud bo‘lsa), ro‘yxatga olingan yo‘l-transport hodisasi to‘g‘risidagi hamda “Avtomobil tarixi” ma’lumotlariga oid boshqa ma’lumotlar (davlat organlari tomonidan bevosita Ichki ishlar vazirligiga taqdim etib boriladigan ma’lumotlar bilan birga); O‘zbekiston Respublikasi Adliya vazirligi tomonidan — fuqarolik-huquqiy shartnoma (bitim)lar tuzilganligi, shuningdek, avtotransport vositasining garovda ekanligi haqidagi; O‘zbekiston Respublikasi Bosh prokuraturasi huzuridagi Majburiy ijro byurosi tomonidan — avtotransport vositasiga nisbatan taqiq mavjud yoki mavjud emasligi to‘g‘risidagi; O‘zbekiston Respublikasi Moliya vazirligi huzuridagi Sug‘urta bozorini rivojlantirish agentligi tomonidan — yo‘l-transport hodisasida ishtirok etgan haydovchilar tomonidan ixtiyoriy ravishda barcha sug‘urta tashkilotlariga yuborilgan yo‘l-transport hodisasi to‘g‘risidagi; O‘zbekiston Respublikasi Transport vazirligi tomonidan — avtotransport vositasida yo‘lovchi tashish uchun litsenziya varaqasi berilganligi (berilmaganligi) to‘g‘risidagi; O‘zbekiston Respublikasi Markaziy banki huzuridagi “Garov reyestri” DUK tomonidan — avtotransport vositasining garovda ekanligi haqidagi; O‘zbekiston Respublikasi Davlat bojxona qo‘mitasi tomonidan — transport vositalari bojxona rasmiylashtiruvidan o‘tganligi to‘g‘risidagi ma’lumotlar axborot tizimiga taqdim etib borilishini ta’minlasin. 6. O‘zbekiston Respublikasi Ichki ishlar vazirligi 2022-yil 1-maydan boshlab avtotransport vositasini texnik ko‘rikdan o‘tkazish jarayonida avtotransport vositasining bosib o‘tgan masofasi haqidagi ma’lumotlar, jumladan, texnik ko‘rikdan o‘tkazuvchi tadbirkorlik subyektlari tomonidan ham majburiy tartibda axborot tizimiga kiritishni yo‘lga qo‘ysin. 7. Belgilansinki, “Avtomobil tarixi” haqidagi ma’lumotlarni taqdim etish bo‘yicha murojaat bo‘yicha so‘rovlar veb-saytlar hamda ularning ilovalari orqali pasport (identifikatsiya ID-kartasi) ma’lumotlarini kiritmagan holda yo‘llanilishi mumkin. Bunda xizmat ko‘rsatish uchun to‘lovlar qat’iy ravishda yagona billing tizimi orqali amalga oshiriladi. 8. Agentlik: xususiy veb-saytlar vakillarining (tadbirkorlik subyektlarining) murojaatlari asosida “Avtomobil tarixi” ma’lumotlarini taqdim etish bo‘yicha davlat xizmati veb-saytlar (ularga ilovalar, onlayn e’lonlar yoki savdo platformalari) orqali ko‘rsatilishini yo‘lga qo‘ysin; davlat organlari va boshqa tashkilotlar tomonidan davlat xizmatlari ko‘rsatilishining belgilangan tartibiga rioya etilishi bo‘yicha ularning faoliyati yuzasidan, jumladan, YIDXP orqali doimiy nazorat o‘rnatsin. 9. Ushbu qarorning  4-bandida  nazarda tutilgan manfaatdor vazirliklar va idoralar: “Avtomobil tarixi” ma’lumotlari doimiy yangilab borilishini, ushbu ma’lumotlar real vaqt rejimida taqdim etilishini ta’minlab borsin; o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda ushbu qarorga muvofiqlashtirsin. 10. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi adliya vaziri R.Q. Davletov va O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. "}]