[{"Law_reference": "O‘zbekiston Respublikasi Investitsiyalar va tashqi savdo vazirligi huzuridagi O‘zbekiston texnik jihatdan tartibga solish agentligi bosh direktorining buyrug‘i, 24.01.2022 yildagi 05-1370-son", "Law_title": "O'z DSt 3597:2022 “Avtomobil transport vositalari yoqilg‘i tejamkorligi. Issiq-quruq iqlim sharoitlarida sinov usullari” O‘zbekiston Respublikasining davlat standartini tasdiqlash to‘g‘risida", "Law_content": "O‘zbekiston Respublikasining “Standartlashtirish to‘g‘risida”gi  Qonuni  va O‘zbekiston Respublikasi Prezidentining 2021-yil 2-iyundagi PF-6240-son “Texnik jihatdan tartibga solish sohasida davlat boshqaruvini tubdan takomillashtirish to‘g‘risida”gi  Farmoniga  asosan buyuraman: 1. O‘z DSt 3597:2022 “Avtomobil transport vositalari yoqilg‘i tejamkorligi. Issiq-quruq iqlim sharoitlarida sinov usullari” O‘zbekiston Respublikasining davlat standarti  ilovaga  muvofiq tasdiqlansin. 2. Mazkur buyruq O‘zbekiston Respublikasi Transport vazirligi va Ichki ishlar vazirligi bilan kelishilgan. 3. Mazkur buyruq rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi. O‘zbekiston Respublikasi Investitsiyalar va tashqi savdo vazirligi huzuridagi O‘zbekiston texnik jihatdan tartibga solish agentligi Bosh direktorining 2022-yil 24-yanvardagi 05-1370-son  O‘ZBEKISTON RESPUBLIKASINING DAVLAT STANDARTI  Mazkur davlat standarti majburiy o‘t oldiriladigan yoki siqilishdan alangalanadigan dvigatellarga ega, O‘zbekiston Respublikasi Vazirlar Mahkamasining 2017-yil 25-apreldagi 237-son qarori bilan tasdiqlangan Muomalaga chiqarilayotgan g‘ildirakli transport vositalarining xavfsizligi to‘g‘risidagi umumiy texnik reglamentga (UzTR.237-016) muvofiq M 2 , M 3 , N 2  va N 3  toifalaridagi hamda maksimal og‘irligi 3,5 *  tonnadan ortiq bo‘lgan M 1  toifasidagi avtomobil transport vositalariga (bundan buyon matnda ATV deb yuritiladi) taalluqli bo‘lib, GOST 15150 va GOST 15151 bo‘yicha quruq tropik (TS) iqlim sharoitlarida sinov usullarini belgilaydi. Mazkur davlat standarti gibrid kuch qurilmalariga ega hamda umumiy foydalanishdagi yo‘llar uchun mo‘ljallanmagan avtotransport vositalariga tatbiq etilmaydi. 1-bob. Texnik jihatdan tartibga solish sohasidagi normativ hujjatlarga havolalar 1. GOST 15150-69 Mashinalar, asboblar va boshqa texnik mahsulotlar. Turli iqlim mintaqalari uchun bajarilishlar. Tashqi muhit iqlimiy omillar ta’siriga oid toifalar, foydalanish, saqlash, va tashish sharoitlari (rasmiy manba: GOST 15150-69 Mashini, pribori i drugiye texnicheskiye izdeliya. Ispolneniya dlya razlichnix klimaticheskix rayonov. Kategorii, usloviya ekspluatatsii, xraneniya i transportirovaniya v chasti vozdeystviya klimaticheskix faktorov vneshney sredi); GOST 15151-69 Tropik iqlimi bo‘lgan mintaqalar uchun mashinalar, asboblar va boshqa texnikaviy mahsulotlar. Umumiy texnikaviy shartlar (rasmiy manba: GOST 15151-69 Mashini, pribori i drugiye texnicheskiye izdeliya dlya rayonov s tropicheskim klimatom. Obщiye texnicheskiye usloviya); GOST 20306-90 Avtotransport vositalari. Yoqilg‘i tejamkorligi. Sinov usullari. (rasmiy manba: GOST 20306-90 Avtotransportnie sredstva. Toplivnaya ekonomichnost. Metodi ispitaniy); UzTR.237-016:2017 Muomalaga chiqariladigan g‘ildirakli transport vositalarining xavfsizligi to‘g‘risidagi umumiy texnik reglament. Izoh: *maksimal og‘irligi 3,5 tonnagacha bo‘lgan M 2-bob. Atamalar va ta’riflar 2. Mazkur davlat standartida quyidagi atamalar va ularning ta’riflari qo‘llanilgan: magistral yo‘l sikli  — magistral yo‘llarda harakatlanish sharoitlarini imitatsiya qilgan holda harakatlanish shakli; shahar yo‘l sikli  — shahar yo‘llarida harakatlanish sharoitlarini imitatsiya qilgan holda harakatlanish shakli; sinov avtomobili  — M 2 , M 3 , N 2  va N 3  hamda maksimal og‘irligi 3,5 t dan ortiq bo‘lgan M 1  toifasidagi avtomobil transport vositalari; magistral yo‘l siklida yoqilg‘i sarfi  — magistral yo‘l rejimlarini imitatsiya qilgan holda reglamentlangan harakat rejimlarida to‘g‘ri gorizontal yo‘lda olingan yoqilg‘i sarfi; shahar yo‘l siklida yoqilg‘i sarfi  — shahar yo‘l rejimlarini imitatsiya qilgan holda reglamentlangan harakat rejimlarida to‘g‘ri gorizontal yo‘lda olingan yoqilg‘i sarfi; nazorat yoqilg‘i sarfi  — ATV toifasi va sinfiga qarab belgilanadigan muayyan rejimlarda yoqilg‘ining o‘rtacha sarfi. 3-bob. Umumiy talablar 3. Mazkur davlat standarti ATV yoqilg‘i tejamkorligining quyidagi ko‘rsatkichlarini belgilaydi: magistral yo‘l siklida yoqilg‘i sarfi; shahar yo‘l siklida yoqilg‘i sarfi. 4. Sinovga tayyorlangan avtotransport vositasi 7-bobda belgilangan talablarga muvofiq bo‘lishi kerak. 5. Sinov avtomobilining og‘irligi uning o‘z og‘irligiga 136 kg qo‘shilgan qiymatga teng bo‘lishi kerak. 6. Avtotransport vositasining o‘z og‘irligi qiymati sifatida uning ishlashi uchun zarur bo‘lgan barcha suyuqliklar bilan maksimal to‘ldirilgandagi avtotransport vositasining og‘irligi qabul qilinadi. 7. 136 kg og‘irlik qiymati haydovchi va sinovchi xodim, nazorat-o‘lchov uskunalari, zarur hollarda ballast og‘irligini o‘z ichiga oladi. 8. O‘lchov o‘tkaziladigan yo‘l uchastkalari to‘g‘ri chiziqli, gorizontal, sementli yoki asfalt-betonli, tekis, quruq va toza qoplamaga ega bo‘lishi va quyidagi uzunliklarga ega bo‘lishi lozim: magistral yo‘l siklida ko‘rsatkichlarini aniqlash bo‘yicha sinovlarni o‘tkazish uchun 21000 m ( 46-band  bo‘yicha sinovlardan tashqari); 45-bandga  muvofiq magistral yo‘l siklida yoqilg‘i sarfini aniqlash bo‘yicha sinovlarni o‘tkazish uchun 1700 m; shahar yo‘l siklida yoqilg‘i sarfi ko‘rsatkichlarini aniqlash bo‘yicha sinovlarni o‘tkazish uchun 6800 m ( 50-band  bo‘yicha sinovlardan tashqari); 49-bandga  muvofiq shahar yo‘l siklida yoqilg‘i sarfi ko‘rsatkichlarini aniqlash bo‘yicha sinovlarni o‘tkazish uchun 4000 m. shahar yo‘l siklida yoqilg‘i sarfi ko‘rsatkichlarini aniqlash bo‘yicha sinovlarni o‘tkazish uchun kamida 1000 m; 4-bob. Nazorat-o‘lchash uskunalari 9. Barcha nazorat-o‘lchash uskunalari qiyoslovdan o‘tkazilgan bo‘lishi lozim. 10. Yoqilg‘i sarfini o‘lchash uchun qurilma avtomobilning yoqilg‘i tizimi bilan mos keladigan bo‘lishi lozim. Yoqilg‘i sarfini o‘lchash uchun tizimning xatoligi haydash sinov siklida sarflanadigan yoqilg‘ining ± 0,5 % ni tashkil etishi lozim. 11. Avtotransport vositasining tezlik ko‘rsatkichi xatoligi ± 1 km/h bo‘lishiga ruxsat etiladi. 12. Tezlanish ko‘rsatkichi manfiy va musbat tezlanishni ko‘rsatishi lozim. 13. Vaqtni o‘lchash uchun asbob xatoligi daqiqasiga 0,1 s gacha bo‘lishiga ruxsat etiladi. 14. Harorat ko‘rsatkichi haroratni 1ºC aniqligigacha o‘lchashi zarur. Xatolik ±1 ºC bo‘lishiga ruxsat etiladi. Sezgir element to‘g‘ridan to‘g‘ri issiqlik manbalaridan himoyalangan bo‘lishi kerak. 15. Atmosfera bosimini o‘lchash uchun aneroidli yoki simobli barometrdan foydalanish tavsiya etiladi. Mazkur qurilmaning xatoligi simob ustunining 0,3 kPa bosimini tashkil qilishiga ruxsat etiladi. 16. Shamol tezligi ±3 km/h xatolik bilan shamol tezligini ko‘rsatadigan qurilma bilan o‘lchanadi. Shuningdek shamol yo‘nalishi ham ko‘rsatilishi shart. 17. Agar sinovlar oldindan belgilangan yo‘lda amalga oshirilmayotgan bo‘lsa, masofa ko‘rsatish qurilmasi bo‘lishi talab qilinadi. Mazkur qurilma xatoligi masofani bir kilometrga ±6 m dan ko‘p bo‘lmasligi lozim. 18. Avtomobil og‘irligini o‘lchash qurilmasi xatoligi ±0,5 % bo‘lishiga ruxsat etiladi. 5-bob. Sinov shartlari 19. Sinovlar atrof-muhitdagi havoning +3 ºC dan +40 ºC gacha bo‘lgan haroratida amalga oshiriladi. 20. Agar shamolning o‘rtacha tezligi 24 km/h dan oshsa yoki vaqtinchalik shamol 32 km/h dan oshsa, shahar siklidagi sinovlar o‘tkazilmaydi. Magistral sikllardagi sinovlarda shamol o‘rtacha tezligining chegaraviy qiymati 16 km/h gacha, vaqtinchalik shamollar o‘rtacha tezligining chegaraviy qiymati esa 24 km/h gacha bo‘lishi mumkin. 21. Yo‘llar quruq, toza, tekis bo‘lishi, nishablik esa 1,0 % dan oshmasligi lozim. 22. Magistral va shahar yo‘l sikllarida ko‘rsatilgan tezlik o‘zgaradigan nuqtalarni belgilash uchun, yo‘l usti ko‘rsatkichlaridan foydalanish tavsiya etiladi. 6-bob. Sinovlarni o‘tkazish tartibi 23. Avtotransport vositasining yoqilg‘i tejamkorligi ko‘rsatkichlari va xarakteristikalari quyidagilarga muvofiq aniqlanadi: a) magistral yo‘l siklida yoqilg‘i sarfi; b) shahar yo‘l siklida yoqilg‘i sarfi; v) muayyan tezlikdagi harakatning yoqilg‘i xarakteristikasi; g) nazorat yoqilg‘i sarfi. d) magistral-tepalik yo‘llarda yoqilg‘ining tezlikga bog‘liqlik xarakteristikasi. 24. 23 bandning  “v” ,  “g” ,  “d” kichik bandlarida  nazarda tutilgan ko‘rsatkichlar GOST 20306 bo‘yicha aniqlanadi. 25. Sinovlardan oldin dvigatel va transmissiyaning ishchi haroratini stabillashtirish uchun avtotransport vositasida eng kamida 32 km masofani 90 km/h tezlik bilan yoki magistral yo‘lda yo‘l harakati qoidalarida belgilangan maksimal ruxsat etilgan tezlikda bosib o‘tiladi. * Shinalarning minimal bosgan masofasi 160 km ni tashkil qilishi lozim. 26. Avtotransport vositasining harakat xavfsizligiga ta’sir etmaydigan barcha energiya iste’mol qiluvchi qurilmalari sinov vaqtida ishlatilmasligi zarur. 27. Avtomobil oynalari magistral va shahar yo‘l sikllarida yoqilg‘i sarfini o‘lchash vaqtida yopiq holda turishi zarur. 28. Magistral harakat sikli grafigi  46  va  47-bandlarda , shahar harakat sikli grafigi esa  48 ,  49 ,  50-bandlarda  keltirilgan. 29. Harakat davomida sinov sikllarining grafiklarida belgilangan tezlanish sur’atlariga erishishga quvvat yetarli bo‘lmaganda, avtotransport vositasi grafikda belgilangan tezlikka erishish uchun maksimal tezlanish bilan harakatlanish lozim. 30. Avtomat uzatmalar qutisi bilan jihozlangan avtotransport vositasida sinov o‘tkazish vaqtida mazkur qurilmani ishlatish bo‘yicha yo‘riqnomada belgilangan tartibda foydalanilishi lozim. 31. Mexanik uzatmalar qutisi bilan jihozlangan avtomobillarda sekinlashish uzatmalar qutisi pog‘onaga ulangan holda amalga oshiriladi. 32. Haydash sinov sikli vaqtida yuqori va quyi pog‘onalar mavjud bo‘lgan mexanik uzatmalar qutisi bilan jihozlangan yuk avtomobillarida quyi uzatmadan foydalanilmaydi. 33. Mexanik uzatmalar qutisiga ega bo‘lgan avtomobillar tezlanish vaqtida uzatmalar qutisining pog‘onasi dvigatel tirsakli valining aylanishlar soni dvigatelning maksimal quvvatiga mos keladigan qiymatiga yetmasdan yuqori pog‘onaga almashtiriladi. 34. Barqarorlashgan yuqori tezlikka erishilgandan so‘ng uzatmalar qutisining yuqori pog‘onasi ulanadi. 35. Mexanik uzatmalar qutisida uzatmalar sonini oshiruvchi qurilmasi bo‘lsa, bu qurilma mazkur harakat rejimida belgilangan tezlikka erishilgandan so‘ng ishga tushiriladi. 36. Agar avtomatik uzatmalar qutisiga ega avtotransport vositalarida dvigatelning salt ishlash rejimida tezlikni belgilangan ko‘rsatkichi ta’minlanmasa, belgilangan tezlikni ta’minlash uchun ishchi tormozlardan foydalaniladi. 37. Shahar harakat sikli yo‘lning to‘g‘ri chiziqli uchastkasida o‘tkaziladi. Magistral harakat sikli aylanma yo‘llarda yoki yo‘lning to‘g‘ri chiziqli uchastkasida o‘tkaziladi. Shamol va yo‘l qiyaligining ta’sirini minimallashtirish uchun sinovlar yo‘lning qarama-qarshi harakat yo‘nalishida o‘tkazilishi lozim. 38. Sinov vaqtida avtotransport vositasi harakat sikllari grafigi bilan muvofiqlikda tezlashishi va sekinlashishini amalga oshirish tavsiya etiladi. 39. Harakat sikllaridagi manyovrlar belgilangan nuqtalarda amalga oshiriladi. 40. Yoqilg‘i harorati magistral harakat sikl grafigi bilan muvofiqlikda siklning boshida yoki oxiridagi ma’lumotlar shaklida yozib boriladi. 41. Meteorologik ma’lumotlar har bir sinov sikli davomida qayd qilib boriladi. 42. Atrof-muhit sharoitlarini sinovlarni bir xilligini ta’minlanishini hisobga olgan holda tanlash tavsiya etiladi. 43. Har bir harakat sikliga muvofiq yoqilg‘i sarfi qiymati sifatida yoqilg‘i o‘lchagich ko‘rsatkichlari bo‘yicha bir biridan farqi 2 % dan kam bo‘lgan eng kamida ikkita ketma-ket sinovlarning o‘rtacha qiymati qabul qilinadi. Agar ketma ket o‘tkazilgan ikki sinovda yoqilg‘i sarfining o‘lchangan ko‘rsatkichi 2 % dan ko‘p bo‘lsa, u holda qo‘shimcha sinovlar mazkur mezon bajarilmagunga qadar o‘tkaziladi. 44. Harakat sinov sikllari  25-bandda  ko‘rsatilgan tartibda qizdirilgan avtomobillarda amalga oshiriladi. 45. Maksimal og‘irligi 3,5 tonnadan yuqori bo‘lgan M 1  toifasidagi, I, II sinflarga mansub M 2  va II sinfga mansub M 3  toifalaridagi ATVlar uchun yo‘ldagi magistral sikl sxemasi  1-rasmda , operatsion xaritasi esa  3-jadvalda  keltirilgan. 46. N 2 , N 3 , III sinfga mansub M 2  va III sinfga mansub M 3  toifalaridagi ATVlar uchun magistral yo‘l sikli sxemasi  2-rasmda , operatsion xaritasi esa  3-jadvalda  keltirilgan. 47. N 2 , N 3  va I, II sinfga mansub M 2  toifalaridagi ATVlar uchun shahar yo‘l sikli sxemasi  3-rasmda , operatsion xaritasi esa  4-jadvalda  keltirilgan. Izoh: Ko‘rsatilgan tezlikka erishilganidan keyin operatsiyalarni bajarishda harakatlanishni muayyan tezlikda davom ettirish. 48. I, II sinflarga mansub M 3  toifasidagi ATVlar uchun yo‘ldagi shahar sikli sxemasi  4-rasmda , operatsion xaritasi  5-jadvalda  keltirilgan. 49. Maksimal og‘irligi 3,5 tonnadan yuqori bo‘lgan M 1  toifasidagi ATVlar uchun shahar yo‘l sikli sxemasi  5-rasmda , operatsion xaritasi esa  6-jadvalda  keltirilgan. 50. Sinovlar natijalariga ishlov berish va ulardan foydalanish GOST 20306 talablari bo‘yicha amalga oshiriladi. "}]