[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 12.04.2022 yildagi 172-son", "Law_title": "Yo‘l harakati qoidalarini tasdiqlash to‘g‘risida", "Law_content": "“Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi  Qonunining  ijrosini ta’minlash, shuningdek, 1968-yildagi Yo‘l harakati to‘g‘risidagi Vena  Konvensiyasi  talablari hamda ilg‘or xorijiy tajribaga muvofiq Yo‘l harakati qoidalarini yanada takomillashtirish, yo‘l-transport hodisalarining oldini olish, yo‘l harakati xavfsizligini nazorat qilish va samaradorligini oshirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Shunday tartib o‘rnatilsinki, unga muvofiq: a) aholi punktlarida transport vositalarining tezligini soatiga 70 kilometrdan, maktab va maktabgacha ta’lim tashkilotlari atrofidagi yo‘llarda 300 metrgacha bo‘lgan masofada 30 kilometrdan, turar joy dahalari va yondosh hududlarda (uy-joy binolari orasidagi yer uchastkasida) esa soatiga 20 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi. Bunda O‘zbekiston Respublikasi Prezidentining “Avtomobil yo‘llarida inson xavfsizligini ishonchli ta’minlash va o‘lim holatlarini keskin kamaytirish chora-tadbirlari to‘g‘risida” 2022-yil 4-apreldagi PQ-190-son  qarori  bilan tashkil etilgan Yo‘l harakati xavfsizligini ta’minlash sohasidagi respublika komissiyasining qarori asosida Toshkent va Nukus shaharlari hamda viloyatlar markazlaridagi yo‘l harakati qatnovi yuqori bo‘lgan va aholi gavjum hududlarda transport vositalari harakatlanishining yuqori tezligi soatiga 60 kilometr etib belgilanishi mumkin; b) yengil avtomobillarda yuk tashishga ularning tom qismiga o‘rnatilgan yukxonadagi yukning balandligi 1 metrdan (maxsus moslamalar bilan mustahkamlangan holda velosipedlarni tashish bundan mustasno) va uzunligi avtomobilning gabaritidan 0,5 metrdan oshmagan taqdirda yo‘l qo‘yiladi; v) yuk avtomobillari, Yo‘l harakati qoidalarida belgilangan ayrim istisnolardan tashqari barcha holatlarda, yo‘lning faqat o‘ng qatnov qismidan harakatlanishi shart; g) transport vositalarining qayrilib olish joylarida va unga 30 metr yetmasdan yoki o‘tib to‘xtash taqiqlanadi; d) sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda velosiped yo‘lkasi bo‘lmagan holda yo‘lning qatnov qismida harakatlanayotgan velosipedchilar nur qaytargichli kamzulda yoki nur qaytaruvchi elementlar bo‘lgan ustki kiyimda bo‘lishi shart. Bunda ushbu nur qaytaruvchi elementlar boshqa haydovchilarga ko‘rinadigan bo‘lishi kerak. 2. Yangi tahrirdagi Yo‘l harakati qoidalari  1-ilovaga  muvofiq tasdiqlansin va 2022-yil 1-maydan boshlab amalga kiritilsin. 3. O‘zbekiston Respublikasi Ichki ishlar vazirligi: fuqarolarning, ayniqsa, bolalarning yo‘l-transport hodisalari hamda oqibatlaridan himoyalanganligini ta’minlash maqsadida aholi hamda haydovchilar o‘rtasida 7 yoshgacha bo‘lgan bolalarni maxsus bolalar o‘rindig‘ida, 7 yoshdan 12 yoshgacha bo‘lgan bolalarni maxsus ushlab turuvchi moslamali xavfsizlik kamarini taqqan holda tashish, transport vositasining orqa o‘rindig‘idagi yo‘lovchilar ham xavfsizlik kamarlarini taqib olishlari, shuningdek, sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda yo‘lni kesib o‘tishda va yo‘l yoqalaridan yoki qatnov qismining chetidan harakatlanishda, piyodalarning ustki kiyimida nur qaytaruvchi elementlar bo‘lishi inson hayotini saqlab qolish uchun muhim ekanligini keng targ‘ib qilish bo‘yicha manzilli chora-tadbirlarni amalga oshirsin; Yo‘l harakati qoidalari, jumladan, unga kiritilgan o‘zgarishlarning mazmun-mohiyatini ommaviy axborot vositalari, ijtimoiy tarmoqlar va rasmiy veb-saytda keng yoritilishi tashkil etilishini ta’minlasin; manfaatdor vazirlik va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda ushbu qarorga muvofiqlashtirsin. 4. O‘zbekiston Respublikasi Hukumatining  2-ilovaga  muvofiq ayrim qarorlari 2022-yil 1-maydan boshlab o‘z kuchini yo‘qotgan deb hisoblansin. 5. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2022-yil 12-apreldagi 172-son  Yo‘l harakati qoidalari 1-bob. Umumiy qoidalar 1. Ushbu Yo‘l harakati qoidalari (keyingi o‘rinlarda — Qoidalar) O‘zbekiston Respublikasi hududida yo‘l harakatining yagona tartibini belgilaydi. 2. O‘zbekiston Respublikasi yo‘llarida transport vositalarining o‘ng tomonlama harakatlanish tartibi belgilangan. 3. Yo‘l harakati qatnashchilari “Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi  Qonunini , ushbu Qoidalarni va unda keltirilgan svetofor ishoralari, yo‘l belgilari (ushbu qoidalarga  1-ilova ), yo‘l chiziqlarining (ushbu qoidalarga  2-ilova ) talablarini bilishlari, ularga amal qilishlari, shuningdek, ularga berilgan vakolat doirasida yo‘llarda harakatni tartibga soluvchilarning ko‘rsatmalarini so‘zsiz bajarishlari shart. 4. Yo‘l harakati qatnashchilari yo‘ldagi boshqa harakat qatnashchilarining harakatlanishiga to‘sqinlik qilmasligi va xavf tug‘dirmasliklari kerak. Tegishli vakolatga ega bo‘lmagan yuridik va jismoniy shaxslarga yo‘l qoplamasini buzish, o‘zgartirish yoki zarar yetkazish, ifloslantirish, yo‘l belgilarini, svetoforlarni va harakatlanishni tashkil etishning boshqa texnik vositalarini o‘zboshimchalik bilan olib tashlash, o‘rnatish, to‘sib qo‘yish, shikastlantirish, yo‘llarda harakatlanishga to‘sqinlik qiluvchi narsalarni qoldirish, “sun’iy notekislik” qurilmalarini o‘rnatish taqiqlanadi. Harakatlanishga to‘sqinlik yuzaga keltiradigan shaxs uni tezda bartaraf qilish uchun imkoniyati darajasida barcha choralarni ko‘rishi, agar buning iloji bo‘lmasa, mavjud barcha vositalar bilan xavf-xatar haqida harakat qatnashchilarini ogohlantirishi va ichki ishlar organlariga (keyingi o‘rinlarda IIO) xabar berishi shart. 5. Mazkur Qoidalarni buzgan shaxslar O‘zbekiston Respublikasining qonun hujjatlariga muvofiq javob beradilar. 6. Qoidalarda quyidagi asosiy tushuncha va atamalardan foydalaniladi: avtomagistral  — 5.1. yo‘l belgisi bilan belgilangan, har bir yo‘nalishning qatnov qismlari ajratuvchi mintaqa bilan ajratilgan (u bo‘lmaganda yo‘l to‘siqlari bilan) hamda boshqa yo‘llar, tramvay va temir yo‘llari, piyoda va velosiped yo‘lkalari bilan bir sathda kesishmaydigan yo‘l. avtopoyezd  — ulagich moslamalari bilan ulangan egarli shatakka oluvchi va yarim tirkama yoki yuk avtomobili va tirkama (tirkamalar)dan iborat transport vositasi tarkibi. yo‘l harakati xavfsizligi  — yo‘l harakati qatnashchilarining yo‘l-transport hodisalari va ularning oqibatlaridan himoyalanganlik darajasini aks ettiruvchi yo‘l harakati holati; velosiped  — kamida ikkita g‘ildirakka ega bo‘lgan va odatda minib olgan shaxs(lar)ning muskul kuchi bilan, xususan, tepkilar yoki dastaklar yordamida harakatlantiriladigan transport vositasi (nogironligi bo‘lgan shaxslar kajavasidan tashqari). Velosiped nominal (belgilangan) quvvati 0,25 kilovattdan, tezligi soatiga 25 kilometrdan oshmaydigan dvigatelga ega bo‘lishi mumkin. velosipedchi  — velosipedni boshqaradigan shaxs; velosiped yo‘lkasi  — alohida yo‘l yoki konstruktiv jihatdan qatnov qismi va trotuardan ajratilgan yo‘lning tarkibiy qismi bo‘lib, tegishli yo‘l belgisi bilan belgilanadi; velosipedchilar uchun tasma  — yo‘lning boshqa qismlaridan yo‘l chizig‘i bilan ajratilgan, tegishli yo‘l belgisi bilan belgilangan yo‘l qismi bo‘lib, faqat velosiped harakatlanishi uchun mo‘ljallangan; transport vositasi  — odamlarni, yuklarni tashishga yoki maxsus ishlarni bajarishga mo‘ljallangan qurilma; transport vositasining egasi  — transport vositasiga mulk huquqi yoki boshqa ashyoviy huquqlar asosida egalik qiluvchi yuridik yoki jismoniy shaxs; haydovchi  — yo‘llarda transport vositasini boshqarib borayotgan shaxs. Boshqarishni o‘rgatuvchi, ot aravani boshqarayotgan, hayvonlarni minib harakatlanayotgan yoki ularni yetaklab borayotgan, chorva mollari (poda)ni haydab borayotgan shaxslar haydovchiga tenglashtiriladi; majburiy to‘xtash  — texnik nuqson, tashilayotgan yuk, haydovchi va yo‘lovchining holati, yo‘ldagi biror to‘siq tufayli xavf yuzaga kelganda yoxud ob-havo sharoitiga bog‘liq holda transport vositasi harakatini to‘xtatish. Haydovchining ushbu xatti-harakati oxirgi zarur chora bo‘lib, qoidabuzarlik deb e’tirof etilmaydi; asosiy yo‘l  — tuproqli yoki shag‘alli yo‘lga nisbatan qattiq qoplamali (asfalt, sement-betonli va shunga o‘xshashlar yotqizilgan), kesishayotgan yoki tutashgan yo‘lga nisbatan 2.1, 2.3.1 — 2.3.3 yoki 5.1 yo‘l belgilari bilan belgilangan yoxud yondosh hududdan chiqadigan yo‘lga nisbatan har qanday yo‘l. Ikkinchi darajali yo‘lning bevosita chorrahaga tutash qismining qoplamali bo‘lishi uni asosiy yo‘l bilan teng huquqli qilmaydi; arava  — otga (yoki boshqa hayvonlarga) qo‘shib tortiladigan yoki odam mushak kuchi bilan harakatga keltiriladigan dvigatel bilan jihozlanmagan, yuk tashishga mo‘ljallangan qurilma; yo‘l  — transport vositalari va piyodalarning harakatlanishi uchun qurilgan yoki moslashtirilgan va foydalaniladigan yer polosasi yoxud sun’iy inshoot yuzasi. Yo‘l avtomobil yo‘llarini, shahar elektr transporti yo‘llarini yo‘lkalarni va trotuarlarni o‘z ichiga oladi; yo‘l-transport hodisasi  — transport vositasining yo‘lda harakatlanish jarayonida ro‘y bergan, fuqarolarning halok bo‘lishiga yoki sog‘lig‘iga zarar yetishiga, transport vositalari, inshootlar, yuklarning shikastlanishi yoxud boshqa moddiy zarar yetishiga sabab bo‘lgan hodisa; yo‘l harakati  — odam va yuklarni transport vositalari yordamida yoki bunday vositalarsiz yo‘llar doirasida tashish yoxud yo‘l harakati qatnashchilarining yo‘llarda harakatlanishi jarayonida yuzaga keluvchi munosabatlar majmui; temir yo‘l kesishmasi  — yo‘lning temir yo‘llar bilan bir sathda kesishgan joyi; yo‘nalishli transport vositasi  — belgilangan yo‘nalishi va bekatlari bo‘lgan, yo‘lovchi tashish uchun mo‘ljallangan umumiy foydalanishdagi transport vositalari (trolleybus, tramvay, avtobus, yo‘nalishli taksi); mexanik transport vositasi  — dvigatel bilan harakatga keltiriladigan transport vositasi (mopeddan tashqari). Bu atama barcha traktor va o‘zi yurar moslamalarga ham taalluqlidir; moped  — eng yuqori konstruktiv tezligi soatiga 50 kilometrdan, ish hajmi 50 sm 3  dan oshmaydigan ichki yonuv dvigateliga ega bo‘lgan yoki nominal (belgilangan) quvvati 0,25 kilovattdan ortiq va 4 kilovattdan kam bo‘lgan elektr dvigatelli ikki yoki uch g‘ildirakli transport vositasi. Xuddi shunday tavsiflarga ega bo‘lgan kvadritsikl (kvadrotsikl), tritsikl, skuter hamda yo‘lning qatnov qismida harakatlanishiga moslashtirilgan boshqa mexanik moslamalar ham mopedlarga tenglashtiriladi; mototsikl  — dvigatelining ish hajmi 50 sm 3 dan (ichki yonuv dvigateli bo‘lganda) va har qanaqa dvigatelda eng yuqori konstruktiv tezligi soatiga 50 kilometrdan oshadigan ikki g‘ildirakli va yon tirkamali (kajavali) yoki yon tirkamasiz mexanik transport vositasi. Tritsikllar, shuningdek, ruxsat etilgan to‘liq vazni 400 kilogrammdan (yuk tashish uchun mo‘ljallangan transport vositalari uchun 550 kilogrammdan) oshmaydigan, mototsiklga o‘xshash o‘rindiqqa va rulga ega bo‘lgan va dvigatelining eng yuqori quvvati 15 kilovattdan oshmaydigan kvadritsikl (kvadrotsikl) hamda boshqa mexanik moslamalar ham mototsikllarga tenglashtiriladi; aholi punkti  — kirish va chiqish yo‘llari 5.22 — 5.25 yo‘l belgilari bilan belgilangan hudud; yetarlicha ko‘rinmaslik  — yomg‘ir, qor yog‘ishi, tuman tushishi va shunga o‘xshash sharoitlarda, shuningdek, kunning g‘ira-shira vaqtida yo‘lning ko‘rinish masofasi 300 metrdan kam bo‘lishi; quvib o‘tish  — bir yoki bir nechta transport vositalarini qarama-qarshi yo‘nalishda harakatlanish uchun mo‘ljallangan tasmaga chiqib, so‘ngra ilgari egallagan qatoriga qaytib o‘tish bilan bog‘liq bo‘lgan o‘zib ketish; qayta tizilish  — dastlabki harakat yo‘nalishini saqlagan holda o‘z harakatlanish tasmasidan boshqa harakatlanish qatoriga o‘tish; o‘zib ketish  — transport vositasining bir yo‘nalishda transport vositasi tezligidan ortiq tezlikda harakatlanishi; yo‘l harakati xavfsizligini ta’minlash  — yo‘l-transport hodisalarining kelib chiqish sabablarining oldini olishga, ularning og‘ir oqibatlarini kamaytirishga qaratilgan faoliyat; yo‘l yoqasi  — yo‘lning qatnov qismiga u bilan bir sathda bevosita tutashgan, qoplama turi bilan farq qiladigan yoki 1.1 yo‘l chizig‘i yordamida ajratilgan, ushbu Qoidalarga muvofiq harakatlanish, to‘xtash va to‘xtab turish uchun mo‘ljallangan bo‘lagi; yo‘l harakatini tashkil etish  — yo‘llarda harakatni boshqarish bo‘yicha huquqiy, tashkiliy-texnika tadbirlar va boshqaruv harakatlari majmui; piyodalarning tashkiliy jamlanmasi  — Qoidalarning  16-bandi  talablariga muvofiq yo‘lda bir yo‘nalishda birgalikda harakatlanayotgan odamlar guruhi; transport vositalarining tashkiliy jamlanmasi  — oldida ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi yoqilgan transport vositasi kuzatib borayotgan, bevosita bir-birining ketidan, bitta harakatlanish bo‘lagida, yaqinni yorituvchi faralar chiroqlarini yoqib kelayotgan, uch va undan ortiq mexanik transport vositalari guruhi; bolalar guruhini tashkiliy tashish  — yo‘nalishli transport vositalariga daxli bo‘lmagan avtobuslarda sakkiz va undan ortiq bolalarning tashkiliy tashilishi; to‘xtash  — transport vositasi harakatini 10 daqiqagacha bo‘lgan muddatga to‘xtatish (harakatsiz holatga keltirish); to‘xtab turish  — transport vositasiga yo‘lovchilarni chiqarish yoki tushirish, yuk ortish yoki tushirish bilan bog‘liq bo‘lmagan hollarda harakatni 10 daqiqadan ko‘proq vaqtga atayin to‘xtatish; yo‘lovchi  — transport vositasidagi (haydovchidan tashqari) shaxs, shuningdek transport vositasiga kirayotgan (unga chiqib o‘tirayotgan) yoki transport vositasidan chiqayotgan (undan tushayotgan) shaxs; chorraha  — yo‘llarning o‘zaro bir sathda kesishadigan, tutashadigan va ayriladigan joyi. Chorraha chegarasi uning markazidan qatnov qismlari oxiridagi qarama-qarshi tomonlarning eng uzoq burilish joylarini tutashtiruvchi tasavvur qilinadigan chiziqlar bilan aniqlanadi. Yondosh hududlardan chiqish joylari chorraha hisoblanmaydi; ogohlantiruvchi ishoralar  — avariya holatlarining oldini olish maqsadida, shuningdek, harakat yo‘nalishini o‘zgartirishda, to‘xtatishda qo‘llaniladigan ishoralar; piyoda  — transport vositasidan tashqarida bo‘lgan va yo‘lda biror-bir yumush bilan band bo‘lmagan shaxs. Nogironligi bo‘lgan shaxslarning dvigatelsiz aravachasida harakatlanayotgan, velosiped, moped, mototsikl, chana, aravacha va bolalar yoki nogironligi bo‘lgan shaxslar aravachasini yetaklagan, shuningdek, harakatlanish uchun rolikli konkilar, dvigatelsiz samokatlar va boshqa shularga o‘xshash vositalardan foydalanayotgan shaxslar ham piyodalarga tenglashtiriladi; piyodalar o‘tish joyi  — qatnov qismidagi 5.16.1, 5.16.2 yo‘l belgilari va 1.14.1 — 1.14.3 yo‘l chiziqlari bilan belgilangan va piyodalar yo‘lni kesib o‘tishda harakatlanishlari uchun ajratilgan joy. Yo‘l chiziqlari bo‘lmasa, piyodalar o‘tish joyining kengligi 5.16.1 va 5.16.2 yo‘l belgilari orasidagi masofa bilan aniqlanadi; piyodalar yo‘lkasi  — piyodalar harakatlanishi uchun qurilgan yoki moslashtirilgan, tegishli yo‘l belgisi bilan belgilangan alohida yo‘l yoki sun’iy inshoot yuzasi. Transport vositalari harakati taqiqlangan qismi; piyoda va velosiped yo‘lkasi  — qatnov qismidan ajratilgan, velosipedchilarning va piyodalarning alohida-alohida yoki birgalikda harakatlanishi uchun mo‘ljallangan va 4.6.1 — 4.6.6 yo‘l belgilari o‘rnatilgan yo‘lning tarkibiy qismi yoxud alohida yo‘l; reversiv harakatlanish  — qatnov qismining maxsus ajratilgan, 5.35 — 5.37 yo‘l belgilari, 1.9 yo‘l chizig‘i bilan belgilangan va ustida reversiv svetofor o‘rnatilgan bo‘lagida harakatlanish yo‘nalishining qarama-qarshi tomonga o‘zgarishi; ruxsat etilgan to‘liq vazn  — jihozlangan transport vositasining ishlab chiqargan korxona tomonidan belgilangan yuk, haydovchi va yo‘lovchilari bilan birgalikdagi eng yuqori vazni (o‘lchovi). Bir tarkibda harakatlanayotgan (tirkama va boshqalar) transport vositalarining ruxsat etilgan to‘liq vazniga shu tarkibga kiruvchi transport vositalarining ruxsat etilgan to‘liq vaznlari yig‘indisi kiradi; tartibga soluvchi  — O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmatining (keyingi o‘rinlarda — DYHXX), harbiy avtomobil nazorati organlari xodimi, o‘z xizmat vazifalarini bajarayotgan, ushbu Qoidalarda ko‘zda tutilgan ishoralar yordamida yo‘l harakatini tartibga solish vakolatiga ega bo‘lgan va uni bevosita amalga oshirayotgan yo‘ldan foydalanish xizmati xodimlari, temir yo‘l kesishmasi va sol kechuvlaridagi navbatchilar hamda jamoatchilik vakillari. Tartibga soluvchi maxsus kiyim va (yoki) taniqlik belgisi (qo‘l bog‘ichi, jezl, qizil ishorali yorug‘lik qaytargich, qizil chiroq yoki bayroqcha)ga ega bo‘lishi shart; trotuar  — qatnov qismiga tutashgan yoki undan maysazor, ariq, maxsus to‘siqlar bilan ajratilgan va piyodalarning harakatlanishi uchun mo‘ljallangan yo‘l qismi; tirkama  — mexanik transport vositasi tarkibida harakatlanishga mo‘ljallangan va dvigatel bilan jihozlanmagan transport vositasi. Ushbu atama yarim tirkama va uzaytiriladigan tirkamalarga ham taalluqlidir; foto va video qayd etish  — yo‘l harakati qoidalari buzilishini maxsus avtomatlashtirilgan foto va video texnik vositalari, shuningdek, videokuzatuv va tasvirga olish texnika vositalari hamda mobil qurilmalar yordamida qayd etish; xavfli yuk  — o‘ziga xos xossalari va xususiyatlari tufayli muayyan omillar mavjud bo‘lgan taqdirda tashish, yuk ortish-tushirish ishlari jarayonida tashilayotgan yuklar, texnika vositalari, qurilmalar, bino va inshootlar, boshqa obyektlarning portlashi, yonishi yoki shikastlanishiga, shuningdek odamlar hayoti va sog‘lig‘iga, atrof muhitga zarar yetkazilishiga sabab bo‘lishi mumkin bo‘lgan moddalar, materiallar, buyumlar, chiqindilar; xavfsizlik orolchasi  — harakatlanish tasmalarini (shu jumladan velosipedchilar tasmalarini) ajratuvchi, konstruksiyasiga ko‘ra qatnov qismi ustiga bordyur toshlari bilan ko‘tarilgan yoki harakatni tashkil etish texnik vositalari bilan belgilangan qatnov qismidan o‘tayotgan piyodalar, talab qilingan holda to‘xtab o‘tishlari uchun mo‘ljallangan yo‘l qurilmasi. Ajratuvchi mintaqa oralig‘idan o‘tkazilgan piyodalar o‘tish joyi ham xavfsizlik orolchasi hisoblanadi. Ikki tomonlama harakatlanishli yo‘llarda qarama — qarshi yo‘nalishlarni ajratuvchi xavfsizlik orolchalarini o‘ng tomondan aylanib o‘tiladi; ko‘rinishi cheklangan joylar  — joylardagi past-balandliklar, burilishlar, o‘simliklar, daraxtlar, qurilishlar, inshootlar yoki boshqa obyektlar, shu jumladan, transport vositalari tufayli harakatlanish yo‘nalishida yo‘l ko‘rinishining cheklanishi; yondosh hudud  — bevosita yo‘lga tutashgan va transport vositalari o‘tib ketishi uchun mo‘ljallanmagan hudud (hovlilar, mahallalar, turar joy dahalari, transport vositasi to‘xtab turish joylari, yonilg‘i quyish shoxobchalari, korxona va shunga o‘xshashlar). Yondosh hududdan chiqayotgan transport vositalari barcha yo‘l harakati qatnashchilariga yo‘l berishi shart; qatnov qismlari kesishmasi  — yo‘llarning qatnov qismlari o‘zaro kesishib o‘tadigan va tasavvur qilinadigan chiziqlar bilan aniqlangan hudud; qatnov qismi  — yo‘lning relssiz transport vositalari harakatlanishi uchun mo‘ljallangan qismi; sutkaning qorong‘i vaqti  — kechki g‘ira-shiraning oxiridan tonggi g‘ira-shiraning boshlanishigacha bo‘lgan oraliqdagi vaqt; harakatlanish tasmasi  — avtomobillarning bir qator bo‘lib harakatlanishi uchun yetarlicha keng bo‘lgan, yo‘l chiziqlari bilan belgilangan yoki belgilanmagan yo‘l qatnov qismining har qanday bo‘ylama tasmasi; haqiqiy vazn  — transport vositasining yuki, haydovchi va yo‘lovchilari bilan birgalikdagi vazni; yo‘l berish (to‘sqinlik qilmaslik)  — yo‘l harakati qatnashchilariga nisbatan imtiyozi bo‘lgan boshqa yo‘l harakati qatnashchisining harakat yo‘nalishi yoki tezligini o‘zgartirishga majbur etishi mumkin bo‘lgan hollarda, harakatni davom ettirmasligini yoki boshlamasligini, biror-bir manyovr bajarishi mumkin emasligini bildiruvchi talab; yo‘l harakati qatnashchisi  — yo‘l harakati jarayonida transport vositasining haydovchisi, yo‘lovchisi yoki piyoda tariqasida bevosita ishtirok etuvchi shaxs; imtiyoz  — mo‘ljallangan yo‘nalishda boshqa yo‘l harakati qatnashchilariga nisbatan oldin harakatlanish huquqi; to‘xtab turish joyi  — transport vositalarini tashkiliy to‘xtab turishi (joylashtirilishi) uchun mo‘ljallangan, tegishli yo‘l belgisi bilan belgilangan, qatnov qismining bir bo‘lagi yoki qatnov qismiga, trotuarga, yo‘l yoqasiga, ko‘prikka, estakadaga va ko‘cha-yo‘l tarmog‘ining boshqa obyektlariga tutashgan, maxsus jihozlangan joy; pulli to‘xtab turish joyi  — to‘lov asosda foydalaniladigan to‘xtab turish joyi; harakatlanish uchun xavf  — yo‘l harakati jarayonidan o‘sha yo‘nalishda va o‘sha tezlikda harakatlanishni davom ettirish yo‘l-transport hodisasi sodir bo‘lishiga tahdid qiladigan omil; ajratuvchi mintaqa  — yo‘lning yonma-yon joylashgan qatnov qismlarini ajratuvchi, transport vositalari harakatlanishi yoki to‘xtashi uchun mo‘ljallanmagan, yo‘l sathidan ko‘tarilgan yoki maysazor, ariq, maxsus to‘siqlar bilan ajratilgan baland qismi; elektromobil  — tashqi elektr manbaidan quvvatlanib faqat elektr dvigateli bilan harakatlanadigan transport vositasi; xavf  — yo‘l harakati xavfsizligiga xavf soluvchi har qanday omil; to‘siq  — yo‘lning qatnov qismida harakatsiz holda bo‘lgan jism (buzilib qolgan transport vositasi, tushib qolgan yuk, yiqilgan daraxt va boshqalar). Tirbandlik tufayli yoki Qoidalar talabiga binoan ushbu tasmada to‘xtagan transport vositasi to‘siq hisoblanmaydi; tezkor va maxsus xizmatlarning transport vositasi  — tezkor vazifalarni bajarishga mo‘ljallangan, ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqcha bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositasi; avariya holatini yuzaga keltirish  — yo‘l harakatining boshqa qatnashchilarini harakat yo‘nalishi yoki tezligini keskin o‘zgartirishga, shuningdek, o‘z xavfsizligini yoxud boshqa fuqarolar xavfsizligini ta’minlash uchun o‘zga choralarni ko‘rishga majbur qilish; xorijiy avtotransport vositalari  — xorijiy davlatlarning ro‘yxatga olish idoralarida ro‘yxatda turgan va O‘zbekiston Respublikasi hududiga chet el fuqarolari va O‘zbekiston Respublikasi hududida doimiy yashash joyiga ega bo‘lmagan fuqaroligi bo‘lmagan shaxslarning shaxsiy ehtiyojlarini qondirish, yuklar va yo‘lovchilarni xalqaro tashish maqsadlarida vaqtincha olib kiriladigan avtotransport vositalari. 2-bob. Haydovchilarning umumiy vazifalari 7. Mexanik transport vositasining haydovchisi quyidagi hujjatlarni yonida olib yurishi va IIO xodimlari talab qilganda ularga tekshirish uchun berishi shart: tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasini, uning talonini (eski namunadagi haydovchilik guvohnomasi bo‘lsa), haydovchilik guvohnomasi belgilangan tartibda olib qo‘yilgan hollarda vaqtincha ruxsatnomani; vaqtincha ruxsatnoma bilan transport vositasini boshqarishda haydovchining shaxsini tasdiqlovchi hujjatni; transport vositasini (mopeddan tashqari), mavjud bo‘lganda tirkamani ro‘yxatdan o‘tkazish haqidagi guvohnomani; transport vositasining egasi bo‘lmagan hollarda esa, umumiy egalik huquqini yoki tasarruf etish huquqini beruvchi, egalik qilishga va foydalanishga berilganligini tasdiqlovchi hujjatni, transport vositasi egasining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisida ko‘rsatilgan transport vositasi egasining yaqin qarindoshlari (ota-ona, er (xotin), bolalar, aka-ukalar, opa-singillar) bundan mustasno; transport vositasi egasining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisini (elektron ko‘rinishda ham bo‘lishi mumkin). “Nogironligi bo‘lgan shaxs” taniqli belgisi o‘rnatilgan transport vositasini birinchi yoki ikkinchi guruh nogironligi bo‘lgan shaxs boshqarayotganda nogironligini tasdiqlovchi hujjatni; qonunchilik hujjatlarida ko‘zda tutilgan hollarda litsenziya guvohnomasini, yuridik shaxs tomonidan berilgan transport vositasini boshqarish huquqini beruvchi ishonchnomani yoki yo‘l varaqasini, tashilayotgan yuk hujjatlarini; yuridik shaxslar transport vositalari haydovchilarining, shu jumladan yo‘lovchi yoki yuk tashish faoliyatini amalga oshiruvchi haydovchilarning malaka oshirishdan o‘tganligi to‘g‘risidagi sertifikati. Xorijiy avtotransport vositalari haydovchilari esa qo‘shimcha: “Avtotransport vositasini qaytarib olib chiqish to‘g‘risidagi majburiyatnoma”ni; oynalari tusi o‘zgartirilgan (qoraytirilgan) yengil avtotransport vositasining majburiy yig‘im qabul qilinganligi haqidagi kvitansiyani. DYHXX xodimlari tomonidan quyidagi hujjatlar planshet orqali tekshiriladi: avtomototransport vositasidan foydalanish va uni tasarruf etish to‘g‘risidagi ishonchnoma (notarial tartibda tasdiqlangan bo‘lsa); avtotransport vositasi oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma; transport vositasining texnik ko‘rikdan o‘tganligi to‘g‘risidagi ma’lumot. Mexanik transport vositasi haydovchisining yonida O‘zbekiston Respublikasi ichki ishlar organlari yoxud konsullik muassasalari tomonidan berilgan biometrik pasporti yoki identifikatsiyalovchi ID-kartasi mavjud bo‘lgan taqdirda, uning transport vositasini boshqarish huquqini beruvchi hujjati, transport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi, shuningdek transport vositasiga egalik qilish, egasi yo‘qligida undan foydalanish yoki uni tasarruf etish huquqini tasdiqlovchi hujjatlar (yuridik shaxs tomonidan berilgan transport vositasini boshqarish huquqini beruvchi ishonchnoma yoki yo‘l varaqasi, tashilayotgan yukning hujjatlar bundan mustasno), transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi haydovchidan talab etilmaydi. O‘zbekiston Respublikasi ichki ishlar organlari yoxud konsullik muassasalari tomonidan berilgan biometrik pasporti yoki identifikatsiyalovchi ID-kartasi yonida bo‘lgan haydovchilarning: haydovchilik guvohnomasi; transport vositasini ro‘yxatdan o‘tkazganlik to‘g‘risidagi guvohnomasi; transport vositasiga egalik qilish, egasi yo‘qligida undan foydalanish yoki uni tasarruf etish huquqini tasdiqlovchi hujjatlari; avtotransport vositasi oynalarining tusini o‘zgartirishga (qoraytirishga) ruxsatnoma; transport vositasining texnik ko‘rikdan o‘tganligi to‘g‘risidagi ma’lumotni; transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi planshet orqali tekshiriladi (planshetda aniqlash imkoni bo‘lmagan hamda favqulodda holatlar bundan mustasno). 8. Haydovchi tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasiga ega bo‘lishi shart: “A” — moped, mototsikl va ularga tenglashtirilgan mototransport vositalari; “B” — ruxsat etilgan to‘liq vazni 3 500 kilogrammdan oshmaydigan yoki haydovchining o‘rindig‘idan tashqari o‘rindiqlar soni sakkiztadan ortiq bo‘lmagan, shuningdek, ular bazasida ishlab chiqarilgan qo‘l bilan boshqariladigan avtotransport vositalari, tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lmagan “B” toifadagi avtotransport vositalari, tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lgan lekin “B” toifadagi avtotransport vositasining aslahalangan vaznidan ortiq bo‘lmagan va avtotransport vositalari tarkibining ruxsat etilgan to‘liq vazni 3 500 kilogrammdan ortiq bo‘lmagan tirkamali “B” toifadagi avtotransport vositalari; “C” — ruxsat etilgan to‘liq vazni 3 500 kilogrammdan ortiq bo‘lgan avtotransport vositalari, tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lmagan “C” toifadagi avtotransport vositalari; “D” — yo‘lovchi tashishga mo‘ljallangan, haydovchi o‘rindig‘idan tashqari o‘rindiqlar soni sakkiztadan ortiq bo‘lgan avtotransport vositalari, tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lmagan “D” toifadagi avtotransport vositalari; “BE” — tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq yoki tirkamasining ruxsat etilgan to‘liq vazni jihozlangan avtotransport vositasining vaznidan ortiq bo‘lgan “B” toifadagi avtotransport vositalari, tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq lekin transport vositalari tarkibining ruxsat etilgan to‘liq vazni 3 500 kilogrammdan ortiq bo‘lmagan “B” toifadagi avtotransport vositalari; “CE” — tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lgan “C” toifadagi avtotransport vositalari; “DE” — tirkamasining ruxsat etilgan to‘liq vazni 750 kilogrammdan ortiq bo‘lgan “D” toifadagi avtotransport vositalari hamda bo‘g‘imli avtobuslar. Tramvay haydovchisiga faqat tramvay, trolleybus haydovchisiga faqat trolleybus boshqarishga ruxsat etiladi. Tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasi, eski namunadagi haydovchilik guvohnomasi bo‘lsa uning taloni mavjud bo‘lganda, o‘ziga tegishli bo‘lmagan transport vositasini, uning egasi yonida bo‘lganida yoxud avtomototransport vositasidan foydalanish va ularni tasarruf etish to‘g‘risidagi ishonchnomasi bo‘lgan shaxs ishtirokidagina (ularning roziligi bilan) boshqarish mumkin, agar transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi ushbu transport vositasidan cheklanmagan shaxslarning foydalanilishini hisobga olgan holda tuzilgan yoki transport vositasini boshqarayotgan shaxs sug‘urta polisida ko‘rsatilgan bo‘lsa. Transport vositasi egasining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisida ko‘rsatilgan transport vositasi egasining yaqin qarindoshlari (ota-ona, er (xotin), bolalar, aka-ukalar, opa-singillar) ushbu transport vositasidan mustaqil foydalanishi va boshqarishi mumkin. 9. Konstruksiyasida xavfsizlik kamarlari nazarda tutilgan transport vositasini boshqarayotgan haydovchi va uning old o‘rindig‘idagi yo‘lovchilar harakatni boshlashdan oldin xavfsizlik kamarlarini taqib olishlari shart. Quyidagi shaxslarga xavfsizlik kamarini taqmaslikka ruxsat beriladi: avtomobilning orqa o‘rindig‘idagi 12 yoshgacha bo‘lgan bolalar (ushbu Qoidalarning  159-bandiga  muvofiq); o‘quv-mashq transport vositasini o‘quvchi boshqarayotgan vaqtda avtomototransport vositasini yoki shahar elektr transportini boshqarishni o‘rgatuvchi amaliy mashg‘ulotlar instruktori; homilador ayollar, salomatligi xavfsizlik kamari taqish imkonini bermaydigan bemorlar (Sog‘liqni saqlash vazirligi tomonidan belgilangan kasalliklar ro‘yxatiga muvofiq va ushbu kasalliklar bilan kasallanganligi bo‘yicha tibbiy ma’lumotnoma mavjud bo‘lganda); xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari haydovchisi va yo‘lovchilari. Mototsikl va mopedda harakatlanayotgan haydovchi va yo‘lovchilar maxsus motoshlem kiyishlari va uni qadab olishlari shart. 10. Respublika hududida harakatlanayotgan xorijiy davlat fuqarosi boshqaruvidagi mexanik transport vositasi haydovchisining yonida yo‘l harakati haqidagi Konvensiya talablariga mos keladigan haydovchilik guvohnomasi va transport vositasining (tirkama bo‘lsa unga ham) ro‘yxatdan o‘tganligi haqidagi hujjat, transport vositasida (tirkama bo‘lsa unda ham) ro‘yxatdan o‘tkazish davlat raqam belgisi va u ro‘yxatdan o‘tgan davlatning taniqlik belgisi bo‘lishi shart. Xalqaro yo‘llarda yuklarni tashishni amalga oshirayotgan xorijiy davlat fuqarosi hisoblangan haydovchi tegishli yo‘l belgisi bilan maxsus jihozlangan nazorat punktlarida transport sohasini nazorat qilish bo‘yicha vakolatli xodimlarning talabiga muvofiq to‘xtashi va transport vositasini, shuningdek, ruxsatnomani va xalqaro kelishuvlarda nazarda tutilgan boshqa hujjatlarni tekshirish uchun ularga berishi shart. 11. Transport vositasining haydovchisi quyidagilarga majburdir: a) yo‘lga chiqishdan oldin transport vositasining texnik sozligini, tozaligini va to‘liq jihozlanganligini tekshirishi; b) harakatlanish vaqtida transport vositasining texnik sozligini ta’minlashi; v) harakatlanishni boshlashdan oldin yo‘lovchilar transport vositasida joylarini egallaganligiga, transport vositasining eshiklari yopilganligiga, yo‘lovchilar tashish uchun maxsus jihozlangan yuk transport vositalarida yo‘lovchilar tashiyotganda Qoidalarning  24-bandi  talablari bajarilganligiga ishonch hosil qilishi; g) harakatlanish jarayonida boshqa yo‘l harakati qatnashchilariga, ayniqsa, piyodalar, bolalar, nogironlar, qariyalarga va velosipedchilarga nisbatan ehtiyotkorlik choralarini ko‘rishi; d) yo‘lovchilarni quyidagilar haqida ogohlantirishi shart: harakatlanayotgan vaqtda avtomobil salonidan tana qismlarini (qo‘ldan tashqari) chiqarish taqiqlanganligi; transport vositasi harakatlanishni boshlashidan oldin xavfsizlik kamarlarini taqishlari (ushbu Qoidalarning  9-bandiga  muvofiq), mototsikl, moped va skuterda harakatlanayotganda esa motoshlem kiyishlari va uni qadab olishlari zarurligi; e) sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda majburiy to‘xtagan transport vositasining haydovchisi ta’mirlash maqsadida yo‘lning qatnov qismiga chiqishdan oldin nur qaytargichli maxsus jilet kiyib olishi (yengil va yuk avtomobili, avtobus va g‘ildirakli traktorlar haydovchilari); yo) IIO xodimlarining talabiga ko‘ra mastlik holatini aniqlovchi maxsus tekshiruv yoki alkogolli ichimliklar, giyohvandlik vositalari, ularning analoglari, psixotrop yoxud kuchli ta’sir qiluvchi moddalar ta’sirida yoki o‘zgacha tarzda mast holatda ekanligini aniqlash uchun tibbiy tekshiruvdan o‘tishi; j) harakatlanish vaqtida avariya holatini yuzaga keltirmasliklari; z) quyidagi hollarda foydalanish uchun transport vositasini berishi shart: IIO, Milliy gvardiya, Davlat xavfsizlik xizmati va O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmati organlari xodimlariga qonunchilik hujjatlarida belgilangan xollarda kechiktirib bo‘lmaydigan xizmat vazifalarini bajarish uchun, shuningdek, yo‘l-transport hodisasi tufayli shikastlangan yoki nosoz transport vositalarini olib ketish (shatakka olish) uchun (faqat yuk avtomobilidan); yo‘lakay yo‘nalishda kechiktirib bo‘lmaydigan tibbiy yordam ko‘rsatishga ketayotgan tibbiyot xodimlariga hamda zudlik bilan tibbiy yordamga muhtoj bo‘lgan fuqarolarni davolash-profilaktika muassasasiga olib borish uchun. Xorijiy davlatlarning diplomatik, konsullik vakolatxonalariga va boshqa vakolatxonalariga hamda xalqaro tashkilotlarga tegishli transport vositalari, shuningdek yong‘in uchirish, konvoy, inkassator xizmatlarining transport vositalaridan foydalanishga yo‘l qo‘yilmaydi. Transport vositasidan foydalangan shaxs haydovchi talab qilganda yo‘l varaqasiga yurilgan vaqtni, bosib o‘tilgan masofani, o‘z ismi-familiyasi, mansabi, ish joyi nomini, yo‘l varaqasi bo‘lmagan taqdirda, belgilangan tartibda ma’lumot yoki xabar yozib berishi kerak. Transport vositalarini tekshirish yoki undan foydalanish huquqiga ega bo‘lgan shaxslar haydovchining talabiga muvofiq o‘z xizmat guvohnomasini ko‘rsatishi shart. Xizmat vaqtida haydovchiga yetkazilgan moddiy va ma’naviy zarar uning talabiga ko‘ra qonunchilik hujjatlarida belgilangan tartibda tiklab beriladi; i) qonunchilik hujjatlarida talab qilingan hollarda vazn va hajm parametrlarini o‘lchash uchun nazorat joylari (punkt)dan o‘tishi. 12. Haydovchiga quyidagilar taqiqlanadi: transport vositasini spirtli ichimliklar, giyohvandlik vositalari, ularning analoglari, psixotrop yoxud kuchli ta’sir qiluvchi moddalar ta’sirida yoki o‘zgacha tarzda mast holatda, sezgirlik va e’tiborni susaytiradigan dori-darmonlar ta’sirida, yo‘l harakati xavfsizligiga tahdid soladigan charchoqlik va betoblik holatida boshqarish; har qanday mastlik holatida, sezgirlik va e’tiborni susaytiradigan dori-darmonlar ta’sirida, yo‘l harakati xavfsizligiga tahdid soladigan charchoqlik va betoblik holatida bo‘lgan, shuningdek, tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasi bo‘lmagan, yo‘l varaqasida yoki transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisida ism-familiyasi ko‘rsatilmagan (transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha shartnoma ushbu transport vositasidan cheklanmagan shaxslarning foydalanilishini hisobga olgan holda tuzilgan hollardan tashqari) shaxslarga transport vositasini boshqarish uchun topshirish; tormoz tizimi, rul boshqaruvi ishlamayotgan, ulagich moslamasi (avtopoyezd tarkibida) nosoz bo‘lgan, sutkaning qorong‘i vaqtida yoki ko‘rinish cheklangan vaziyatlarda yonmaydigan fara chiroqlari va orqa gabarit fara chiroqlari, yomg‘ir yoki qor yog‘ayotgan vaqtda oyna tozalagich ishlamaydigan transport vositasini boshqarish; tegishli ruxsatsiz transport vositalariga maxsus texnik jihoz (ratsiya, sirena va shu kabilar)lar o‘rnatish; transport vositalarining tashkiliy jamlanmasi, shu jumladan piyodalar jamlanmalari harakatiga xalaqit berish va ular orasiga kirish; transport vositasini boshqarish paytida telefondan (telefondan quloqchinlar orqali va qo‘llarni ishlatmasdan turib so‘zlashuvlar olib borish imkoniyatini beradigan boshqa uskunalar orqali foydalanish bundan mustasno), transport vositasi salonining old qismiga o‘rnatilgan tele, videomonitordan tele, videodasturlarni tomosha qilish uchun foydalanish; aholi punktlarida transport vositalarining magnitofon va ovoz chiqaruvchi boshqa apparaturalarni hamda dvigatel shovqinini belgilangan me’yordan baland ovozda qilib foydalanish. Harakatlanish vaqtida ushbu Qoidalarga  3-ilovada  ko‘rsatilgan transport vositalaridan foydalanishni taqiqlovchi shartlar yuzaga kelganda, haydovchi ularni bartaraf etishi, agar buning iloji bo‘lmasa, zarur bo‘lgan ehtiyot choralarini ko‘rgan holda ta’mirlash yoki to‘xtab turish joyiga evakuator yoki shatakka olish orqali transport vositasini olib borish choralarini ko‘rishi mumkin. 3-bob. Yo‘l-transport hodisasi sodir bo‘lganda haydovchining majburiyatlari 13. Yo‘l-transport hodisasi sodir bo‘lganda unga daxldor haydovchilar quyidagilarni bajarishlari shart: transport vositasini darhol to‘xtatishi, avariya ishoralarini yoqishi va avariya sababli to‘xtash belgisini Qoidalarning  51-bandi  talablariga muvofiq o‘rnatishi, transport vositasini va hodisaga daxldor buyumlarni joyidan qo‘zg‘atmasligi; tan jarohati olganlarga birinchi tibbiy yordam ko‘rsatish choralarini ko‘rishi, tez tibbiy yordam va favqulodda qutqaruv xizmatlarini chaqirishi, shoshilinch hollarda esa tan jarohati olganlarni yaqin oradagi tibbiyot muassasasiga yo‘lakay transport vositasida jo‘natishi, buning imkoni bo‘lmagan hollarda o‘z transport vositasida olib borishi, u erda o‘z ismi-familiyasi, transport vositasining ro‘yxatdan o‘tkazish davlat raqam belgisi haqida axborot berishi (o‘z shaxsini tasdiqlovchi hujjatni yoki haydovchilik guvohnomasini va transport vositasining ro‘yxatdan o‘tganligi to‘g‘risidagi hujjatni ko‘rsatishi) va hodisa ro‘y bergan joyga qaytib kelishi; agar boshqa transport vositalarining harakatlanishiga to‘sqinlik qilsa, dastlab transport vositalarining bir-biriga va yo‘l tuzilmalari obyektlariga nisbatan joylashgan holatini, hodisaga aloqador buyumlar va izlarni, guvohlar ishtirokida, shuningdek, fotosurat yoki videoyozuv vositalari bilan, turgan o‘rnini chizuvchi moslamalar yordamida belgilagan va transport vositasini zarur hollarda aynan shu holatga qayta joylashtirish imkonini beradigan holda qayd etishni amalga oshirishi, ularning yo‘qolmasligini va hodisa ro‘y bergan joyni aylanib o‘tishni tashkil qilishning barcha choralarini ko‘rishi, so‘ngra qatnov qismini bo‘shatishi; hodisa haqida IIOga xabar berishi, guvohlarning ism-familiyasini va yashash manzilini yozib olib, IIO xodimlarining kelishini kutishi. 14. Haydovchilar transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilikda belgilangan tartibda yo‘l-transport hodisasi to‘g‘risidagi xabarnomani tuzish bilan bog‘liq hollarda, yo‘l transport hodisa haqida DYHHX yoki IIO xodimlariga xabar bermasliklari mumkin. 4-bob. Piyodalarning majburiyatlari 15. Piyodalar trotuarlardan, piyodalar yo‘lkalaridan, piyoda va velosiped yo‘lkalaridan, ular bo‘lmaganda esa yo‘l yoqalaridan harakatlanishi kerak. Hajmi katta yuklarni olib ketayotgan piyodalar, shuningdek, nogironlarning dvigatelsiz aravachasida harakatlanayotgan shaxslarning trotuarlar yoki piyodalar yo‘lkalaridan harakatlanishi boshqa piyodalarning harakatlanishiga xalaqit berayotgan bo‘lsa, ular qatnov qismining chetidan harakatlanishi mumkin. Trotuarlar, piyodalar yo‘lkalari, piyoda va velosiped yo‘lkalari yoki yo‘l yoqalari bo‘lmasa yoxud ulardan harakatlanishning imkoniyati bo‘lmagan hollarda, piyodalar velosiped yo‘lkasidan yoki qatnov qismining chetidan (ajratuvchi mintaqa bor yo‘llarda qatnov qismining tashqi chetidan) bir qator bo‘lib harakatlanishlari mumkin. Qatnov qismi chetida harakatlanayotgan piyodalar transport vositalarining harakatlanishiga qarama-qarshi yo‘nalishda yurishlari kerak. Nogironlarning dvigatelsiz aravachasida harakatlanayotgan, mototsikl, moped, velosiped yetaklab ketayotgan shaxslar esa bunday hollarda transport vositalarining harakatlanish yo‘nalishi bo‘ylab yurishlari kerak. Piyodalar yo‘lkasida, trotuarda, yo‘l yoqasida piyodalarning harakatlanishiga xalaqit beradigan qurilma va to‘siqlar o‘rnatish taqiqlanadi. 16. Piyodalarning tashkiliy jamlanmasiga yo‘lning qatnov qismida bir qatorda to‘rt kishidan ortiq bo‘lmasdan, faqat transport vositalarining harakat yo‘nalishi bo‘ylab o‘ng tomondan harakatlanishga ruxsat etiladi. Jamlanmaning oldi va orqasida chap tomondan qizil bayroqcha, sutkaning qorong‘i vaqtida yoki yetarlicha ko‘rinmaslik sharoitida esa oldinda oq, orqada qizil rangli chiroq ko‘targan kuzatuvchilar bo‘lishi shart. Bolalar guruhini trotuarlar va piyodalar yo‘lkalaridangina, ular bo‘lmaganda esa yo‘l yoqasidan faqat sutkaning yorug‘ vaqtida va katta yoshdagilar kuzatuvida olib yurishga ruxsat etiladi. 17. Piyodalar yo‘lning qatnov qismini piyodalar o‘tish joylaridan, shuningdek, yer osti va yer usti o‘tish joylaridan, ular bo‘lmaganda esa chorrahalarda trotuar chiziqlari yoki yo‘l yoqasi bo‘ylab kesib o‘tishlari kerak. Piyodalarga ko‘rinadigan oraliqda o‘tish joyi yoki chorraha bo‘lmasa, ajratuvchi mintaqasiz va to‘siqsiz yo‘llardan yo‘lning ikki tomoni yaxshi ko‘rinadigan joyidan, qatnov qismining chetiga nisbatan to‘g‘ri burchak ostida kesib o‘tish ruxsat etiladi. 18. Yo‘l harakati tartibga solingan joylarda piyodalar tartibga soluvchining yoki piyodalar svetoforining, ular bo‘lmaganda esa transport svetoforining ishoralariga amal qilishlari kerak. 19. Tartibga solinmaydigan piyodalar o‘tish joylarida, piyodalar yaqinlashayotgan transport vositalarigacha bo‘lgan masofani va ularning tezligini chamalab ko‘rib, o‘tish o‘zlari uchun xavfsiz ekanligiga ishonch hosil qilganlaridan so‘ng qatnov qismi (tramvay bekati)ga chiqishlari ruxsat etiladi. Shuningdek, piyodalar yo‘lni piyodalar o‘tish joylaridan tashqarida kesib o‘tishda transport vositalarining harakatlanishiga xalaqit bermasliklari, yaqinlashayotgan transport vositalarining yo‘qligiga ishonch hosil qilmasdan turib, ko‘rinishni cheklovchi to‘xtab turgan transport vositasi yoki boshqa biror to‘siq panasidan chiqmasliklari kerak. Yo‘lning qatnov qismida, shuningdek, piyodalar o‘tish joylarida harakatlanayotgan piyodalarga telefondan foydalanish, tele, video mahsulotlarni ko‘rish, radio-audio mahsulotlarni eshitish, kitob yoki davriy matbuot o‘qish, hamda e’tiborni chalg‘itadigan boshqa elektron vositalardan foydalanish taqiqlanadi. Piyodalar to‘xtab turgan avtobus va trolleybusning orqa tomonidan, tramvayning esa oldi tomonidan yo‘lni kesib o‘tishlari shart. 20. Yo‘l harakati xavfsizligini ta’minlash bilan bog‘liq bo‘lmasa, yo‘lning qatnov qismi (tramvay yo‘llari)ga chiqqan piyodalar ushlanib qolmasliklari va to‘xtamasliklari kerak. O‘tishga ulgurmagan piyodalar xavfsizlik orolchasida, agarda u bo‘lmasa qarama-qarshi yo‘nalishdagi transport oqimlarini ajratuvchi chiziqda to‘xtashlari lozim. Keyingi harakatlanish xavfsiz ekanligiga ishonch hosil qilgandan so‘ng va svetofor yoki tartibga soluvchining ishoralarini hisobga olgan holda o‘tishni davom etishlari mumkin. 21. Tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishorasi yoqilgan transport vositalari yaqinlashib kelayotgan bo‘lsa, piyodalar qatnov qismidan o‘tmasliklari, unda harakatlanayotganlari esa, ushbu transport vositalariga yo‘l berishlari va zudlik bilan qatnov qismini bo‘shatishlari kerak. 22. Yo‘nalishli transport vositalarini faqat qatnov qismidan baland joylashgan kutish maydonchalarida, ular bo‘lmaganda esa, trotuar yoki yo‘l yoqasida kutishlari kerak. Qatnov qismidan baland joylashgan maydonchalar bilan jihozlanmagan bekatlarda yo‘nalishli transport vositalari to‘liq to‘xtagandan so‘ng unga chiqish uchun qatnov qismiga chiqishga ruxsat etiladi. Undan tushgandan keyin ushlanib qolmasdan qatnov qismini bo‘shatishlari shart. Qatnov qismi bo‘ylab bekatlarga borayotgan yoki undan qaytayotgan piyodalar ushbu Qoidalarning  18 — 21-bandlari  talablariga amal qilishlari kerak. 5-bob. Yo‘lovchilarning majburiyatlari 23. Yo‘lovchilar transport vositasiga faqat u to‘liq to‘xtagandan so‘ng trotuar yoki yo‘l yoqasi tomondan chiqishga va tushishga majburdirlar. Yo‘lovchilarning transport vositalaridan trotuar yoki yo‘l yoqasi tomondan tushishi yoki ularga chiqishining iloji bo‘lmagan hollarda, agar bu harakat xavf tug‘dirmasa yoki boshqa yo‘l harakati qatnashchilariga xalaqit bermasa, yo‘lning qatnov qismi tomonidan amalga oshirilishi mumkin. Mazkur Qoidalarning  9-bandiga  muvofiq xavfsizlik kamarlari bilan jihozlangan transport vositalarida harakatlanishdan oldin ularni taqib olish, mototsikl yoki mopedlarda harakatlanishidan oldin esa motoshlemni qadab olishi shart. 24. Yo‘lovchilarga: transport vositasi harakatlanayotgan vaqtda haydovchini boshqarishdan chalg‘itish (unga xalaqit berish); harakatlanayotgan bortli yuk avtomobillarida tik turish, bortlarda yoki undan yuqoridagi yuk ustida o‘tirish; transport vositasi harakatlanayotgan vaqtda uning eshiklarini ochish; transport vositasi harakatlanayotgan vaqtda salondan tana qismlarini (qo‘ldan tashqari) chiqarish taqiqlanadi. Bu talablarning bajarilishini haydovchi nazorat qilishi kerak. 6-bob. Maxsus transport vositalarining imtiyozlari 25. Tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar yoqilgan transport vositalarining haydovchilari kechiktirib bo‘lmaydigan xizmat vazifalarini bajarayotib, harakatlanish xavfsizligini ta’minlash sharti bilan ushbu Qoidalarning  7-bobi  (tartibga soluvchining ishoralaridan tashqari),  9 — 16 ,  19-20  va  22 boblari ,  1  va  2-ilovalari  talablaridan chetga chiqishlari mumkin. Yo‘l harakatining boshqa qatnashchilariga nisbatan imtiyozga ega bo‘lishi uchun tezkor va maxsus xizmatlarning transport vositalarida, tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishora yoqilgan bo‘lishi shart. Ular o‘zlariga yo‘l berilayotganligiga ishonch hosil qilganlaridan so‘nggina imtiyozdan foydalanishlari mumkin. Ushbu imtiyozdan tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishorasi yoqilgan transport vositalari tomonidan kuzatib kelinayotgan transport vositalarining haydovchilari ham foydalanadilar. Kuzatib kelinayotgan transport vositalarida yaqinni yorituvchi fara chiroqlari yoqilgan bo‘lishi shart. 26. Haydovchilar tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar va maxsus tovushli ishorasi yoqilgan holda yaqinlashayotgan transport vositalariga, shuningdek ularning kuzatuvidagi, yaqinni yorituvchi fara chiroqlari yoqilgan transport vositasi (transport vositalari)ga yo‘l berishlari shart. Mazkur turdagi transport vositalarini quvib o‘tish taqiqlanadi. 27. Tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchasini yoqib to‘xtab turgan transport vositasiga yaqinlashayotgan haydovchilar zarur bo‘lgan hollarda harakatlanish tezligini darhol to‘xtash imkoniyatini beradigan darajada kamaytirishlari shart. 28. Zarg‘aldoq yoki sariq rangli yalt-yalt etuvchi mayoqchalar transport vositalarida quyidagi hollarda yoqilgan bo‘lishi kerak: yo‘lda qurilish, ta’mirlash yoki tozalash ishlari olib borilayotganda, shuningdek, shikastlangan, nosoz transport vositalarini ortishda, tashishda; yo‘l harakatida qatnashayotgan, gabarit o‘lchamlari ushbu Qoidalarning  164-bandida  belgilangandan ortiq bo‘lgan, shuningdek, og‘ir vazn va katta hajmli hamda xavfli yuklarni tashiyotgan transport vositalarini kuzatib borishda; portlovchi, tez alangalanadigan, radioaktiv moddalarni va zaharli darajasi o‘ta yuqori bo‘lgan moddalarni tashishda; umumiy foydalanishdagi transport vositasi yo‘llarida velosipedchilarning tashkiliy jamlanmasini kuzatib borishda. Yoqilgan zarg‘aldoq va (yoki) sariq rangli mayoqcha harakatlanishda imtiyoz bermaydi va yo‘l harakatining boshqa qatnashchilarini faqat xavf haqida ogohlantiradi. 29. Zarg‘aldoq yoki sariq rangli yalt-yalt etuvchi mayoqchalari yoqilgan transport vositalarining haydovchilari yo‘l qurilishi, ta’mirlanishi va tozalanishi jarayonida hamda texnik shikastlangan, nosoz bo‘lgan, shuningdek, qonunchilikda ko‘zda tutilgan hollarda boshqa transport vositalarini ortishda, tashishda yo‘l harakati xavfsizligini ta’minlash sharti bilan ushbu Qoidalarning yo‘l belgilari (2.2, 2.4 — 2.6, 3.11 — 3.14, 3.17.2, 3.20 yo‘l belgilaridan tashqari), yo‘l chiziqlari hamda  67 — 71  va  121-bandlari  talablaridan chetga chiqishlari mumkin. Yo‘l harakatida qatnashayotgan, gabarit o‘lchamlari ushbu Qoidalarning  164-bandida  belgilangandan ortiq bo‘lgan, og‘ir vazn va katta hajmli yuk tashiyotgan transport vositalarining hamda ularni kuzatib kelayotgan zarg‘aldoq yoki sariq rangli yalt-yalt etuvchi mayoqchalari yoqilgan transport vositalarining haydovchilari harakat xavfsizligini ta’minlash sharti bilan yo‘l chiziqlari talablaridan chetga chiqishlari mumkin. 7-bob. Svetofor va tartibga soluvchining ishoralari 30. Svetoforlarda yashil, sariq, qizil va oq rangli yorug‘lik ishoralari qo‘llaniladi. Svetofor ishoralari vazifasiga qarab doirasimon, ko‘rsatkich (ko‘rsatkichlar), piyoda yoki velosiped tasviri tushirilgan ko‘rinishda va X-simon bo‘lishi mumkin. Doirasimon ishorali svetoforlarda yashil ishoralar bilan bir sathda joylashgan ishoralar yashil ko‘rsatkich (ko‘rsatkichlar) ko‘rinishidagi bitta yoki ikkita qo‘shimcha tarmoq bo‘lishi mumkin. 31. Svetoforning doirasimon ishoralari quyidagi ma’noni bildiradi: yashil ishora harakatlanishga ruxsat beradi; miltillovchi yashil ishora ham harakatlanishga ruxsat beradi va uning ta’sir vaqti tugayotganligi hamda ko‘p o‘tmay taqiqlovchi ishora yonishi haqida axborot beradi. yashil ishora o‘chishiga soniyalarda qancha vaqt qolganligi haqida axborot berish uchun raqamli tablo qo‘llanilishi mumkin; sariq ishora harakatlanishni taqiqlaydi (Qoidalarning  42-bandida  ko‘zda tutilgan holatlardan tashqari) va ishoralar almashuvi haqida ogohlantiradi; miltillovchi sariq ishora ehtiyotkorlik choralarini ko‘rgan holda harakatlanishga ruxsat beradi va tartibga solinmagan chorraha yoki piyodalar o‘tish joyi borligidan xabardor qiladi, xavf-xatar haqida ogohlantiradi; qizil ishora, shuningdek, miltillovchi qizil ishora harakatlanishni taqiqlaydi; qizil va sariq ishoralarning bir vaqtda yonishi harakatlanishni taqiqlaydi va ko‘p o‘tmay yashil ishora yonishi haqida axborot beradi. 32. Yo‘naltirgich ko‘rinishidagi qizil, sariq va yashil rangli svetofor ishoralari ham doirasimon shaklidagi svetofor ishoralari bilan bir xil ma’noga ega bo‘ladi. Ular faqat ko‘rsatilgan yo‘nalishga ta’sir etadi. Agar tegishli yo‘l belgisi bilan qayrilib olish taqiqlanmagan bo‘lsa, chapga burilishga ruxsat beruvchi yo‘naltirgich qayrilib olishga ham ruxsat beradi. Qo‘shimcha tarmoqdagi yashil yo‘naltirgich ham xuddi shu ma’noni bildiradi. Svetoforning qo‘shimcha tarmoqdagi ishora o‘chirilgan bo‘lsa, shu tarmoq tartibga solayotgan yo‘nalishda harakatlanish taqiqlanganligini bildiradi. 33. Svetoforning asosiy yashil ishorasiga yo‘naltirgich (yo‘naltirgichlar)ning shakli tushirilgan bo‘lsa, u haydovchilarga svetoforning qo‘shimcha tarmog‘i borligi haqida axborot beradi va asosiy yashil ishora yonganda harakatlanishga ruxsat berilgan yo‘nalishlarni ko‘rsatadi. 34. Agar svetofor ishorasi piyoda tasviri ko‘rinishida bo‘lsa, u faqat piyodalarga, velosiped tasviri ko‘rinishida bo‘lsa, u faqat velosipedchilar harakatlanishiga ta’sir qiladi. Bunda yashil ishora piyodalar yoki velosipedchilarning harakatlanishiga ruxsat beradi, qizil ishora ularning harakatlanishini taqiqlaydi. Velosipedchilar harakatlanishini tartibga solish uchun o‘lchami kichraytirilgan doirasimon ishoralarga ega bo‘lgan svetofor qo‘llanilishi mumkin. Bunday holda svetofor bilan velosiped tasviriga ega bo‘lgan tegishli belgi o‘rnatiladi. Ko‘zi ojiz piyodalarga qatnov qismini kesib o‘tishlari mumkinligi haqida axborot berish uchun svetoforning yorug‘lik ishoralariga tovushli ishora ham qo‘shilishi mumkin. 35. Qatnov qismidagi harakatlanish yo‘nalishi qarama-qarshi tomonga o‘zgarishi mumkin bo‘lgan tasmalarida transport vositalarining harakatlanishini tartibga solish uchun X-simon qizil ishorali va pastga yo‘nalgan ko‘rsatkich ko‘rinishidagi yashil ishorali reversiv svetoforlar qo‘llaniladi. Bu ishoralar qaysi tasma ustiga o‘rnatilgan bo‘lsa, unda harakatlanishni taqiqlaydi yoki harakatlanishga ruxsat beradi. Ikki tomoni 1.9 yo‘l chizig‘i bilan belgilangan tasma ustiga o‘rnatilgan va ishoralari o‘chirilgan reversiv svetofor shu tasmaga kirishni taqiqlaydi. 36. Tramvaylarning hamda maxsus ajratilgan tasma bo‘ylab harakatlanayotgan boshqa yo‘nalishli transport vositalarining harakatlanishini tartibga solish uchun “T” harfi ko‘rinishida joylashgan to‘rtta doirasimon oq rang ishorali svetoforlar qo‘llanilishi mumkin. Yuqoridagi bir yoki bir nechta va pastki ishora bir vaqtning o‘zida yonganda, harakatlanishga ruxsat etiladi. Ulardan chapdagisi chapga, o‘ngdagisi o‘ngga, o‘rtadagisi to‘g‘riga yurishga ruxsat beradi. Pastdagi ishora o‘chirilib, yuqoridagi uchta ishora bir vaqtda yonsa, harakatlanish taqiqlanadi. 37. Temir yo‘l kesishmalarida o‘rnatilgan doirasimon oq rangli miltillovchi ishora transport vositalarining kesishma orqali harakatlanishiga ruxsat beradi. Svetoforning miltillovchi oq va qizil ishoralari o‘chirilgan bo‘lib, ko‘rinish chegarasida temir yo‘l kesishmasiga yaqinlashib kelayotgan poyezd (lokomotiv, drezina) bo‘lmasa harakatlanishga ruxsat etadi. Temir yo‘l kesishmalarida svetoforning qizil miltillovchi ishorasi bilan bir vaqtda yo‘l harakati qatnashchilarining kesishma orqali harakatlanishi taqiqlanganligi to‘g‘risida qo‘shimcha axborot sifatida tovushli ishora ham berilishi mumkin. 38. Tartibga soluvchining ishoralari quyidagi ma’noni bildiradi: Qo‘llari yon tomonga uzatilganda yoki tushirilganda: chap va o‘ng yon tomonidan tramvayga to‘g‘riga, relssiz transport vositalariga to‘g‘riga va o‘ngga harakatlanishga, piyodalarga qatnov qismini kesib o‘tishga ruxsat beriladi; old va orqa tomonidan barcha transport vositalari va piyodalarning harakatlanishi taqiqlanadi. O‘ng qo‘li oldinga uzatilganda: chap yonidan tramvayga chapga, relssiz transport vositalariga barcha yo‘nalishlarda; oldi tomonidan barcha transport vositalariga faqat o‘ngga harakatlanishga ruxsat beriladi; orqa tomonidan va o‘ng yonidan barcha transport vositalarining harakatlanishi taqiqlanadi; piyodalarga tartibga soluvchining orqa tomonida qatnov qismini kesib o‘tishga ruxsat etiladi. Qo‘lini yuqoriga ko‘targanda: ushbu Qoidalarning  42-bandida  ko‘rsatilganidan boshqa hollarda transport vositalari va piyodalarning barcha yo‘nalishlarda harakatlanishi taqiqlanadi; tartibga soluvchi haydovchi va piyodalarga tushunarli bo‘lgan boshqa ishoralarni ham berishi mumkin. Ishoralar yaxshi ko‘rinishi uchun tartibga soluvchi jezl yoki yorug‘lik qaytaradigan qizil rangli moslamalarni qo‘llashi mumkin. Shuningdek, tartibga soluvchi o‘z faoliyatini maxsus moslama (tumba) ustida turib olib borishi mumkin. 39. Harakatni tartibga soluvchi yoki IIO xodimi o‘z xizmat vazifalarini bajarayotganda, qo‘l ishorasi yoki ovoz kuchaytirgich yordamida haydovchidan transport vositasini to‘xtatishni talab qilishi mumkin. Bunda transport vositasining haydovchisi ko‘rsatilgan joyda to‘xtashi shart. 40. Yo‘l harakati qatnashchilarining e’tiborini jalb etish uchun hushtak bilan qo‘shimcha ishora beriladi. 41. Svetofor (reversivdan tashqari)ning yoki tartibga soluvchining taqiqlovchi ishorasida haydovchilar transport vositalarini to‘xtash chizig‘i (5.33 yo‘l belgisi) oldida (bunda transport vositasining eng oldingi nuqtasi to‘xtash chizig‘i ustiga chiqib ketmasligi kerak), bunday chiziq bo‘lmaganda esa: chorrahada qatnov qismi bilan kesishgan joyida, piyodalarga (ushbu Qoidalarning  102-bandini  hisobga olgan holda) xalaqit bermasdan; temir yo‘l kesishmasi oldida ushbu Qoidalarning  119-bandiga  muvofiq; boshqa joylarda svetofor yoki tartibga soluvchining oldida, harakatlanishiga ruxsat berilgan transport vositalari va piyodalarga xalaqit bermagan holda to‘xtashi kerak. 42. Svetoforning yashil ishorasidan keyin sariq ishora yonganda yoki tartibga soluvchining qo‘li yuqoriga ko‘tarilganda, Qoidalarning  41-bandida  nazarda tutilgan joylarda keskin tormoz bermasdan to‘xtashga ulgura olmaydigan haydovchilarga harakatlanishni davom ettirishga ruxsat etiladi. Ushbu ishoralar berilganda, qatnov qismida bo‘lgan piyodalar uni bo‘shatishlari, agar buning iloji bo‘lmasa, qarama-qarshi yo‘nalishlardagi transport oqimlarini ajratuvchi chiziqda to‘xtashlari kerak. 43. Tartibga soluvchining ishoralari va ko‘rsatmalari svetofor ishoralari, yo‘l belgilari va chiziqlari talablariga zid bo‘lgan hollarda haydovchi, velosipedchi va piyodalar tartibga soluvchining ishoralari va ko‘rsatmalariga amal qilishlari kerak. Svetofor ishoralari imtiyoz belgilari talablariga zid bo‘lgan hollarda haydovchilar svetofor ishoralariga amal qilishlari kerak. Agar svetoforning ishoralari ishlamayotgan bo‘lsa, haydovchi boshqa (ko‘ndalang) yo‘nalishdagi svetofor ishoralari ishlamayotganligiga ishonch hosil qilganidan so‘nggina harakat xavfsizligini ta’minlagan holda harakatni davom ettirishi lozim. 8-bob. Ogohlantiruvchi va avariya (xavf-xatar) ishoralari 44. Quyidagilar ogohlantiruvchi ishoralar hisoblanadi: burilishni ko‘rsatadigan miltillovchi chiroq yoki qo‘l bilan beriladigan ishoralar; to‘xtash fara chirog‘i; tovushli ishoralar; fara chiroqlarining yoqib o‘chirilishi; sutkaning yorug‘ vaqtida yaqinni yorituvchi fara chiroqlarini yoqilishi. 45. Haydovchi harakatlanishni boshlashdan, qayta tizilishdan, burilish (qayrilib olish)dan va to‘xtashdan oldin tegishli yo‘nalishni ko‘rsatuvchi yorug‘lik ishoralarini yoqishi, ular bo‘lmaganda yoki ishlamaganda qo‘l bilan ishoralar berishi shart. Chapga burilish (qayrilib olish)ni bildiruvchi ishoraga chap qo‘lni yonga uzatish yoki o‘ng qo‘lni tirsakdan to‘g‘ri burchak ostida bukib, yuqoriga ko‘tarish mos keladi. O‘ngga burilish (qayrilib olish)ni bildiruvchi ishoraga o‘ng qo‘lni yonga uzatish yoki chap qo‘lni tirsakdan to‘g‘ri burchak ostida bukib, yuqoriga ko‘tarish mos keladi. To‘xtash ishorasi chap yoki o‘ng qo‘lni yuqoriga ko‘tarib beriladi. 46. Burilish ko‘rsatkichi yoki qo‘l bilan berilayotgan ishora manyovrni bajarishdan oldinroq berilishi va uni tugallagach, darhol to‘xtatilishi kerak (qo‘l bilan berilayotgan ishorani manyovrni bevosita bajarishdan oldin tugallash mumkin). Beriladigan ishoralar yo‘l harakatining boshqa qatnashchilarini chalg‘itmasligi kerak. Ogohlantiruvchi ishora berish haydovchiga oldin o‘tish huquqini bermaydi va uni zaruriy ehtiyot choralarini ko‘rish mas’uliyatidan ozod etmaydi. 47. Haydovchi harakat yo‘nalishini o‘zgartirish haqidagi ogohlantiruvchi ishorani berishdan oldin orqadan kelayotgan, uni quvib o‘tishni yoki o‘zib ketishni boshlagan va boshqa harakat ishtirokchilariga xalaqit bermayotganligiga ishonch hosil qilishi kerak. 48. Tovushli ishoralar faqat quyidagi hollarda qo‘llanilishi mumkin: aholi punktlaridan tashqarida boshqa haydovchilarni quvib o‘tish haqida ogohlantirish uchun; zarur bo‘lgan hollarda yo‘l-transport hodisasining oldini olish uchun. Yuqorida ko‘rsatilgan hollardan tashqari tovushli ishoralardan foydalanish taqiqlanadi. 49. Quvib o‘tish haqida tovushli ishora o‘rniga yoki u bilan birga fara chiroqlarini yoqib-o‘chirib, ogohlantirish ishorasini ham berish mumkin. 50. Burilishni ko‘rsatuvchi barcha yorug‘lik ishoralarining bir vaqtda miltillashi avariya (xavf-xatar) ishorasi hisoblanadi. Avariya ishorasi quyidagi hollarda yoqilishi kerak: yo‘l-transport hodisasi sodir bo‘lganda; to‘xtash taqiqlangan joylarda majburiy to‘xtaganda; fara chiroqlari yorug‘ligi haydovchining ko‘zini qamashtirganda; shatakka olishda (shatakka olingan mexanik transport vositasida); “Bolalarni tashish” taniqlik belgilariga ega bo‘lgan transport vositasiga bolalar chiqayotganda va undan tushayotganda. Transport vositasi xavf tug‘dirishi mumkin bo‘lgan boshqa hollarda ham haydovchi yo‘l harakati qatnashchilarini ogohlantirish maqsadida avariya ishorasini yoqishi kerak. 51. Transport vositasi to‘satdan to‘xtab qolganda, zudlik bilan avariya yorug‘lik ishorasini yoqish, agar u ishlamasa, avariya sababli to‘xtash belgisini darhol o‘rnatish kerak. Avariya sababli to‘xtash belgisi quyidagi hollarda qo‘llaniladi: yo‘l-transport hodisasi sodir bo‘lganda; to‘xtash taqiqlangan joylarda va ko‘rinishi cheklangan joylarda majburiy to‘xtaganda; Ushbu belgi boshqa haydovchilarni xavfli vaziyat haqida o‘z vaqtida ogohlantirish imkonini beradigan masofada o‘rnatilishi kerak. Bu masofa aholi punktlarida transport vositasidan 15 metr, aholi punktlaridan tashqaridagi joylarda esa 30 metrdan kam bo‘lmasligi kerak. 52. Shatakka olingan mexanik transport vositasida avariya yorug‘lik ishoralari bo‘lmasa yoki ular ishlamasa, uning orqa qismiga avariya sababli to‘xtash belgisi o‘rnatilishi kerak. 9-bob. Harakatlanishni boshlash, manyovr qilish 53. Haydovchi harakatlanishni boshlash, manyovr qilish (qayta tizilish, burilish, qayrilib olish, quvib o‘tish va aylanib o‘tish) va to‘xtashdan oldin bajarilayotgan manyovr boshqa yo‘l harakati qatnashchilarini harakatlanishiga xavf tug‘dirmasligi kerak. 54. Haydovchi yondosh hududdan yo‘lga chiqayotganda unda harakatlanayotgan piyodalar va transport vositalariga, shuningdek, yo‘ldan chiqishda harakatlanish yo‘nalishini kesib o‘tayotgan piyodalar va velosipedchilarga yo‘l berishi kerak. 55. Haydovchi qayta tizilishda harakatlanish yo‘nalishini o‘zgartirmasdan harakatlanayotgan yo‘lakay transport vositalariga yo‘l berishi kerak. Bir yo‘nalishda harakatlanayotgan transport vositalari bir vaqtda qayta tizilayotganda, haydovchi o‘ng tomondagi transport vositasiga yo‘l berishi kerak. 56. Aylanma harakatlanish tashkil qilingan chorrahalarga kirish uchun burilishdan boshqa barcha hollarda, haydovchi o‘ngga, chapga burilishi yoki qayrilib olishdan oldinroq shu yo‘nalishda harakatlanishi uchun mo‘ljallangan qatnov qismining eng chetki holatni egallashi shart. Agar 5.8.1 yoki 5.8.2 yo‘l belgilari yoxud 1.18 yo‘l chizig‘i bilan boshqa harakatlanish tartibi o‘rnatilmagan bo‘lsa, qatnov qismining o‘rtasida u bilan bir sathda joylashgan bir yo‘nalishdagi tramvay izidan chapga burilish va qayrilib olishga ruxsat etiladi. Biroq, bu tramvay harakatiga xalaqit bermasligi kerak. 57. Burilishni shunday amalga oshirish kerakki, bunda qatnov qismlarining kesishmasidan chiqayotgan transport vositasi qarama-qarshi yo‘nalishdagi harakatlanish tomoniga o‘tib ketmasligi kerak. O‘ngga burilishda transport vositasi iloji boricha qatnov qismining o‘ng chetiga yaqinroqda harakatlanishi kerak. 58. Agar transport vositasi o‘zining gabaritlari (eng katta tashqi o‘lchamlari) yoki boshqa sabablarga ko‘ra (eng chekka tasmalardagi tirbandliklar bundan mustasno) Qoidalarning  56-bandi  talablariga muvofiq burilishni bajara olmasa, harakat xavfsizligini ta’minlagan holda, boshqa transport vositalariga xalaqit bermasdan, talablardan chetga chiqishiga yo‘l qo‘yiladi. 59. Relssiz transport vositasining haydovchisi chorrahadan tashqarida chapga burilish yoki qayrilib olishda qarama-qarshi yo‘nalishdan harakatlanayotgan transport vositalariga va bir yo‘nalishdagi tramvayga yo‘l berishi shart. Chorrahadan tashqarida qayrilib olishda, agar qatnov qismining kengligi manyovrni chetki chap holatdan bajarish uchun yetarli bo‘lmasa, uni qatnov qismining o‘ng chetidan (o‘ng yo‘l yoqasidan) amalga oshirishga yo‘l qo‘yiladi. Bu holda haydovchi shu yo‘nalishdagi va qarama-qarshi yo‘nalishdagi transport vositalariga yo‘l berishi shart. 60. Transport vositalarining harakatlanish yo‘nalishlari kesishganda va o‘tish navbati Qoidalarda nazarda tutilmagan hollarda, haydovchi o‘ng tomondan yaqinlashayotgan transport vositasiga yo‘l berishi kerak. 61. Sekinlashish bo‘lagi bor bo‘lgan yo‘lda burilmoqchi bo‘lgan haydovchi o‘z vaqtida ushbu tasmaga qayta tizilishi va tezlikni faqat unda kamaytirishi kerak. Yo‘lga chiqish joyida tezlashish bo‘lagi bo‘lsa, haydovchi unda harakatlanishi va qo‘shni tasmada harakatlanayotgan transport vositalariga yo‘l berib, transport oqimiga qo‘shilishi kerak. 62. Quyidagi joylarda qayrilib olish taqiqlanadi: piyodalarning o‘tish joylarida; tunnellarda; ko‘priklar, yo‘l o‘tkazgichlar, estakadalar va ularning ostida (tegishli yo‘l belgilari bilan bunday manyovrni bajarish ruxsat berilgan yo‘l qismlari bundan mustasno); temir yo‘l kesishmalarida; yo‘lning ko‘rinishi biror-bir yo‘nalishda 100 metrdan kam bo‘lgan joylarda. 63. Transport vositasini orqaga harakatlantirishda haydovchi yo‘l harakati xavfsizligini ta’minlashi va yo‘l harakatining boshqa qatnashchilariga xalaqit bermasligi shart. Zarurat tug‘ilganda haydovchi boshqa shaxslarning yordamidan foydalanishi kerak. Orqaga harakatlanish chorrahalarda va ushbu Qoidalarning  62-bandiga  muvofiq qayrilib olish mumkin bo‘lmagan joylarda taqiqlanadi. 10-bob. Yo‘lning qatnov qismida transport vositalarining joylashuvi 64. Relssiz transport vositalari harakatlanadigan tasmalar soni chiziqlar va (yoki) 5.8.1, 5.8.2, 5.8.7, 5.8.8 yo‘l belgilari bilan belgilanadi. Bunday chiziqlar yoki yo‘l belgilari bo‘lmasa, haydovchilar harakatlanish tasmalari sonini, qatnov qismining kengligini, transport vositalari orasidagi zarur yonlama oraliq masofani va ularning gabarit o‘lchamlarini hisobga olgan holda o‘zlari aniqlaydilar. Bunda harakatlanish ikki tomonlama bo‘lgan yo‘l qatnov qismining chap tomondagi yarmi, qatnov qismining joylardagi kengayishlari (sekinlashish va tezlashish tasmalari, balandlikka ko‘tarilishdagi qo‘shimcha tasmalar, yo‘nalishli transport vositalarining to‘xtash joylaridagi kengayishlar)ni hisobga olmagan holda, qarama-qarshi yo‘nalishda harakatlanish uchun mo‘ljallangan deb hisoblanadi. Tramvay yo‘li, ajratuvchi tasma, uzluksiz 1.1, 1.3 yo‘l chiziqlar yoki uzuq-uzuq tomoni chapda joylashgan 1.11 yo‘l chizig‘i bilan ajratilgan yo‘llarda qarama-qarshi yo‘nalishga chiqish taqiqlanadi. 65. To‘rt va undan ortiq tasmali, harakat ikki tomonlama bo‘lgan yo‘llarda qarama-qarshi yo‘nalishda harakatlanish uchun mo‘ljallangan tasmalarga chiqish taqiqlanadi. 66. Harakat ikki tomonlama bo‘lgan va chiziqlar bilan belgilangan (1.9 yo‘l chizig‘i bilan belgilanganidan tashqari) uchta tasmali yo‘llarda, ikki yo‘nalishda harakatlanish uchun mo‘ljallangan o‘rta qatorga faqat quvib o‘tish, aylanib o‘tish, chapga burilish va qayrilib olish uchungina chiqishga ruxsat etiladi. Qarama-qarshi yo‘nalishda harakatlanish uchun mo‘ljallangan chetki chap qatorni egallash taqiqlanadi. 67. Aholi punktlaridan tashqaridagi yo‘llarda hamda aholi punktlarida ayrim turdagi transport vositalari uchun ushbu Qoidalarda belgilangandan yuqori tezlikda harakatlanish ruxsat etilgan yo‘l qismlarida haydovchilar transport vositalarini mumkin qadar qatnov qismining o‘ng chetiga yaqinroq olib harakatlanishlari kerak. O‘ng tasmalar bo‘sh bo‘lganda chap tasmalarni egallash taqiqlanadi. Aholi punktlarida ushbu bandning  birinchi xatboshi  va ushbu Qoidalarning  69 ,  123  va  161-bandlaridagi  talablarni hisobga olgan holda, haydovchilar o‘zlariga qulay bo‘lgan harakatlanish bo‘lagidan foydalanishlari mumkin. Harakatlanish serqatnovligi sababli boshqa tasmalar band bo‘lganda harakatlanish qatorini faqat o‘ngga yoki chapga burilish, qayrilib olish, to‘xtash yoki to‘siqni aylanib o‘tish uchun o‘zgartirishga ruxsat etiladi. Biroq, bir yo‘nalishdagi uch va undan ortiq tasmali har qanday yo‘lda chetki chap qatorni harakat serqatnovligi sababli boshqa bo‘laklar band bo‘lgan hollarda, shuningdek, quvib o‘tish, chapga burilish yoki qayrilib olishga, yuk avtomobillariga faqat chapga burilish yoki qayrilib olish uchun chetki chap qatorni egallashga ruxsat etiladi. Boshqa hollarda yuk avtomobillariga yo‘lning chetki chap qatorida harakatlanish taqiqlanadi. Harakat bir tomonlama bo‘lgan yo‘lning chap bo‘lagida to‘xtash va to‘xtab turish ushbu Qoidalarning  88-bandiga  muvofiq amalga oshiriladi. 68. Tezligini soatiga 40 kilometrdan oshirishi mumkin bo‘lmagan yoki texnik sabablarga ko‘ra tezligini bundan oshira olmaydigan transport vositalari aylanib o‘tish, quvib o‘tish, chapga burilish yoki qayrilib olish uchun qayta tizilishdan yoki ruxsat etilgan hollarda yo‘lning chap tomonida to‘xtashdan boshqa hollarda faqat chetki o‘ng qatorida harakatlanishlari kerak. 69. Bir yo‘nalishdagi qatnov qismining chap tomonida u bilan bir sathda joylashgan tramvay yo‘lidan, shu yo‘nalishdagi boshqa tasmalar band bo‘lganda harakatlanishga, shuningdek, aylanib o‘tishga, chapga burilish va qayrilib olishga ushbu Qoidalarning  56-bandini  hisobga olgan holda ruxsat etiladi. Biroq bu tramvayga xalaqit bermasligi kerak. Qarama-qarshi yo‘nalishdagi tramvay yo‘lidan harakatlanish taqiqlanadi. Agar chorrahadan oldin 5.8.1 yoki 5.8.2 yo‘l belgilari o‘rnatilgan bo‘lsa, chorrahadan o‘tishda tramvay yo‘llaridan harakatlanish taqiqlanadi. 70. Agar qatnov qismi yo‘l chiziqlari bilan tasmalarga ajratilgan bo‘lsa, transport vositalarining harakatlanishi qat’iy ravishda belgilangan tasmalarda amalga oshirilishi kerak. Faqat qayta tizilishda uzuq-uzuq chiziqlarni bosib o‘tishga ruxsat etiladi. 71. Reversiv harakatlanishli yo‘lga burilishda haydovchi transport vositasini shunday boshqarishi kerakki, bunda transport vositasi qatnov qismlari kesishmasidan chiqishda chetki o‘ng qatorni egallashi kerak. Shu yo‘nalishdagi boshqa tasmalardan ham harakatlanish ruxsat etilganiga ishonch hosil qilingandan keyingina haydovchiga qayta tizilishga ruxsat etiladi. 72. Qoidalarning  88 ,  166-bandlarida  ko‘zda tutilganlardan boshqa hollarda transport vositalarining ajratuvchi mintaqalar, yo‘l yoqalari, trotuarlar, piyodalar yo‘lkalarida, velosiped yo‘lkalari, velosipedchilar uchun tasmalar, piyodalar va velosipedchilarning birga va alohida harakatlanadigan yo‘laklarda mexanik transport vositalarining harakatlanishi taqiqlanadi. Bu joylarda yo‘ldan foydalanish va kommunal xizmat mashinalarining harakatlanishiga, shuningdek, bevosita yo‘l yoqalari, trotuarlar yoki piyodalar yo‘lkalari oldida joylashgan savdo shoxobchalari, korxonalar va boshqa inshootlarga yuk olib kirish uchun boshqa imkoniyati bo‘lmagan transport vositalariga yaqin yo‘ldan kirishga ruxsat etiladi. Bunda harakatlanish xavfsizligi ta’minlangan bo‘lishi shart. 73. Haydovchi o‘zidan oldinda harakatlanayotgan transport vositasi keskin tormoz berganda, to‘qnashib ketmaslik kafolatini beradigan darajadagi oraliq masofani, shuningdek, yo‘l harakati xavfsizligini ta’minlaydigan yonlama oraliq masofani saqlashi kerak. 74. Aholi yashash joylaridan tashqaridagi ikki tomonlama harakat tashkil etilgan ikki tasmali yo‘llarda tezligini soatiga 50 kilometrdan oshirishi mumkin bo‘lmagan, shuningdek, uzunligi 7 metrdan ortiq bo‘lgan transport vositalarining (transport vositalarining tarkibi) haydovchilari o‘zi va oldida harakatlanayotgan transport vositasi orasida, ularni quvib o‘tayotgan transport vositalari oldin egallagan qatoriga bemalol qayta tizilishi uchun imkon beradigan masofani saqlashlari kerak. Quvib o‘tish taqiqlangan yo‘llarda, shuningdek, transport vositalarining tashkiliy jamlanmasi tarkibida va serqatnov bo‘lgan yo‘llarda harakatlanayotganda ushbu talabga amal qilinmaydi. 75. Agar biror to‘siq sababli qarama-qarshi yo‘nalishlarda harakatlanish qiyin bo‘lsa, to‘siq o‘z tomonida bo‘lgan haydovchi yo‘l berishi kerak. 76. Agar yo‘l belgilari va chiziqlari boshqa yo‘nalishni ko‘rsatmagan bo‘lsa, haydovchilar ajratuvchi bo‘lagi bo‘lmagan ikki tomonlama harakat tashkil etilgan yo‘llardagi xavfsizlik orolchalari, ustunchalar va yo‘l inshooti qismlari (ko‘prik, yo‘l o‘tkazgich ustunlari va shunga o‘xshashlar)ni o‘ng tomondan aylanib o‘tishlari kerak. 11-bob. Harakatlanish tezligi 77. Haydovchi harakatlanishning serqatnovligini, transport vositasining va yukning xususiyati hamda holatini, yo‘l va ob-havo sharoitini, shuningdek, harakatlanish yo‘nalishidagi ko‘rinishni hisobga olib transport vositasini belgilangan tezlikdan oshirmagan holda xavfsizlikni ta’minlovchi tezlik bilan boshqarishi kerak. Tezlik haydovchiga ushbu Qoidalar talablarini bajarish uchun transport vositasining harakatlanishini doimiy nazorat qilib borish imkoniyatini berishi kerak. Haydovchi transport vositasini boshqarish paytida aniqlay olishi mumkin bo‘lgan xavf yuzaga kelsa, u transport vositasining tezligini to‘liq to‘xtashni ta’minlaydigan darajada kamaytirishi yoki to‘siqni boshqa harakat qatnashchilari uchun xavf tug‘dirmagan holda aylanib o‘tish choralarini ko‘rishi kerak. 78. Aholi punktlarida transport vositalarining tezligini soatiga 70 kilometrdan, tegishli yo‘l belgilari o‘rnatilgan maktab va maktabgacha ta’lim tashkilotlariga yetmasdan va o‘tib ketib 300 metrdan kam masofada soatiga 30 kilometrdan, turar joy dahalari va yondosh hududlarda (uy-joy binolari orasidagi yer uchastkasida) esa soatiga 20 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi. Nukus va Toshkent shaharlarida, viloyatlar va tumanlarning markazlarida, shuningdek shaharlar hududlarida transport vositalarining tezligini soatiga 60 kilometrdan oshirmasdan harakatlanishga ruxsat etiladi. 79. Aholi punktlaridan tashqarida: yengil avtomobillarga va ruxsat etilgan to‘liq vazni 3,5 tonnadan oshmaydigan yuk avtomobillariga tezlikni soatiga 100 kilometrdan oshirmasdan; shaharlararo qatnaydigan avtobuslarga va mikroavtobuslarga tezlikni soatiga 90 kilometrdan oshirmasdan; boshqa avtobuslar, tirkamali yengil avtomobillar, mototsikllar, ruxsat etilgan to‘liq vazni 3,5 tonnadan ortiq bo‘lgan yuk avtomobillariga tezlikni soatiga 80 kilometrdan oshirmasdan; tirkamali yuk avtomobillariga tezlikni soatiga 70 kilometrdan oshirmasdan harakatlanish ruxsat etiladi. 80. Har qanday yo‘llarda: yukxonasida odam tashiyotgan yuk avtomobillariga tezlikni soatiga 60 kilometrdan oshirmasdan; bolalar guruhini tashkiliy tashiyotgan transport vositalariga tezlikni soatiga 60 kilometrdan oshirmasdan; mexanik transport vositalarini shatakka olgan transport vositalariga tezlikni soatiga 50 kilometrdan oshirmasdan; xavfli, og‘ir vaznli va katta o‘lchamli yuklarni tashiyotgan, tashkiliy jamlanmada harakatlanayotgan transport vositalariga DYHXX bilan kelishilgan tezlikdan oshirmasdan harakatlanishga ruxsat etiladi. Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, Toshkent shahar va viloyatlar hokimliklari DYHXX bilan kelishilgan holda, yo‘l sharoitlari yuqori va kichik tezlikda xavfsiz harakatlanishni ta’minlaydigan hollarda, yo‘llarning ayrim qismlari yoki harakatlanish tasmalarida harakatlanish tezligini oshirishga yoki kamaytirishga (tegishli yo‘l belgilari o‘rnatib) ruxsat beradi. 81. Haydovchiga quyidagilar taqiqlanadi: tezlikni mazkur transport vositasining texnik tavsifnomasida ko‘rsatilgan eng yuqori tezlikdan oshirish; tezlikni transport vositasiga o‘rnatilgan “Tezligi cheklangan” taniqlik belgisida ko‘rsatilganidan oshirish; zaruriyat bo‘lmaganda juda past tezlikda harakatlanib, boshqa transport vositalariga xalaqit berish; yo‘l-transport hodisasining oldini olish zarurati bo‘lmaganda, keskin tormoz berish. 12-bob. Quvib o‘tish 82. Quvib o‘tishni boshlashdan oldin haydovchi chapga burilishni bildiruvchi ishorasini yoqib: o‘zi o‘tmoqchi bo‘lgan harakatlanish bo‘lagi quvib o‘tish uchun yetarlicha masofada bo‘sh ekanligiga, quvib o‘tish jarayonida harakatlanishga xavf tug‘dirmasligiga va boshqa harakat qatnashchilariga xalaqit bermasligiga; shu tasmada orqada harakatlanayotgan transport vositasi quvib o‘tishni boshlamaganligiga; oldinda harakatlanayotgan transport vositasi quvib o‘tish, chapga burilish (qayta tizilish) ishorasini bermayotganligiga; quvib o‘tishni tugallayotganda quvib o‘tilayotgan transport vositasiga xalaqit bermasdan ilgari egallagan qatorga qaytib o‘ta olishiga ishonch hosil qilishi shart. 83. Bir yo‘nalishda harakatlanayotgan relssiz transport vositalarini har ikki tomonidan o‘zib ketishga ruxsat beriladi. Biroq chapga burilish ishorasini berib, burilishga kirishgan transport vositasini o‘zib ketish o‘ng tomondan amalga oshiriladi. 84. Quvib o‘tilayotgan transport vositasining haydovchisiga harakatlanish tezligini oshirish yoki boshqa xatti-harakatlar bilan quvib o‘tishga to‘sqinlik qilish taqiqlanadi. 85. Quvib o‘tishni tugallagandan so‘ng haydovchi ilgari egallagan harakatlanish yo‘nalishiga qaytishi shart. 86. Quvib o‘tish quyidagi hollarda taqiqlanadi: tartibga solingan chorrahalarda; tartibga solinmaydigan chorrahalarda asosiy hisoblanmaydigan yo‘llarda harakatlanishda; ko‘priklarda, yo‘l o‘tkazgichlarda, estakadalarda va ularning ostida; piyodalar o‘tish joylarida; temir yo‘l kesishmalarida va ulargacha 100 metrdan kam masofa qolganda; quvib yoki aylanib o‘tayotgan transport vositalarini; tepalikning oxirida va yo‘lning ko‘rinishi cheklangan joylarida; 3.20 va 3.22 yo‘l belgilari ta’sir oralig‘ida. 87. Aholi punktlaridan tashqaridagi yo‘llarda sekin harakatlanadigan, katta hajmli yoki katta hajmli yuk tashiyotgan transport vositasini quvib o‘tish qiyin bo‘lgan hollarda uning haydovchisi ushbu transport vositasini iloji boricha yo‘lning o‘ng tomoniga olishi, zarur bo‘lganda esa orqasida to‘planib qolgan transport vositalarini o‘tkazib yuborish uchun to‘xtashi kerak. 13-bob. To‘xtash va to‘xtab turish 88. Transport vositalariga yo‘lning o‘ng tomonida yo‘l yoqasida, u bo‘lmaganda esa qatnov qismining chetida va Qoidalarning  89-bandida  ko‘rsatilgan hollarda trotuarda to‘xtash va to‘xtab turishga ruxsat etiladi. Aholi punktlarida o‘rtada tramvay yo‘li bo‘lmagan, har yo‘nalishda bittadan tasmasi bo‘lgan, shuningdek bir tomonlama harakat tashkil etilgan yo‘llarda yo‘lning chap tomonida to‘xtash va to‘xtab turishga ruxsat etiladi. Ruxsat etilgan to‘liq vazni 3,5 tonnadan ko‘p bo‘lgan yuk transport vositalari bir tomonlama harakatli yo‘llarning chap tomonida faqat yuk ortish va tushirish uchun to‘xtashlari mumkin. 89. Transport vositalarini yo‘lning qatnov qismida bir qator qilib, qatnov qismi chetiga yo‘l harakatining boshqa qatnashchilariga xalaqit bermaslik sharti bilan faqat parallel ravishda, kajavasi bo‘lmagan ikki g‘ildirakli transport vositalarini ikki qator qilib qo‘yishga ruxsat etiladi. Qatnov qismining ayrim kengaytirilib qatnov qismidan ajratilgan joylarida yo‘l harakatining boshqa qatnashchilariga xalaqit bermaslik sharti bilan boshqacha tartibda qo‘yishga ham ruxsat etiladi. Qatnov qismiga chegaradosh trotuar chetida faqat yengil avtomobillar, mototsikllar, mopedlar va velosipedlarga to‘xtab turishga 5.15 yo‘l belgisi bilan birga 7.6.2, 7.6.3, 7.6.6 — 7.6.9 qo‘shimcha axborot belgilaridan biri o‘rnatilgan joylarda ruxsat etiladi. 90. Aholi punktlaridan tashqarida tunab qolish, dam olish yoki boshqa maqsadlarda uzoq vaqt to‘xtab turishga faqat buning uchun ko‘zda tutilgan maydonchalarda yoki yo‘ldan tashqarida ruxsat etiladi. 91. Quyidagilarda to‘xtash taqiqlanadi: tramvay yo‘llarida, shuningdek, bevosita ularga yaqinroqda tramvaylar harakatlanishiga xalaqit beradigan hollarda; temir yo‘l kesishmalarida; tunnellarda; bir yo‘nalishda harakatlanish uchun uchtadan kam tasmaga ega bo‘lgan ko‘prik, yo‘l o‘tkazgich va estakadalarning ustida; ko‘prik, yo‘l o‘tkazgich va estkadalarning ostida (tegishli yo‘l belgilari bilan to‘xtab turish ruxsat berilgan yo‘l qismlari bundan mustasno); boshqa transport vositalarining harakatlanishiga to‘sqinlik qilgan holda yo‘lning qatnov qismlarida; to‘xtagan transport vositasi bilan bo‘ylama sidirg‘a chiziq (qatnov qismining chetini belgilovchi chiziqdan tashqari), ajratuvchi mintaqa yoki qatnov qismining qarama-qarshi cheti orasidagi masofa 3 metrdan kam bo‘lgan joylarda; piyodalar o‘tish joylarida va ulardan oldin 10 metrdan kam masofa qolganda; velosiped yo‘lkasi bilan kesishuvda va ulardan oldin 10 metrdan kam masofa qolganda; velosipedchilar uchun tasmada (odam tushirish va odam mindirish bundan mustasno); qatnov qismida ko‘rinish masofasi 100 metrdan kam bo‘lgan yo‘l do‘ngliklari yaqinida va xavfli burilishlarda; qatnov qismi kesishmalarida va kesishayotgan qatnov qismi chetiga 30 metrdan kam masofada (uch tomonlama kesishadigan chorrahalarda yondan tutashgan yo‘lning sidirg‘a chiziq yoki ajratuvchi mintaqa bilan ajratilgan qarama-qarshi tomoni bundan mustasno); bekat maydonchalarida, yo‘nalishli transport vositalari to‘xtash joylarida, jumladan, 1.17 chizig‘i bilan belgilangan, ular bo‘lmaganda esa yo‘nalishli transport vositalari to‘xtash joyi belgilari va bekatdan harakatlanish yo‘nalishi bo‘ylab (etmasdan va o‘tib ketib) 15 metrdan kam masofada (yo‘nalishli transport vositalari harakatiga xalaqit bermasa yo‘lovchilarni chiqarish yoki tushirish uchun to‘xtash bundan mustasno); transport vositasi svetofor ishoralari, yo‘l belgilarini boshqa haydovchilardan to‘sib qo‘yadigan, boshqa transport vositalarining harakatlanishiga (kirish va chiqishiga) imkon qoldirmaydigan yoki piyodalarning harakatiga xalaqit beradigan joylarda; transport vositalarining qayrilib olish joylarida va unga 30 metr yetmasdan yoki o‘tib; 3.27 yo‘l belgisi yoki 1.4 yo‘l chizig‘i ta’siri oralig‘ida. 5.15 va 7.17 yo‘l belgilari yoki 1.24 yo‘l chizig‘ining birgalikdagi ta’siri oralig‘ida, nogironligi bo‘lgan shaxslar tomonidan boshqariladigan transport vositalari bundan mustasno. 92. Quyidagilarda to‘xtab turish taqiqlanadi: to‘xtash taqiqlangan joylarda; aholi punktlaridan tashqarida 2.1 yo‘l belgisi bilan belgilangan yo‘llarning qatnov qismida; temir yo‘l kesishmalarining (har ikkala tomonida) 50 metr yaqinida; 3.27 — 3.30 yo‘l belgilari yoki 1.4, 1.10 yo‘l chiziqlari ta’siri oralig‘ida; 5.15 va 7.17 yo‘l belgilari yoki 1.24 yo‘l chizig‘ining birgalikdagi ta’siri oralig‘ida, nogironligi bo‘lgan shaxslar tomonidan boshqariladigan transport vositalari bundan mustasno. 93. To‘xtash taqiqlangan joylarda majburiy to‘xtaganda, haydovchi transport vositasini yo‘lning chetiga olib chiqish va ushbu joydan olib ketishning barcha choralarini ko‘rishi shart. 94. Agar yo‘l harakatining boshqa qatnashchilariga xalaqit beradigan bo‘lsa yoki xavf tug‘dirsa, transport vositasining eshiklarini ochish taqiqlanadi. 95. Transport vositasining o‘z-o‘zidan harakatlanib ketishini yoki o‘zi yo‘qligida undan foydalanishni istisno qiladigan zarur ehtiyot choralarini ko‘rgandan keyingina haydovchi o‘z joyini tashlab ketishi yoki transport vositasini qoldirishi mumkin. 14-bob. Chorrahalarda harakatlanish 96. Chapga yoki o‘ngga burilayotgan haydovchi kesishayotgan yo‘lning qatnov qismidan o‘tayotgan piyoda(lar)ga, shuningdek velosiped yo‘lkasidan yo‘lni kesib o‘tayotgan velosipedchi(lar)ga yo‘l berishi kerak. 97. Haydovchi tirbandlik tufayli majburiy to‘xtab, ko‘ndalang yo‘nalishdagi transport vositalarining harakatlanishiga to‘sqinlik tug‘diradigan bo‘lsa, chorrahaga kirishi, agar to‘xtash chizig‘i yoki 5.33 yo‘l belgisidan o‘tib bo‘lgan haydovchiga esa qatnov qismlari kesishmasiga kirishi taqiqlanadi. 98. Harakatlanish navbati svetofor yoki tartibga soluvchining ishoralari bilan boshqariladigan chorraha — tartibga solingan chorraha hisoblanadi. Miltillovchi sariq ishora yonib-o‘chayotgan, svetoforlar ishlamayotgan yoki tartibga soluvchi bo‘lmagan chorraha — tartibga solinmagan chorraha hisoblanadi. Haydovchilar tartibga solinmagan chorrahalardan o‘tish qoidalariga hamda chorrahada o‘rnatilgan imtiyoz belgilariga amal qilishlari shart. Aylanma harakatlanish chorrahasida harakatlanayotgan transport vositalari aylanaga kirib kelayotgan transport vositalariga nisbatan ustunlikka (imtiyozga) ega. 15-bob. Tartibga solingan chorrahalar 99. Svetoforning ruxsat etuvchi ishorasida chapga burilayotgan yoki qayrilib olayotgan relssiz transport vositasining haydovchisi qarama-qarshi tomondan to‘g‘riga harakatlanayotgan va o‘ngga burilayotgan transport vositalariga yo‘l berishi shart. Tramvay haydovchilari ham ushbu Qoidaga amal qilishlari kerak. 100. Svetoforning taqiqlovchi qizil yoki sariq ishorasi bilan bir vaqtda yongan qo‘shimcha tarmoqning ko‘rsatkichli yashil ishorasi yo‘nalishida harakatlanayotgan haydovchi boshqa yo‘nalishlardan harakatlanayotgan transport vositalariga yo‘l berishi kerak. 101. Agar svetofor yoki tartibga soluvchining ishoralari tramvay va relssiz transport vositalariga bir vaqtda harakatlanishga ruxsat bersa, harakatlanish yo‘nalishidan qat’i nazar, tramvay oldin o‘tish huquqiga ega bo‘ladi. Svetoforning qizil yoki sariq ishorasi bilan bir vaqtda yongan qo‘shimcha tarmog‘ining yo‘naltirgichli yashil ishorasi yo‘nalishida harakatlanayotgan tramvay boshqa yo‘nalishlarda harakatlanayotgan transport vositalariga yo‘l berishi kerak. 102. Svetoforning ruxsat etuvchi ishorasida chorrahaga kirgan haydovchi undan chiqishda svetofor ishoralaridan qat’iy nazar, mo‘ljallangan yo‘nalishda harakatlanishni davom ettirishi kerak. Biroq chorrahada haydovchining harakatlanish yo‘lida joylashgan svetoforlar oldida to‘xtash chiziqlari (yoki 5.33 yo‘l belgisi) bo‘lsa, u har bir svetofor ishoralariga amal qilishi shart. 103. Svetoforning ruxsat etuvchi ishorasi yonganda haydovchi chorraha orqali harakatlanishni tugallayotgan transport vositalari va qatnov qismidan tegishli yo‘nalishda o‘tishni tugallayotgan piyoda(lar)ga yo‘l berishi shart. 16-bob. Tartibga solinmagan chorrahalar 104. Teng ahamiyatga ega bo‘lmagan yo‘llar kesishgan chorrahada ikkinchi darajali yo‘ldan harakatlanayotgan transport vositasining haydovchisi asosiy yo‘ldan yaqinlashayotgan transport vositalariga ularning keyingi harakatlanish yo‘nalishidan qat’iy nazar, yo‘l berishi kerak. Bunday chorrahalarda tramvay harakatlanish yo‘nalishidan qat’iy nazar, teng ahamiyatli yo‘lda bir yo‘nalishda yoki qarama-qarshi yo‘nalishda harakatlanayotgan relssiz transport vositalariga nisbatan imtiyozga ega. 105. Teng ahamiyatga ega bo‘lgan yo‘llar kesishgan chorrahada relssiz transport vositasining haydovchisi o‘ngdan yaqinlashayotgan transport vositalariga yo‘l berishi shart. Bu qoidaga tramvay haydovchilari ham o‘zaro amal qilishlari kerak. Bunday chorrahalarda keyingi harakat yo‘nalishidan qat’iy nazar, tramvay relssiz transport vositalariga nisbatan oldin o‘tish huquqiga ega bo‘ladi. 106. Asosiy yo‘lning yo‘nalishi chorrahada o‘zgarganda, asosiy yo‘lda harakatlanayotgan haydovchilar o‘zaro teng ahamiyatli yo‘llar chorrahasidan o‘tish qoidasiga amal qilishlari kerak. Ikkinchi darajali yo‘llarda harakatlanayotgan haydovchilar ham o‘zaro shu qoidaga amal qilishlari kerak. 107. Chapga burilishda yoki qayrilib olishda relssiz transport vositasining haydovchisi teng ahamiyatli yo‘ldan qarama-qarshi yo‘nalishdan to‘g‘riga yoki o‘ngga harakatlanayotgan transport vositalariga yo‘l berishi shart. Bu qoidaga tramvay haydovchilari ham o‘zaro amal qilishlari kerak. 108. Agar haydovchi o‘zi harakatlanayotgan yo‘lning qoplamasi bor-yo‘qligini aniqlay olmasa (qorong‘i vaqt, loy, qor va boshqalar) va imtiyoz belgilari bo‘lmasa, unda u o‘zini ikkinchi darajali yo‘lda deb hisoblashi kerak. 17-bob. Piyodalarning o‘tish joylari va yo‘nalishli transport vositalarining bekatlari 109. Tartibga solinmagan piyodalar o‘tish joyiga yaqinlashayotgan transport vositasining haydovchisi qatnov qismining shu yo‘nalishini kesib o‘tayotgan piyoda(lar)ni o‘tkazib yuborish uchun tezligini kamaytirishi yoki to‘xtashi shart. 110. Agar tartibga solinmagan piyodalar o‘tish joyi oldida transport vositasi harakatini sekinlashtirsa yoki to‘xtasa, qo‘shni tasmalarda harakatlanayotgan boshqa haydovchilar bu transport vositasi oldida piyoda(lar) yo‘qligiga ishonch hosil qilganlaridan so‘nggina harakatlanishni davom ettirishlari mumkin. 111. Tartibga solingan piyodalar o‘tish joylarida haydovchilar svetoforning ruxsat etuvchi ishorasi yongan taqdirda ham piyoda(lar)ga qatnov qismini shu yo‘nalishda kesib o‘tishni tugallashiga imkon berishlari kerak. 112. Piyodalar o‘tish joylaridan keyin paydo bo‘lgan tirbandlik tufayli haydovchi piyodalar o‘tish joyida to‘xtashga majbur bo‘ladigan bo‘lsa, piyodalar o‘tish joyiga kirish taqiqlanadi. 113. Barcha hollarda, shu jumladan, piyodalar o‘tish joylaridan tashqarida ham haydovchi oq hassa bilan ishora berayotgan ko‘zi ojiz piyoda(lar)ni o‘tkazib yuborishi kerak. 114. Agar yo‘lovchilarni tushirish yoki chiqarish qatnov qismida yoki unda joylashgan maydonchada amalga oshirilayotgan bo‘lsa, haydovchi bekatda to‘xtagan yo‘nalishli transport vositasi eshiklari tomon borayotgan yoki undan kelayotgan piyoda(lar)ga yo‘l berishi kerak. 115. “Bolalar guruhini tashish” taniqlik belgisi o‘rnatilgan, avariya ishorasi yoqilgan transport vositasi to‘xtaganda, unga yaqinlashayotgan haydovchi harakat tezligini kamaytirishi, zarur bo‘lsa, to‘xtashi va bolalarni o‘tkazib yuborishi shart. 18-bob. Temir yo‘l kesishmalari orqali harakatlanish 116. Transport vositalarining haydovchilari temir yo‘llarni faqat temir yo‘l kesishmalari orqali poyezd (lokomotiv, drezina)larga yo‘l berib kesib o‘tishlari lozim. 117.Temir yo‘l kesishmasiga yaqinlashib uni kesib o‘tmoqchi bo‘lgan haydovchi kesishma navbatchisining ko‘rsatmalariga, svetoforlar ishoralariga, yo‘l belgilariga, yo‘l chiziqlariga, shlagbaum holatiga amal qilishi va yaqinlashayotgan poyezd (lokomotiv, drezina) yo‘qligiga ishonch hosil qilish shart. 118. Quyidagi hollarda temir yo‘l kesishmasiga kirish taqiqlanadi: svetofor ishorasidan qat’i nazar, shlagbaum yopiq turgan yoki yopila boshlagan holatda, kesishmani to‘suvchi qurilma ko‘tarilib turgan yoki ko‘tarila boshlagan holatda; shlagbaumning holatidan va bor-yo‘qligidan qat’iy nazar svetoforning taqiqlovchi ishorasida; kesishma navbatchisining taqiqlovchi ishorasida (navbatchi haydovchiga oldi yoki orqasi bilan turib jezlni, qizil chiroq yoki bayroqchani yuqoriga ko‘tarib tursa yoki qo‘llarini yonga uzatsa); agar kesishmadan keyin, haydovchini kesishmada to‘xtashga majbur qiladigan tirbandlik paydo bo‘lsa; agar ko‘rinish chegarasidagi masofada kesishmaga poyezd (lokomotiv, drezina) yaqinlashayotgan bo‘lsa. Bundan tashqari: kesishma oldida turgan transport vositalarini qarama-qarshi harakatlanish bo‘lagiga chiqib aylanib o‘tish; shlagbaumni o‘zboshimchalik bilan ochish; transport holatiga keltirilmagan qishloq xo‘jaligi, yo‘l qurilishi, qurilish va boshqa mashina hamda mexanizmlarni kesishma orqali olib o‘tish; temir yo‘l distansiyasi boshlig‘ining ruxsatisiz tezligi soatiga 8 kilometrdan kam bo‘lgan transport vositalarining harakatlanishi taqiqlanadi. 119. Kesishma orqali harakatlanish taqiqlangan hollarda haydovchi to‘xtash chizig‘i, 2.5 yo‘l belgisi yoki svetofor oldida, ular bo‘lmaganda shlagbaumga kamida 5 metr, shlagbaum bo‘lmaganda esa birinchi temir yo‘l iziga kamida 10 metr qolganda to‘xtashi kerak. 120. Temir yo‘l kesishmasida majburan to‘xtab qolgan transport vositasining haydovchisi darhol odamlarni tushirish va kesishmani bo‘shatish choralarini ko‘rishi; Shu bilan bir vaqtda haydovchi: imkoniyati bo‘lganda, yaqinlashib kelayotgan poyezd mashinistiga to‘xtash ishorasini berish qoidasini tushuntirib, ikki kishini temir yo‘l yoqasi bo‘ylab ikkala tomonga 1000 metr masofaga (agar bir kishi bo‘lsa — uni yo‘l yaxshi ko‘rinmaydigan tomonga) yuborishi; transport vositasi yonida qolishi va umumiy xatar ishorasini berishi; poyezd ko‘ringanda to‘xtash ishorasini berib, u kelayotgan tomonga yugurishi kerak. To‘xtash ishorasi qo‘lni (kunduzi yorqin mato parchasi yoki aniq ko‘rinadigan biror narsa bilan, tunda esa mash’ala yoki chiroq bilan) gir aylantirish orqali beriladi. Bitta uzun va uchta qisqa tovushli ishoralar umumiy xatar ishorasi hisoblanadi. 19-bob. Avtomagistrallarda harakatlanish 121. Avtomagistrallarda quyidagilar taqiqlanadi: piyodalar, uy hayvonlari, ot-aravalar, velosipedlar, mopedlar, traktorlar va o‘ziyurar uskunalar, texnik tavsifnomasiga yoki holatiga ko‘ra tezligi soatiga 40 kilometrdan kam bo‘lgan transport vositalarining harakatlanishi; yuk avtomobillariga yo‘lning chetki chap qatorida harakatlanishi; 5.15 yoki 6.11 yo‘l belgilari bilan belgilangan maxsus to‘xtab turish maydonchalaridan boshqa joylarda to‘xtash; ajratuvchi bo‘lakning texnologik uzilish joylariga kirish va ularda qayrilib olish; orqaga harakatlanish; transport vositasini o‘rganish uchun boshqarish. 122. Haydovchi qatnov qismida majburiy to‘xtaganda, transport vositasini ushbu Qoidalarning  8-bobi  talablariga muvofiq belgilashi va bunday holatlar uchun mo‘ljallangan tasmaga (qatnov qismining chetini bildiruvchi chiziqdan o‘ngroqda) olib chiqishning barcha choralarini ko‘rishi kerak. 20-bob. Turar joy dahalarida harakatlanish 123. Turar joy dahalari (kirish va chiqish 5.38 va 5.39 yo‘l belgilari bilan belgilangan hududlar)da piyodalarga trotuarlar hamda qatnov qismida harakatlanishga ruxsat etiladi. Bunda piyodalar imtiyozga ega bo‘ladilar, biroq ular transport vositalarining harakatlanishiga asossiz xalaqit bermasliklari kerak. 124. Turar joy dahalarida quyidagilar taqiqlanadi: mexanik transport vositalarini boshqarishni o‘rgatish; dvigateli ishlab turgan holda to‘xtab turish; ruxsat etilgan to‘liq vazni 3,5 tonnadan ortiq bo‘lgan yuk avtomobillarining maxsus ajratilgan, yo‘l belgilari va (yoki) yo‘l chiziqlari bilan belgilangan joylardan tashqarida to‘xtab turishi. 125. Turar joy dahalarida haydovchilar piyodalar xavfsizligini, shuningdek, ushbu hududdagi inshoot, qurilma va o‘simliklarning shikastlanmasligini ta’minlashi zarur. 126. Turar joy dahalaridan chiqishda haydovchilar boshqa harakat qatnashchilariga yo‘l berishlari kerak. 127. Ushbu bob talablari dahalar va hovli hududlariga (uy-joy binolari orasidagi yer uchastkasiga) ham tegishlidir. 21-bob. Tik balandlik va nishabliklarda harakatlanish 128. Agar yo‘lning 1.13 va 1.14 yo‘l belgilari bilan belgilangan qiyaliklarda, qarama-qarshi yo‘nalishlarda harakatlanishni qiyinlashtiradigan to‘siq bo‘lsa, nishablikka harakatlanayotgan transport vositasining haydovchisi yo‘l berishi kerak. 129. Tik nishablikda, dovonda va 1.13 yo‘l belgisi o‘rnatilgan yo‘l qismida tormoz tizimi ishlamay qolgan transport vositasini to‘xtatish uchun haydovchi uni 5.40 yo‘l belgisi bilan belgilangan avariyali holatlarga mo‘ljallangan yo‘lga yo‘naltirish kerak. 130. Yo‘lning 1.13 yo‘l belgisi bilan belgilangan qismida uzatma va ilashish mexanizmi (ssepleniye) ajratilgan holatda harakatlanish taqiqlanadi. 22-bob. Yo‘nalishli transport vositalarining imtiyozlari 131. Tramvay yo‘llari chorrahadan tashqarida qatnov qismini kesib o‘tadigan joylarda tramvay relssiz transport vositalariga nisbatan imtiyozga ega bo‘ladi (depodan chiqish joylari bundan mustasno). 132. Yo‘nalishli transport vositalarining harakatlanishi uchun 5.9, 5.10.1 — 5.10.3 yo‘l belgilari bilan ajratilgan tasmada boshqa transport vositalarining harakatlanishi va to‘xtashi taqiqlanadi. Agar 5.9 yo‘l belgisi bilan belgilangan tasma qatnov qismining boshqa tasmalardan uzuq-uzuq chiziq bilan ajratilgan bo‘lsa, burilmoqchi bo‘layotgan transport vositalari bu tasmaga qayta tizilishlari kerak. Shuningdek, bunday joylarda yo‘nalishli transport vositalarining harakatiga xalaqit bermaslik sharti bilan yo‘lga chiqish, qatnov qismining chetki o‘ng tomonida yo‘lovchilarni chiqarish va tushirish uchun bu bo‘lakka o‘tishga ruxsat etiladi. 133. Haydovchilar aholi punktlarida bekatdan harakatlanishni boshlayotgan avtobus va trolleybuslarga yo‘l berishlari kerak. O‘z navbatida avtobus va trolleybus haydovchilari o‘zlariga yo‘l berilganligiga ishonch hosil qilganliklaridan keyingina harakatlanishni boshlashlari mumkin. Yo‘nalishli transport vositalariga bekatlardan tashqari joylarda yo‘lovchi olish va tushirish taqiqlanadi (yo‘nalishli taksilar bundan mustasno). 23-bob. Tashqi yoritish asboblaridan foydalanish 134. Sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda, shuningdek yo‘lning yoritilganligidan qat’i nazar, tunnellarda harakatlanayotgan transport vositasida quyidagi yoritish asboblari yoqilgan bo‘lishi kerak: barcha mexanik transport vositalarida va mopedlarda — uzoqni yoki yaqinni yorituvchi fara chiroqlari; velosipedlarda — fara yoki chiroqlar (agar mavjud bo‘lsa); tirkamalarda va shatakka olingan mexanik transport vositalarida — gabarit fara chiroqlari. 135. Quyidagi hollarda uzoqni yorituvchi fara chiroqlari o‘rniga yaqinni yorituvchi fara chiroqlari yoqilishi kerak: yo‘l yoritilgan bo‘lsa; qarama-qarshi yo‘nalishdagi transport vositasiga kamida 150 metr masofa qolganda, shuningdek, qarama-qarshi yo‘nalishdagi transport vositasining haydovchisi fara chiroqlarini vaqti-vaqti bilan o‘chirib-yoqib bunga zarurat borligini bildirgan hollarda undan ham ko‘proq masofada; qarama-qarshi va bir yo‘nalishdagi transport vositalari haydovchilarining ko‘zini qamashtirishi mumkin bo‘lgan boshqa barcha holatlarda. Ko‘zi qamashgan haydovchi avariya ishoralarini yoqishi, harakatlanish bo‘lagini o‘zgartirmasdan tezlikni kamaytirishi va to‘xtashi kerak. 136. Sutkaning qorong‘i vaqtida yo‘lning yoritilmagan qismida, shuningdek, yetarlicha ko‘rinmaydigan sharoitda to‘xtagan yoki to‘xtab turgan transport vositasida gabarit fara chiroqlari yoqilgan bo‘lishi kerak. Etarlicha ko‘rinmaydigan sharoitda gabarit chiroqlariga qo‘shimcha ravishda yaqinni yorituvchi fara chiroqlari, tumanga qarshi fara chiroqlari va tumanga qarshi orqa fara chiroqlari yoqilishi mumkin. 137. Quyidagi hollarda tumanga qarshi fara chiroqlaridan foydalanish mumkin: yetarlicha ko‘rinmaydigan sharoitda alohida, shuningdek, uzoqni yorituvchi yoki yaqinni yorituvchi fara chiroqlari bilan; sutkaning qorong‘i vaqtida yo‘lning yoritilmagan qismlarida uzoqni yoki yaqinni yorituvchi fara chiroqlari bilan birga; ushbu Qoidalarning  138-bandida  ko‘zda tutilgan holatlarda yaqinni yorituvchi fara chiroqlari o‘rniga. 138. Sutkaning yorug‘ vaqtida quyidagi hollarda yaqinni yorituvchi fara chiroqlari yoqilishi kerak: transport vositalari tashkiliy jamlanma safida harakatlanayotganda; yo‘lovchilarni tashiyotgan avtobuslar va yo‘nalishli transport vositalarida; bolalar guruhini tashkiliy tashishda; xavfli, katta o‘lchamli va og‘ir vaznli yuklarni tashishda; mexanik transport vositalarini shatakka olishda (shatakka olib ketayotgan transport vositasida); kuchli yog‘ingarchilik (yomg‘ir, qor) sharoitida; mototsikl va mopedlarda. 139. Konstruksiyasida projektor-fara chiroqlari va izlovchi-fara chiroqlari bo‘lgan transport vositalaridan quyidagi hollarda foydalanish mumkin: aholi punktlaridan tashqarida; qarama-qarshi yo‘nalishda harakatlanayotgan transport vositalari bo‘lmaganda. Aholi punktlarida esa bunday fara chiroqlaridan foydalanishga faqat ushbu Qoidalarning  25  va  28-bandlarida  ko‘zda tutilgan transport vositalari haydovchilariga ruxsat etiladi. 140. Tumanga qarshi orqa fara chiroqlarini faqat yetarlicha ko‘rinmaydigan sharoitda qo‘llash mumkin. Tumanga qarshi orqa fara chiroqlarini to‘xtash fara chiroqlari (stop-signal)ga ulash taqiqlanadi. 141. “Avtopoyezd” taniqlik belgisi avtopoyezd harakatlanayotganda, shuningdek, sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda yo‘lda to‘xtash va to‘xtab turish paytida ham yoqib qo‘yilishi kerak. 24-bob. Mexanik transport vositalarini shatakka olish 142. Qattiq yoki egiluvchan ulagich bilan shatakka olish shatakka olingan transport vositasining rul boshqaruvida haydovchi bo‘lgandagina amalga oshirilishi kerak. To‘g‘ri chiziq bo‘ylab harakatlanganda qattiq ulagichning konstruksiyasi shatakka olingan transport vositasini shatakka olgan transport vositasining izidan harakatlanishini ta’minlaydigan hollar bundan mustasno. 143. Qattiq yoki egiluvchan ulagich bilan shatakka olingan avtobusda, trolleybusda va yuk avtomobili yukxonasida odam tashish qisman ortish yo‘li bilan shatakka olishda esa shatakka olingan transport vositasining kabinasida va yukxonasida, shuningdek shatakka olgan transport vositasining yukxonasida odamlar bo‘lishi taqiqlanadi. 144. Egiluvchan ulagich bilan shatakka olishda shatakka olgan va shatakka olingan transport vositalari o‘rtasidagi masofa 4 — 6 metr oralig‘ida bo‘lishi, qattiq ulagich bilan shatakka olishda esa 4 metrdan ko‘p bo‘lmasligi kerak. Egiluvchan ulagich ushbu Qoidalarning  177-bandi  talablariga muvofiq belgilanishi kerak. 145. Shatakka olish quyidagi holatlarda taqiqlanadi: rul boshqaruvi ishlamayotgan transport vositalarini (qisman ortish usuli bilan shatakka olish bundan mustasno); ikki va undan ko‘p transport vositalarini; shatakka olingan va shatakka olgan transport vositalarining ulagich bilan birga umumiy uzunligi 20 metrdan ortiq bo‘lsa; ishchi tormoz tizimi ishlamayotgan transport vositasining haqiqiy vazni shatakka olgan transport vositasining haqiqiy vaznining yarmidan ortiq bo‘lsa (haqiqiy vazni kam bo‘lgan bunday transport vositasini faqat qattiq ulagich bilan yoki qisman ortish usuli bilan shatakka olishga yo‘l qo‘yiladi); ikki g‘ildirakli mototsikllar bilan, shuningdek, bunday mototsikllarni; yo‘l yaxmalak, sirpanchiq bo‘lgan hollarda egiluvchan ulagichda. 25-bob. Transport vositalarini boshqarishni o‘rgatish 146. Transport vositalarini boshqarishni dastlabki o‘rgatishga yopiq maydonchalarda yoki avtodromlarda o‘tkazilishi kerak. 147. Yo‘llarda transport vositalarini boshqarishni o‘rgatish faqat amaliy boshqaruvni o‘rgatuvchi ishtirokida dastlabki boshqaruv ko‘nikmalariga ega bo‘lgan o‘rganuvchiga ruxsat etiladi. O‘rganuvchi Qoidalar talablarini bilishi va ularga amal qilishi shart. 148. Transport vositasini boshqarishni o‘rgatayotgan vaqtda amaliy boshqaruv o‘rgatuvchisida transport vositasini boshqarishni o‘rgatish huquqini beruvchi hujjat, shuningdek, tegishli toifadagi transport vositasini boshqarish huquqini beruvchi haydovchilik guvohnomasi bo‘lishi shart. 149. Transport vositasini boshqarish huquqiga ega bo‘lishi uchun o‘rganuvchi o‘quv muddati yakunida: “A” toifasi uchun — 16 yoshga; “B” va “C” toifalari uchun — 18 yoshga; “BE” va “CE” toifalari uchun — 19 yoshga; “D” va “DE” toifalari hamda tramvay va trolleybuslar uchun 21 yoshga to‘lgan bo‘lishi kerak. 150. Boshqarishni o‘rgatish uchun mo‘ljallangan mexanik transport vositalari “Boshqarishni o‘rgatish transport vositasi” taniqlik belgisi va o‘rgatuvchi uchun ulagich (ssepleniye) va tormozning qo‘shimcha tepkilari, orqani ko‘rsatuvchi ko‘zgu hamda ushbu transport vositalarining harakat yo‘nalishini nazorat qilish imkonini beradigan GPS qurilmalari bilan jihozlanishi kerak. 151. Boshqarishni o‘rgatish yo‘nalishlari ushbu Qoidalarning  183-bandiga  muvofiq DYHXX bilan kelishilishi shart. Boshqa yo‘llarda boshqarishni o‘rgatish taqiqlanadi. 26-bob. Odam tashish 152. Odam tashish uchun mo‘ljallangan yuk avtomobilining yukxonasida odam tashish “C” toifadagi transport vositalarini boshqarish huquqiga ega bo‘lgan (odamlar soni kabinadagi yo‘lovchilarni ham qo‘shib hisoblaganda 8 nafardan ortiq bo‘lmasa) va shu toifadagi transport vositasini kamida 3 yil davomida boshqargan haydovchilar tomonidan amalga oshirilishi kerak. Yuk transport vositalarining yukxonasida tashiladigan odamlar soni kabinadagi yo‘lovchilarni ham qo‘shib hisoblaganda 8 nafardan ortiq bo‘lganda, haydovchi mazkur bandning  birinchi xatboshida  belgilangan talablarga qo‘shimcha “D” toifadagi transport vositalarini boshqarish huquqiga ham ega bo‘lishi kerak. Harbiy haydovchilarning yuk avtomobillarida odam tashishiga ruxsat berish O‘zbekiston Respublikasi Mudofaa vazirligi tomonidan belgilangan tartibda amalga oshiriladi. 153. Odam tashish uchun mo‘ljallangan yuk avtomobili yukxonasining borti 1,3 metrdan kam bo‘lmasligi shart. Bunda yukxonaning pastki qismidan 0,3 — 0,5 metr balandlikda mahkamlangan o‘rindiqlar jihozlangan bo‘lishi kerak. 154. Odam tashish uchun moslashtirilmagan yuk avtomobillarining yukxonasida faqat yukni olish uchun borayotgan yoki uni kuzatib borayotgan shaxslarning bo‘lishiga yo‘l qo‘yiladi, bunda ular bort sathidan pastda o‘tirish uchun o‘rindiqlar bilan ta’minlangan bo‘lishi kerak. 155. Shaharlararo, sayyohlik, ekskursiya yoki tog‘li yo‘nalishlarda va bolalar guruhini tashkiliy ravishda tashish Vazirlar Mahkamasining 2019-yil 22-maydagi 424-son  qarori  hamda 2003-yil 4-noyabrdagi 482-son qarori bilan tasdiqlangan O‘zbekiston Respublikasida avtobuslarda yo‘lovchilar tashish xavfsizligini ta’minlashga doir  talablarga  muvofiq amalga oshiriladi. 156. Bolalar guruhini tashkiliy tashishda avtobus (mikroavtobus)da katta yoshli kuzatib boruvchi(lar) bo‘lishi shart. Bunday avtobus (mikroavtobus)larning oldi va orqa tomoniga “Bolalar guruhini tashish” taniqlik belgisi o‘rnatilishi kerak. 157. Harakatni boshlashdan oldin haydovchi yo‘lovchilarga xavfsizlik choralari, avtomobilga chiqish, undan tushish va unga joylashish tartibi haqida tushuncha berishi kerak. Haydovchi harakatni boshlashdan oldin yo‘lovchilarni xavfsiz tashish sharoiti ta’minlanganligiga ishonch hosil qilishi kerak. 158. Haydovchi transport vositasi to‘liq to‘xtagandan keyin yo‘lovchilarning chiqishi va tushishida ularning xavfsizligini ta’minlashi kerak. Eshiklar yopilgandan so‘ng harakatlanishni boshlashi va to‘liq to‘xtamaguncha ularni ochmasligi shart. 159. Odamlarni tashish quyidagi hollarda taqiqlanadi: bolalarni yuk avtomobillarining yukxonasida; transport vositasining kabinasidan tashqarida (odam tashish uchun mo‘ljallangan bortli yuk yoki furgon-yuk xonali avtomobillar bundan mustasno); Traktorlar va boshqa o‘ziyurar uskunalar, yuk tashiladigan tirkamalar, tirkama-uycha, yuk mototsikllari yukxonasida; Mototsikllarning konstruksiyasida ko‘zda tutilgan joylaridan tashqarida; 12 yoshga to‘lmagan bolalarni mototsiklning orqa o‘rindig‘ida, shuningdek bolalarni ushlab turuvchi maxsus qurilma o‘rnatilmagan transport vositasining old o‘rindig‘ida; odam soni transport vositasining texnik tavsifnomasida ko‘zda tutilgan miqdordan ortiq bo‘lganda. Bunda transport vositasining haqiqiy vazni uni ishlab chiqargan korxona belgilagan ruxsat etilgan vazndan oshmasligi kerak. 27-bob. Yuk tashish 160. Tashilayotgan yukning vazni va o‘qlarga tushadigan og‘irlik miqdorining taqsimlanishi qonunchilik hujjatlarida belgilangan va ishlab chiqargan korxona tomonidan ushbu transport vositasi uchun belgilangan miqdordan oshmasligi kerak. 161. Haydovchi harakatni boshlashdan oldin yukning to‘g‘ri joylashganligiga va mahkamlanganligiga ishonch hosil qilishi, harakatlanish vaqtida esa, yukning tushib ketmasligini va harakatlanishga xalaqit bermasligini ta’minlash maqsadida uning holatini kuzatib borishi kerak. 162. Quyidagi shartlarga amal qilinganda yuk tashishga yo‘l qo‘yiladi: agar yuk haydovchiga tevarak-atrof ko‘rinishini cheklamasa; transport vositasini boshqarishni qiyinlashtirmasa va muvozanatini buzmasa; tashqi yoritish asboblari, gabarit fara chiroqlarini va yorug‘lik qaytargichlarini, ro‘yxatdan o‘tkazilganlik davlat raqam belgilari va taniqlik belgilarni, shuningdek, qo‘l bilan beriladigan ishoralarni ko‘rishini to‘smasa; sochiluvchan (qadoqlanmagan) qurilish materiallari, qishloq xo‘jaligi mahsulotlari, sanoat va oziq-ovqat tovarlarini, qurilish va maishiy chiqindilarni, shuningdek, boshqa to‘kiladigan (issiq asfalt, yirik gabaritli va og‘ir yuklardan tashqari) yuklarni N, O3 va O4 toifadagi bortli va o‘zi ag‘daruvchi avtotransport vositalarida majburiy tartibda amaldagi standartlar asosida brezent (zichligi 660 g/m 2  dan kam bo‘lmagan) yoki polivinilxlorid qoplamali (zichligi 900 g/m 2  dan kam bo‘lmagan) materiallardan tayyorlangan tent bilan bort sathidan oshirmasdan va bortga mustahkam qotirilib, yuza qismi to‘liq yopilgan bo‘lsa. Bunda tent bortni har tomondan 200±50 mm dan kam bo‘lmagan holda yopishi va mahkamlovchi moslamalar bilan qotirilishi lozim; avtotransport vositalarining ochiq yuk tashish platformalarida, issiq asfalt, yirik gabaritli va og‘ir yuklardan tashqari, qurilish materiallari, qishloq xo‘jaligi mahsulotlari, sanoat va oziq-ovqat tovarlarini, shuningdek, to‘kiladigan boshqa yuklarni tashishda yuk majburiy tartibda brezent yoki boshqa qalin material bilan yopilgan bo‘lsa; shovqin solmasa, chang ko‘tarmasa, yo‘lni va atrof muhitni iflos qilmasa; yengil avtomobilning tom qismiga o‘rnatilgan yukxonasidagi yukning balandligi 1 metrdan (maxsus moslamalar bilan mustahkamlangan holda velosipedlarni tashish bundan mustasno) va uzunligi avtomobilning gabaritidan 0,5 metrdan oshmasa. Agar yukning joylashuvi va holati qayd etilgan talablarga javob bermasa, haydovchi yuqorida sanab o‘tilgan qoidalar buzilishini bartaraf etish choralarini ko‘rishi, buning iloji bo‘lmasa, keyingi harakatlanishni to‘xtatishi shart. 163. Transport vositasining gabaritlaridan oldi yoki orqa tomonga 1 metrdan, yon tomonga gabaritning chetki qismidan 0,4 metrdan ortiq chiqib turgan yuk “Katta o‘lchamli yuk” taniqlik belgisi bilan belgilanishi, sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda esa bunga qo‘shimcha ravishda oldi oq rangli chiroq yoki yorug‘lik qaytargich, orqasi esa qizil rangli chiroq yoki yorug‘lik qaytargich bilan belgilanishi kerak. 164. Katta hajmli va og‘ir vaznli hamda xavfli yuklarni tashishda gabarit o‘lchamlari yukli yoki yuksiz holda eni bo‘yicha 2,55 (refrijeratorlar va izotermik kuzovlar uchun — 2,6) metrdan va balandligi yo‘l sathidan 4 metrdan, uzunligi yakka avtotransport vositasi uchun — 12 metrdan, yarim tirkamali va tirkamali avtopoyezd uchun — 20 metrdan ortiq bo‘lgan yoki yuki transport vositasining oldi va orqa nuqtasidan 2 metrdan ortiq chiqib turgan transport vositalarining harakatlanishi DYHXX bilan kelishilishi shart. Avtobus va mikroavtobuslar tomiga yuk tashish uchun moslamalar o‘rnatish, hamda belgilanmagan joylarda yuk tashish taqiqlanadi. Transport vositasida xalqaro yuk tashish transport vositalariga qo‘yiladigan talablarga va O‘zbekiston Respublikasi xalqaro shartnomalari hamda qonunchilik hujjatlarini hisobga olgan holda belgilangan tashish qoidalariga muvofiq amalga oshiriladi. 28-bob. Velosiped, moped va aravalar harakatlanishiga, shuningdek, hayvonlarni haydab o‘tishga doir qo‘shimcha talablar 165. Yo‘lda velosiped, aravani boshqarish, miniladigan yoki yuk ortiladigan hayvonlarni haydab o‘tish 14 yoshdan kichik bo‘lmagan, mopedni boshqarish esa 16 yoshdan kichik bo‘lmagan shaxslarga ruxsat etiladi. 166. Velosipedlar, mopedlar, aravalar, miniladigan yoki yuk ortiladigan hayvonlarning yo‘lning chetki o‘ng bo‘lagida imkoni boricha o‘ng tomonidan bir qator bo‘lib harakatlanishiga yo‘l qo‘yiladi. Agar piyodalarga xalaqit bermasa, yo‘l yoqasidan harakatlanishga ham ruxsat etiladi. Yo‘lning qatnov qismida harakatlanishda velosipedchilar, aravalar jamlanmasi, miniladigan yoki yuk ortiladigan hayvonlar guruhlari va haydab ketilayotgan hayvonlar to‘dasi yo‘l harakati xavfsizligini ta’minlaydigan hamda ularni quvib o‘tishni osonlashtiradigan guruhlarga bo‘linishi kerak. 167. Velosiped tovushli ishora moslamasi bilan jihozlangan va tormoz tizimi soz bo‘lishi zarur. Sutkaning qorong‘i vaqtda va yetarlicha ko‘rinmaydigan sharoitda harakatlanish uchun velosipedning old tomoniga oq rangli nur qaytargich yoki chiroq, orqa tomoniga qizil rangli nur qaytargich yoki chiroq, yon tomonlariga esa, zarg‘aldoq yoki qizil rangli nur qaytargich o‘rnatilishi kerak. Velosiped yo‘lkasi bo‘lmagan holda yo‘lning qatnov qismida harakatlanayotgan velosipedchilar sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda nur qaytargichli kamzulda yoki nur qaytaruvchi elementli parchalari bo‘lgan ustki kiyimda bo‘lishi shart. Ushbu nur qaytaruvchi elementli parchalar boshqa haydovchilar tomonidan ko‘rinishi ta’minlanishi kerak. 168. Velosipedchilarga va moped haydovchilariga quyidagilar taqiqlanadi: rulni ushlamasdan yoki bir qo‘lda ushlab harakatlanish (manyovrdan oldin ishoralar berish bundan mustasno); yo‘lovchi tashish (ishonchli oyoq qo‘ygich bilan jihozlangan qo‘shimcha o‘rindiqda 7 yoshgacha bo‘lgan yo‘lovchini tashish bundan mustasno); gabaritidan bo‘yiga va eniga 0,5 metrdan ortiq chiqib turgan yoki boshqarishga xalaqit beradigan yuklarni tashish; velosiped yo‘lkasi bo‘lgan holda yo‘lning qatnov qismida harakatlanish; tramvay harakatlanadigan yo‘llarda va shu yo‘nalishda harakatlanish uchun bo‘lagi bittadan ko‘p bo‘lgan yo‘llarda chapga burilish yoki qayrilib olish; yo‘lda motoshlemni qadab olmasdan harakatlanish (moped haydovchilari uchun); yo‘lning qatnov qismidan, shu jumladan, piyodalar o‘tish joyidan velosipedlarni boshqarib kesib o‘tish (velosiped yo‘laklarida harakatlanish bundan mustasno). Velosipedlarni va mopedlarni shatakka olish, shuningdek, ulardan shatakka olishda foydalanish taqiqlanadi (velosiped yoki mopedga mo‘ljallangan tirkamalarni shatakka olish bundan mustasno). 169. Chorrahadan tashqaridagi tartibga solinmagan velosiped yo‘lkasi bilan yo‘l kesishmasida velosiped va moped haydovchilari yo‘lda harakatlanayotgan boshqa transport vositalariga yo‘l berishlari kerak. Velosiped yo‘lkasi va piyodalar yo‘lkasi (trotuar) o‘zaro kesishgan holatlarda velosipedchi piyodaga yo‘l berishi kerak. 170. Ot-aravalarda ularni to‘xtatib turadigan moslama va orqaga tisarilib ketishga yo‘l qo‘ymaydigan tirgaklar bo‘lishi kerak. Qorong‘i vaqtda va yetarlicha ko‘rinmaydigan sharoitda harakatlanganda ot-aravaning old tomoniga oq rangli chiroq yoki ikkita nur qaytargich, orqa tomoniga esa qizil rangli chiroq yoki ikkita nur qaytargich o‘rnatilishi kerak. Yondosh hududdan yoki ikkinchi darajali yo‘ldan ko‘rinishi cheklangan joylarda yo‘lga chiqayotgan arava haydovchisi hayvonlarning jilovini qo‘yib yubormasligi kerak. 171. Hayvonlarni yo‘lda, asosan sutkaning yorug‘ vaqtida haydab borilishi kerak. Podachilar hayvonlarni mumkin qadar yo‘lning yo‘l yoqasida olib yurishlari kerak. 172. Hayvonlarni temir yo‘l kesishmalari orqali haydab o‘tishda podachilar sonini hisobga olgan holda hayvonlar podasi xavf-xatarsiz haydab o‘tilishi ta’minlanadigan to‘dalarga bo‘linishi kerak. 173. Aravani boshqarayotgan, miniladigan yoki yuk ortiladigan hayvonlarni, podani haydab ketayotgan shaxslarga quyidagilar taqiqlanadi: yo‘llarda hayvonlarni nazoratsiz qoldirish; podani temir yo‘ldan va yo‘lda maxsus ajratilmagan joylardan, shuningdek ruxsat etilgan joylarda esa sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda haydab o‘tish; boshqa yo‘llar bo‘lganda hayvonlarni mukammal qoplamali yo‘llarda haydab borish; ko‘kalamzorlashtirilgan joylarda (yo‘l, yo‘l yoqasi, ajratuvchi mintaqa va boshqalar) hayvonlarni boqish va bog‘lab qo‘yish. 29-bob. Mansabdor shaxslarning va fuqarolarning yo‘l harakati xavfsizligini ta’minlash, transport vositalarini yo‘lga chiqarish, raqam va taniqli belgilarini o‘rnatish bo‘yicha majburiyatlari 174. Yo‘l harakatida ishtirok etadigan transport vositalarining texnik holati va jihozlari “Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuni , shuningdek, texnik jihatdan tartibga solish sohasidagi normativ hujjatlar talablariga muvofiq bo‘lishi kerak. Transport vositalarini DYHXXda ro‘yxatdan o‘tkazish hamda egalarining fuqarolik javobgarligini majburiy sug‘urta qilish qonunchilik hujjatlarida belgilangan muddatlarda amalga oshirilishi kerak. 175. Mexanik transport vositalarining (tramvaylardan, trolleybuslardan tashqari) va tirkamalarning ko‘zda tutilgan joylarida tegishli namunadagi ro‘yxatdan o‘tkazish davlat raqam belgilari o‘rnatilgan bo‘lishi shart. Yuk avtomobillari, tirkamalar (yengil avtomobillar va mototsikllar tirkamalaridan tashqari) va avtobuslar (mikroavtobuslardan tashqari) kuzovining orqa devoriga uning davlat raqam belgisi va harflari yozilishi kerak. Raqamning balandligi 300 millimetr, kengligi 120 millimetr, chizig‘ining yo‘g‘onligi 30 millimetrdan kam bo‘lmasligi, harflar balandligi esa raqam o‘lchamlarining 2/3 qismiga teng bo‘lishi kerak. Tramvaylarga va trolleybuslarga tegishli tashkilot tomonidan ro‘yxatga olingan raqamlar yoziladi. 176. Transport vositalariga taniqlik belgilari o‘rnatilishi kerak: “Avtopoyezd” — yuk avtomobillari va g‘ildirakli traktor (1,4 tonna va undan yuqori)larda tirkama bo‘lganda, shuningdek tutashtirilgan avtobus va trolleybus kabinalari tomining old qismi o‘rtasiga bir qator qilib 150 dan 300 millimetrgacha oraliqda ko‘ndalang joylashgan uchta zarg‘aldoq rangli chiroq yoki ichidan yoritiladigan, tomonlarining har biri 250 millimetr bo‘lgan sariq rangli uchburchak shaklidagi belgi; “Turumlangan” (tishli, shipli) — turumlangan shinali mexanik transport vositalarining orqasida — ichiga qora rangda “T” harfi tushirilgan, qizil hoshiyali, oq rangli uchi yuqoriga yo‘naltirilgan teng tomonli uchburchak ko‘rinishida. Uchburchakning tomonlari 200 millimetrdan kam bo‘lmasligi, hoshiyasining kengligi uchburchak tomonining 1/10 qismiga teng bo‘lishi kerak; “Bolalar guruhini tashish” — bolalar guruhini tashkiliy tashishda, transport vositasining old va orqa tomonlariga qizil hoshiyali, ichiga 1.21 yo‘l belgisidagi bolalar timsolining tasviri tushirilgan, sariq rangdagi, tomonlari teng bo‘lgan to‘rtburchak (kvadrat) ko‘rinishidagi belgi. To‘rtburchakning tomonlari 250 — 300 millimetrgacha, hoshiyaning kengligi to‘rtburchak tomonining 1/10 qismiga teng bo‘lishi kerak; “Kar haydovchi” — kar-soqov yoki kar haydovchi boshqarayotgan transport vositasining old va orqa tomonlarida — ichiga uchi pastga yo‘nalgan hayoliy teng tomonli uchburchakning burchaklari bo‘yicha diametri 40 millimetr bo‘lgan uchta qora doira tushirilgan, diametri 160 millimetrni tashkil etadigan sariq rangli doira ko‘rinishida; “Boshqarishni o‘rgatish uchun mo‘ljallangan mexanik transport vositasi” — boshqarishni o‘rgatishda foydalaniladigan transport vositalarining old va orqa tomonlarida — ichiga qora rangda “O‘” harfi tushirilgan, tomonlari 200 millimetrdan 300 millimetrgacha bo‘lgan qizil hoshiyali, oq rangli, uchi yuqoriga yo‘nalgan teng tomonli uchburchak ko‘rinishida. Belgi hoshiyasining kengligi uchburchak tomonining 1/10 qismiga teng bo‘lishi kerak; “Tezlik cheklangan” — bolalar guruhini tashkiliy tashishni amalga oshirayotgan, og‘ir vaznli, xavfli va katta o‘lchamli yuklarni tashiyotgan, shuningdek, transport vositasining texnik tavsifnomasida ko‘rsatilgan eng yuqori tezligi Qoidalarning  78 ,  79  va  80-bandlarida  belgilangan tezlikdan kam bo‘lgan hollarda, mexanik transport vositalari kuzovi orqa devorining chap tomoniga 3.24 — “Yuqori tezlik cheklangan” yo‘l belgisining kichraytirilgan, rangli tasviri tushirilgan ko‘rinishidagi belgi. Belgining diametri 160 millimetrdan kam bo‘lmasligi, hoshiyasining kengligi belgi diametrining 1/10 qismiga teng bo‘lishi kerak; “Xavfli yuk” — xavfli yukni tashiyotgan transport vositasining old va orqa tomoniga o‘rnatilgan o‘lchami 690 x 300 millimetr, o‘ng qismi 400 x 300 millimetr bo‘lgan zarg‘aldoq rangli, chap qismi esa yukning xavfli xususiyatini bildirib turgan belgilar tushirilgan qora hoshiyali (kengligi 15 millimetr) oq rangdagi to‘rtburchak shaklidagi belgi (ushbu Qoidalarga  4-ilova ); “Katta o‘lchamli yuk” — ichiga kengligi 50 millimetrli, diagonal bo‘yicha navbatma-navbat qizil va oq rangli chiziqlar tushirilgan, yorug‘lik qaytaradigan yuzali, o‘lchami 400 x 400 millimetrli to‘rtburchak shaklidagi belgi; “Uzun o‘lchamli transport vositasi” — yukli va yuksiz uzunligi 20 metrdan oshadigan transport vositasining, ikki yoki undan ko‘proq tirkamali avtopoyezdlarning orqasida — kengligi 40 millimetr bo‘lgan qizil hoshiyali, o‘lchami 1200x200 millimetr bo‘lgan, sariq rangli, nur qaytaruvchi to‘rtburchak shaklidagi belgi. Ko‘rsatilgan o‘lchamli belgini joylashtirishning imkoniyati bo‘lmasa, bir xil ikkita 600x200 millimetr o‘lchamdagi belgini transport vositasining o‘qiga simmetrik ravishda o‘rnatishga yo‘l qo‘yiladi; “Avariya sababli to‘xtash” — davlat standarti talablari asosidagi uchburchak shaklidagi belgi; Haydovchining xohishiga ko‘ra taniqlik belgilari o‘rnatilgan bo‘lishi mumkin: “Shifokor” — shifokor-haydovchilar boshqarayotgan transport vositalarining old va orqa tomonlarida — tomonlari 140 millimetr bo‘lgan, ko‘k rangli, ichida diametri 125 millimetrli oq doiraga balandligi 90 millimetr, chizig‘ining kengligi 25 millimetr bo‘lgan qizil xoch tushirilgan kvadrat ko‘rinishidagi belgi; “Nogironligi bo‘lgan shaxs” — birinchi yoki ikkinchi guruh nogironligi bo‘lgan shaxs boshqarayotgan, shuningdek, nogironligi bo‘lgan shaxslarni yoki nogironligi bo‘lgan bolalarni tashiyotgan transport vositalarining old va orqa tomonlarida — barcha tomonlari 150 millimetrdan bo‘lgan va ichiga 7.17 yo‘l belgisining qora rangli timsoli tushirilgan sariq rangli kvadrat ko‘rinishidagi belgi; “Haydovchilikni endi boshlagan” — “Haydovchilik malakasi yetarli bo‘lmagan” haydovchilik staji 2 yildan kam bo‘lgan haydovchilar boshqarayotgan mexanik transport vositalarining (traktorlar, o‘ziyurar mashinalar va mototsikllardan tashqari) orqasida — ichiga qora rangli 110 millimetr balandlikdagi “!” belgisining tasviri tushirilgan, sariq rangli, tomonlari 150 millimetr bo‘lgan kvadrat ko‘rinishidagi belgi. Ushbu bandda nazarda tutilgan taniqlik belgilardan boshqa taniqlik belgilarini o‘rnatish, shuningdek, transport vositasining kuzovi va oynalariga turli xil yozuvlar kiritish taqiqlanadi, transport vositasining kuzoviga reklama maqsadlarida belgilangan tartibda yozuvlar kiritish bundan mustasno. 177. Mexanik transport vositalarini shatakka olishda egiluvchan ulagichni ko‘rsatadigan ogohlantiruvchi, o‘lchami 200x200 millimetr bo‘lgan, diagonali bo‘yicha ketma-ket joylashgan, kengligi 50 millimetrli qizil va oq rangli enli chiziqlar tushirilgan, yorug‘lik qaytaradigan yuzali bayroqchalar yoki kvadrat ko‘rinishidagi belgi o‘rnatilishi kerak. Egiluvchan ulagichga kamida ikkita taniqli belgisi o‘rnatiladi. 178. Qattiq ulagichli qurilmaning konstruksiyasi texnik tartibga solish sohasidagi normativ hujjatlarning talablariga mos bo‘lishi kerak. 179. Quyidagi hollarda transport vositalaridan foydalanish taqiqlanadi: avtomobillar, avtobuslar, avtopoyezdlar, tirkamalar, mototsikllar, mopedlar, velosipedlar, traktorlar va boshqa o‘ziyurar mashinalarning texnik holati va jihozlanishi transport vositalaridan foydalanishni taqiqlaydigan nosozliklar va shartlar ro‘yxatining talablariga ( 3-ilovaga  muvofiq) javob bermasa; trolleybuslarda va tramvaylarda tegishli texnik foydalanish qoidalarida ko‘zda tutilgan nosozliklardan birortasi bo‘lsa; transport vositalari belgilangan tartibda davlat texnik ko‘rigidan o‘tmagan bo‘lsa; tegishli ruxsatsiz qayta jihozlangan bo‘lsa (avtomototransport vositalarini qayta jihozlash uchun ruxsatnoma talab etilgan hollarda); transport vositalari DYHXX ruxsatisiz yalt-yalt etuvchi chiroq-mayoqcha va (yoki) maxsus tovushli ishora bilan jihozlangan, kuzovining yon yuzalariga DYHXX bilan kelishilmasdan rangli bo‘yoq chizmalar, qiya oq chiziqlar tortilgan, ko‘zda tutilgan joylarga tegishli davlat raqam belgilari o‘rnatilmagan, agregat va qismlarining raqamlari yoki tegishli namunadagi ro‘yxatdan o‘tkazish davlat raqam belgilari ko‘rinmaydigan, qalbakilashtirilgan, o‘zgartirilgan bo‘lsa; kuzovining yon yuzalariga yo‘nalishsiz taksining rangli rasmlar chizmasiga va (yoki) tomida taksi chirog‘iga ega bo‘lgan transport vositalaridan, agar bunday transport vositasining haydovchisida belgilangan tartibda berilgan yo‘lovchilar tashishni amalga oshirish bo‘yicha ruxsatnoma bo‘lmasa; sariq yoki zarg‘aldoq rangli chiroq-mayoqcha bilan jihozlangan, DYHXXda qayd etilmagan transport vositalaridan (katta o‘lchamli yuklarni, portlovchi, oson alangalanadigan, radioaktiv va yuqori darajali xavfga ega bo‘lgan moddalarni tashiyotgan transport vositalaridan tashqari). 180. Transport vositalarining texnik holatiga va ulardan foydalanishga javobgar bo‘lgan mansabdor va boshqa shaxslarga quyidagilar taqiqlanadi: texnik nosoz, tegishli ruxsatsiz qayta jihozlangan, belgilangan tartibda ro‘yxatdan va davlat texnik ko‘rigidan o‘tkazilmagan yoki tegishli hujjatlarsiz transport vositalarini yo‘lga chiqarish; mastlik (giyohvandlik moddalar, alkogol va boshqalar) holatida yoki sezgirlik va e’tiborni susaytiradigan dori-darmonlar ta’sirida, yo‘l harakati xavfsizligiga tahdid soladigan charchoqlik yoki betoblik holatida, shuningdek tegishli toifadagi transport vositalarini boshqarish huquqi bo‘lmagan, belgilangan muddatda tibbiy ko‘rikdan o‘tmagan shaxslarni transport vositasini boshqarishga qo‘yish; zanjirli traktorlarni va boshqa o‘ziyurar uskunalarni harakatlanish uchun asfalt yoki sement-beton qoplamali yo‘llarga chiqarish. 181. Yo‘llar, temir yo‘l kesishmalari va boshqa yo‘l inshootlarining holatiga javobgar bo‘lgan mansabdor va boshqa shaxslar: yo‘llar, temir yo‘l kesishmalari va boshqa yo‘l inshootlarini texnik jihatdan tartibga solish sohasidagi normativ hujjatlar talablariga muvofiq harakatlanish uchun xavfsiz holatda saqlashga; ommaviy axborot vositalari yordamida yo‘l harakatiga kiritilgan cheklovlar va o‘zgartirishlar haqida yo‘l harakati qatnashchilarini xabardor qilishga; yo‘l harakatiga xalaqit beradigan har qanday to‘sqinlik vujudga kelsa, ularni o‘z vaqtida bartaraf etish, yo‘lning ayrim qismlarida ulardan foydalanish yo‘l harakati xavfsizligiga tahdid soladigan hollarda harakatni cheklash yoki taqiqlash choralarini ko‘rishga majbur. 182. Yo‘llarda ta’mirlash ishlarini bajarishga javobgar bo‘lgan mansabdor va boshqa shaxslar ishlar olib borilayotgan joylarda yo‘l harakati xavfsizligini ta’minlashga majbur. Bunday joylar, shuningdek, yo‘ldan tashqariga olib chiqish imkoniyati bo‘lmagan ish bajarmayotgan yo‘l mashinalari, qurilish materiallari, qurilma va shunga o‘xshashlar tegishli yo‘l belgilari, yo‘naltiruvchi va to‘suvchi moslamalar bilan, sutkaning qorong‘i vaqtida va yetarlicha ko‘rinmaydigan sharoitda esa qo‘shimcha qizil yoki sariq chiroqli ishoralar bilan belgilanishi kerak. Ta’mirlash ishlari tugagandan so‘ng transport vositalari va piyodalarning xavfsiz harakatlanishi ta’minlangan bo‘lishi kerak. 183. Qonunchilik hujjatlarida ko‘zda tutilgan hollarda tegishli mansabdor va boshqa shaxslar tomonidan DYHXX bilan belgilangan tartibda quyidagilar kelishilishi shart: shaharlarda va avtomobil yo‘llarida yo‘l harakatini tashkil etishni loyihalash, yo‘llarni harakatlanishni tashkil etuvchi texnik vositalar bilan jihozlash va qayta jihozlash; ushbu Qoidalarning  164-bandida  keltirilgan transport vositalarining harakatlanishi; ro‘yxatdan o‘tkazilgan transport vositalari kontruksiyasiga yo‘l harakati xavfsizligi ta’minlanishiga ta’sir qiladigan o‘zgartirishlar kiritish; yo‘nalishli transport vositalari yo‘nalishlari va bekatlarining joylashishi; yo‘llarda ommaviy sport va boshqa tadbirlarni o‘tkazish; transport vositalarini qayta jihozlash, ularga maxsus yorug‘lik va tovush ishoralarini o‘rnatish, transport vositalari kuzovi yuzalariga rangli rasmlar, yozuvlar va sxemalar, qiya oq chiziqlar tortish; ta’mirlash ishlari olib boriladigan yo‘l uchastkalarida harakatni tashkil etish chizmasi; yo‘llarni, yo‘l inshootlarini qurish, rekonstruksiya qilish va ta’mirlash loyihalari; yo‘l va uning hududlarida har qanday obyektlarning loyihalarini; boshqarishni o‘rgatish ruxsat etilgan yo‘llar ro‘yxati va chizmasi; harakat xavfsizligi bo‘yicha mutaxassislarni, avtomototransport vositalari yoki shahar elektr transporti vositalarini boshqarishni o‘rgatish bo‘yicha amaliy mashg‘ulotlar instruktori va haydovchilarni tayyorlash dasturlari; tezlikning belgilangan me’yordan oshirilishi yoki kamaytirilishi yuzasidan qarorlarni; yo‘llarda sun’iy notekislik va shlagbaumni o‘rnatish. 184. Zarg‘aldoq yoki sariq rangli miltillovchi chiroq-mayoqcha quyidagilarga o‘rnatiladi: yo‘lda qurilish, ta’mirlash yoki tozalash ishlarini, shikastlangan, nosoz transport vositalarini ortish va tashish ishlarini bajarayotgan transport vositalariga; katta hajmli, og‘ir vaznli va xavfli yuklarni tashishni amalga oshirayotgan transport vositalariga; katta hajmli, og‘ir vaznli va xavfli yuklarni tashishni amalga oshirayotgan transport vositalarini kuzatib borayotgan transport vositalariga; umumiy foydalanishdagi avtomobil yo‘llarida mashq qilish tadbirlarini o‘tkazishda velosipedchilarning tashkiliy guruhlarini kuzatib borishni amalga oshirayotgan transport vositalariga. 185. Ko‘k yoki qizil yoxud ko‘k va qizil rangli yalt-yalt etuvchi mayoqchalar tezkor va maxsus xizmatlarning transport vositalari tomiga, ustiga, yo‘l harakati xavfsizligini ta’minlash sharti bilan old yoki orqa tomoniga ham o‘rnatilishi mumkin. Mahkamlash usullari transport vositasi har xil sharoitlarda harakatlanganda ham o‘rnatilgan chiroq-mayoqchalarning mustahkamligini ta’minlashi kerak. 186. Transport vositalarining barcha rangdagi chiroq-mayoqcha va maxsus tovushli ishoralar bilan jihozlanganligi haqidagi ma’lumotlar avtomototransport vositasini ro‘yxatdan o‘tkazish haqidagi guvohnomada ko‘rsatilgan bo‘lishi kerak. Yo‘l harakati  Yo‘l belgilari 1. Ogohlantiruvchi belgilar Ogohlantiruvchi belgilar haydovchilarga xavfli yo‘l qismiga yaqinlashayotganligi haqida axborot berib, unda harakatlanishda sharoitga qarab tegishli chora ko‘rishni talab qiladi. 1.1. “Shlagbaumli temir yo‘l kesishmasi”. 1.2. “Shlagbaumsiz temir yo‘l kesishmasi”. 1.3.1. “Bir izli temir yo‘l”. 1.3.2. “Ko‘p izli temir yo‘l” 1.3.1. — bir izli temir yo‘l, 1.3.2. — ikki va undan ortiq izli temir yo‘l belgilari shlagbaum bilan jihozlanmagan temir yo‘l kesishmasi oldida o‘rnatiladi. 1.4.1 — 1.4.6. “Temir yo‘l kesishmasiga yaqinlashuv”. Aholi punktlaridan tashqarida temir yo‘l kesishmasiga yaqinlashayotganlik haqida qo‘shimcha ogohlantirish beradi. 1.5. “Tramvay yo‘li bilan kesishuv”. 1.6. “Teng ahamiyatli yo‘llar kesishuvi”. 1.7. “Aylanma harakatlanish bilan kesishuv”. 1.8. “Svetofor bilan tartibga solish”. Harakatlanish svetofor bilan tartibga solinadigan chorraha, piyodalar o‘tish joyi yoki yo‘l qismini bildiradi. 1.9. “Ko‘tarma ko‘prik”. Ko‘tarma ko‘prik yoki solda kesib o‘tish. 1.10. “Sohilga chiqish”. Daryo yoki suv havzasi qirg‘og‘iga chiqishni bildiradi. 1.11.1, 1.11.2. “Xavfli burilish”. 1.11.1 — o‘ngga, 1.11.2 — chapga yo‘l belgilari yo‘lning kichik radiusli yoki ko‘rinishi cheklangan burilish joyini bildiradi. 1.12.1, 1.12.2. “Xavfli burilishlar”. 1.12.1 — birinchi burilish o‘ngga, 1.12.2 — birinchi burilish chapga yo‘l belgilari yo‘lning xavfli burilishlari bo‘lgan qismini bildiradi. 1.13. “Tik nishablik”. 1.14. “Tik balandlik”. 1.15. “Sirpanchiq yo‘l”. Qatnov qismi o‘ta sirpanchiq bo‘lgan yo‘l qismi. 1.16. “Notekis yo‘l”. Qatnov qismi notekis bo‘lgan yo‘l (o‘nqir-cho‘nqir, o‘ydim-chuqur joylar, ko‘prikning yo‘lga notekis tutashuvi va shu kabilar) qismini bildiradi. 1.17. “Tosh otilishi xavfi”. Transport vositasining g‘ildiragi ostidan shag‘al, tosh va shunga o‘xshashlarning otilib chiqish ehtimoli bo‘lgan yo‘l qismini bildiradi. 1.18.1 — 1.18.3. “Yo‘lning torayishi”. 1.18.1 — ikki tomonlama torayish; 1.18.2 — o‘ngga torayish va 1.18.3 — chapga torayishni bildiradi. 1.19. “Ikki tomonlama harakatlanish”. Yo‘lning (qatnov qismining) qarama-qarshi harakatlanish qismi boshlanishini bildiradi. 1.20. “Piyodalar o‘tish joyi”. 5.16.1, 5.16.2 belgilari va (yoki) 1.14.1 — 1.14.3 chiziqlari bilan belgilangan piyodalar o‘tish joyini bildiradi. 1.21. “Bolalar”. Bolalar muassasasi (maktablar, bolalarning dam olish maskanlari va shunga o‘xshashlar)ga yaqin yo‘lning qatnov qismidan bolalarning chiqib qolish ehtimolini bildiradi. 1.22. “Velosiped yo‘lkasi bilan kesishuv”. 1.23. “Ta’mirlash ishlari”. 1.24. “Mol haydab o‘tish”. 1.25.1. “Yovvoyi hayvonlar”. 1.25.2. Pastlab uchuvchi qushlar 1.25.3. “Kemiruvchi va sudralib yuruvchi hayvonlar” 1.26. “Toshlar tushishi”. Tosh ko‘chishi, surilishi va tushishi mumkin bo‘lgan yo‘l qismini bildiradi. 1.27. “Yonlama shamol”. 1.28. “Pastlab uchuvchi samolyotlar”. 1.29. “Tunnel” Sun’iy ravishda yoritilmagan yoki kirish peshtog‘ining ko‘rinishi cheklangan tunnelni bildiradi. 1.30. “Boshqa xavf-xatarlar”. Ogohlantiruvchi belgilarda ko‘zda tutilmagan xavf-xatarlar bo‘lgan yo‘l qismini bildiradi. 1.31. “Sun’iy yo‘l notekisligi”. Yo‘lning sun’iy notekislik o‘rnatilgan qismiga yaqinlashayotganligi to‘g‘risida ogohlantiradi. Transport vositasining harakatlanish tezligini majburiy tarzda kamaytirish uchun qo‘llaniladi. 1.31.1, 1.31.2. “Burilishning yo‘nalishi”. Kichik radiusli, ko‘rinishi cheklangan yo‘lda harakatlanish yo‘nalishini va yo‘lning ta’mirlanayotgan qismini aylanib o‘tish yo‘nalishini bildiradi. 1.31.3. “Burilishning yo‘nalishi”. T-simon chorrahada yoki yo‘l ayrilishlarida harakatlanish yo‘nalishini, ta’mirlanayotgan yo‘l qismini aylanib o‘tish yo‘nalishini bildiradi. 1.32. “Tirbandlik”. Ushbu yo‘l belgisi vaqtinchalik yoki tasviri o‘zgaradigan holatda tirbandlik hosil bo‘lgan yo‘l yoki chorrahaga kirish oldidan yo‘lni yoki chorrahani aylanib o‘tish imkoniyati bo‘lgan joyga o‘rnatiladi. 1.33. “Qatnov qismi kesishmasi hududi”. 1. 30 yotiq chizig‘i bilan belgilangan chorrahaga yaqinlashayotganligini anglatib, oldinda tirbandlik yuzaga kelganligi tufayli majburiy to‘xtab, ko‘ndalang yo‘nalishdagi transport vositalarining harakatlanishiga to‘sqinlik tug‘diradigan bo‘lsa, chorrahaga kirish, agar to‘xtash chizig‘i yoki 5.33 yo‘l belgisidan o‘tib bo‘lgan haydovchiga esa qatnov qismlari kesishmasiga kirishni taqiqlanishini bildiradi. 1.34. “Diqqat, boshqariladigan to‘siq”. Ushbu yo‘l belgisi boshqariladigan to‘suvchi qurilmasiga yetmasdan o‘rnatiladi va transport vositalari haydovchilarini oldinda to‘suvchi qurilma borligi haqida ogohlantiradi. 1.35 “Piyodalarning yo‘l yoqasidan yurishi mumkin bo‘lgan hudud” 1.1, 1.2, 1.5 — 1.32 ogohlantiruvchi belgilari aholi punktlarida xavfli joydan 50 — 100 metr, aholi punktlaridan tashqarida esa 150 — 300 metr oldin o‘rnatiladi. Zaruriyat bo‘lganda, bu belgilar 7.1.1 qo‘shimcha axborot belgisida ko‘rsatilgan boshqa masofada ham o‘rnatilishi mumkin. Agar nishablik va balandlik ketma-ket keladigan bo‘lsa, 1.13 va 1.14 belgilari bevosita nishablik va balandlik oldiga o‘rnatilishi mumkin. Aholi punktlaridan tashqarida 1.1, 1.2, 1.9, 1.10, 1.21 va 1.23 belgilari takrorlanadi. Ikkinchi belgi yo‘lning xavfli qismi boshlanishiga kamida 50 metr qolganda o‘rnatiladi. Agar qatnov qismida qisqa muddatli yo‘l ishlari olib borilayotgan bo‘lsa, 1.23 belgisi ish bajarilayotgan joyga 10 — 15 metr masofa yetmasdan (7.1.1 qo‘shimcha axborot belgisisiz) o‘rnatilishi mumkin. 1.3, 1.3.1 va 1.3.2 belgilari bevosita temir yo‘l kesishmalari oldida, eng yaqin relsdan 20 metrdan kam bo‘lmagan masofada o‘rnatiladi. 2. Imtiyoz belgilari Imtiyoz belgilari — chorrahalarda, qatnov qismlari kesishgan joylarda, yo‘lning tor qismlarida harakatlanish navbatini belgilaydi. 2.1. “Asosiy yo‘l”. Harakat tartibga solinmagan chorrahalarda oldin o‘tish huquqini beradi. Belgi asosiy yo‘l boshiga va chorrahalarning bevosita oldiga o‘rnatiladi. 2.2. “Asosiy yo‘lning oxiri”. 2.3.1. “Ikkinchi darajali yo‘l bilan kesishuv”. 2.3.2, 2.3.3. “Ikkinchi darajali yo‘l bilan tutashuv”. 2.3.2 — tutashuv o‘ngdan, 2.3.3 — tutashuv chapdan. 2.3.1 — 2.3.3 yo‘l belgilari aholi punktlarida kesishmagacha 50 — 100 metr masofada, aholi punktlaridan tashqarida esa 150 — 300 metr masofada o‘rnatiladi. 2.4. “Yo‘l bering!”. Haydovchi kesib o‘tilayotgan yo‘ldan, 7.13 qo‘shimcha-axborot belgisi bo‘lganda esa asosiy yo‘ldan harakatlanayotgan transport vositasiga yo‘l berishi kerak. 2.5. “To‘xtamasdan harakatlanish taqiqlangan”. To‘xtash chizig‘i oldida, agar u bo‘lmasa, kesib o‘tiladigan qatnov qismining chetida to‘xtamasdan harakatlanish taqiqlanadi. Haydovchi kesib o‘tilayotgan yo‘ldan, 7.13 qo‘shimcha-axborot belgisi bo‘lganda esa asosiy yo‘ldan harakatlanayotgan transport vositalariga yo‘l berishi kerak. Bu belgi temir yo‘l kesishmasi yoki karantin maskanidan oldin o‘rnatilishi mumkin. Bunday hollarda haydovchi to‘xtash chizig‘i oldida, u bo‘lmasa, belgi oldida to‘xtashi kerak. 2.6. “Ro‘para harakatlanishning ustunligi”. Qarama-qarshi harakatlanishni qiyinlashtiradigan hollarda yo‘lning tor qismiga kirish taqiqlanadi. Haydovchi yo‘lning tor qismida bo‘lgan yoki ro‘paradan unga yaqin bo‘lgan transport vositasiga yo‘l berishi kerak. 2.7. “Ro‘paradagi harakatlanishga nisbatan imtiyoz”. Yo‘lning tor qismida harakatlanishda haydovchi ro‘paradan kelayotgan transport vositasiga nisbatan imtiyozga egaligini bildiradi. 3. Taqiqlovchi belgilar Taqiqlovchi belgilar yo‘l harakatiga ayrim taqiqlar, muayyan cheklovlar kiritadi yoki ularni bekor qiladi. 3.1. “Kirish taqiqlangan”. Barcha transport vositalarining kirishi taqiqlanishini bildiradi. 3.2. “Harakatlanish taqiqlangan”. Barcha transport vositalarining harakatlanishi taqiqlanishini bildiradi. 3.3. “Mexanik transport vositalarining harakatlanishi taqiqlangan”. 3.4. “Yuk avtomobillarining harakatlanishi taqiqlangan”. Ruxsat etilgan to‘liq vazni 3,5 tonnadan (agar vazni belgida ko‘rsatilmagan bo‘lsa) yoki ruxsat etilgan to‘liq vazni belgida ko‘rsatilgandan ortiq bo‘lgan yuk avtomobillari va transport vositalari tarkiblarining, shuningdek traktorlar, o‘ziyurar uskunalarning harakatlanishi taqiqlanadi. 3.4. yo‘l belgisi bortlariga qiya oq chiziq tortilgan yoki odamlarni tashish uchun mo‘ljallangan yuk avtomobillarining harakatlanishini taqiqlamaydi. 3.5. “Mototsikllar harakatlanishi taqiqlangan”. 3.6. “Traktorlar harakatlanishi taqiqlangan”. Traktorlar va o‘ziyurar uskunalarning harakatlanishi taqiqlanadi. 3.7. “Tirkama bilan harakatlanish taqiqlangan”. Yuk avtomobillari va traktorlarning barcha turdagi tirkamalar bilan harakatlanishi, shuningdek, mexanik transport vositalarini shatakka olish taqiqlanadi. 3.8. “Ot-arava harakatlanishi taqiqlangan”. Ot-arava (chana), otliqlar, yuk ortilgan hayvonlarning harakatlanishi, shuningdek, chorva (poda) haydab o‘tish taqiqlanadi. 3.9. “Velosipedda harakatlanish taqiqlangan”. Velosipedda va mopedda harakatlanish taqiqlanadi. 3.10. “Piyodaning harakatlanishi taqiqlangan”. 3.11. “Vazn cheklangan”. Haqiqiy umumiy vazni belgida ko‘rsatilganidan ortiq bo‘lgan transport vositalarining, shuningdek, transport vositalari tarkiblarining harakatlanishi taqiqlanadi. 3.12. “O‘qqa tushadigan og‘irlik cheklangan”. Har qanday o‘qiga tushadigan haqiqiy og‘irlik belgida ko‘rsatilganidan ortiq bo‘lgan transport vositalarining harakatlanishi taqiqlanadi. 3.13. “Cheklangan balandlik”. Gabarit balandligi (yuk bilan yoki yuksiz) belgida ko‘rsatilgandan ortiq bo‘lgan transport vositalarining harakatlanishi taqiqlanadi. 3.14. “Cheklangan kenglik”. Gabarit kengligi (yuk bilan yoki yuksiz) belgida ko‘rsatilganidan ortiq bo‘lgan transport vositalarining harakatlanishi taqiqlanadi. 3.15. “Cheklangan uzunlik”. Gabarit uzunligi (yuk bilan yoki yuksiz) belgida ko‘rsatilganidan ortiq bo‘lgan transport vositalari (transport vositalari tarkiblari)ning harakatlanishi taqiqlanadi. 3.16. “Eng kam oraliq”. Belgida ko‘rsatilganidan kam bo‘ylama oraliq masofada harakatlanish taqiqlanadi. 3.17.1. “Bojxona”. Bojxona (nazorat punkti) oldida to‘xtamasdan o‘tib ketish taqiqlanadi. 3.17.2. “Xavf-xatar”. Yo‘l-transport hodisasi, avariya, yong‘in yoki boshqa xavf-xatar vaziyatlar tufayli, istisnosiz, barcha transport vositalarining bundan keyin harakatlanishi taqiqlanadi. 3.17.3. “Nazorat joyi”. Transport vositalarining tekshirib o‘tkazilishi majburiy bo‘lgan vaqtincha yoki doimiy nazorat punktlarida o‘rnatiladi. Ushbu yo‘l belgisi 2.5 yo‘l belgisi bilan birga o‘rnatilishi mumkin. 3.18.1. “O‘ngga burilish taqiqlangan”. 3.18.2. “Chapga burilish taqiqlanadi”. 3.19. “Qayrilish taqiqlangan”. 3.20. “Quvib o‘tish taqiqlangan”. Soatiga 40 km dan kam tezlikda harakatlanayotgan yakka transport vositasidan boshqa transport vositalarini quvib o‘tish taqiqlanishini bildiradi. 3.21. “Quvib o‘tish taqiqlangan hududning oxiri”. 3.22. “Yuk avtomobillarida quvib o‘tish taqiqlangan”. To‘liq vazni 3,5 tonnadan ortiq bo‘lgan yuk avtomobillarida barcha transport vositalarini quvib o‘tish taqiqlanishini bildiradi (soatiga 40 km dan kam tezlikda harakatlanayotgan transport vositasi, traktor, ot-arava, velosiped bundan mustasno). 3.23. “Yuk avtomobillarida quvib o‘tish taqiqlangan hududning oxiri”. 3.24. “Yuqori tezlik cheklangan”. Belgida ko‘rsatilganidan ortiq tezlikda (km/s) harakatlanish taqiqlanishini bildiradi. 3.25. “Yuqori tezlik cheklangan hududning oxiri”. 3.26. “Tovush moslamalaridan foydalanish taqiqlangan”. Yo‘l transport hodisasining oldini olish hollaridan boshqa vaziyatlarda tovush moslamasidan foydalanish taqiqlanadi. 3.27. “To‘xtash taqiqlangan”. Transport vositalarining to‘xtashi va to‘xtab turishi taqiqlanadi (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 3.28. “To‘xtab turish taqiqlangan”. Transport vositalarining to‘xtab turishi taqiqlanadi (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 3.29. “Oyning toq kunlarida to‘xtab turish taqiqlangan” (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 3.30. “Oyning juft kunlarida to‘xtab turish taqiqlangan” (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 3.29 va 3.30 belgilari qatnov qismining qarama-qarshi tomonlarida bir vaqtda o‘rnatilganda, qatnov qismining har ikkala tomonida soat 19:00 dan 21:00 gacha to‘xtab turishga ruxsat etiladi (joyini o‘zgartirish vaqti). 3.31. “Barcha cheklovlarning oxiri”. 3.16, 3.20, 3.22, 3.24, 3.26 — 3.30 belgilaridan bir nechtasiga bir vaqtda amal qiladigan hududlarning oxiri. 3.32. “Xavfli yuk tashiyotgan transport vositasining harakati taqiqlangan”. 3.33. “Portlovchi va tez alangalanuvchi yukni tashiyotgan transport vositasining harakati taqiqlangan”. 3.1 — 3.3, 3.18.1, 3.18.2, 3.19, 3.27 belgilarga amal qilish yo‘nalishli transport vositalariga, 3.2 — 3.8 belgilari ta’sir oralig‘ida joylashgan korxonalarga xizmat ko‘rsatuvchi transport vositalariga, shuningdek, ushbu belgilar ta’sir oralig‘ida yashovchi yoki ishlovchi fuqarolarga xizmat qiluvchi yoki ularga tegishli bo‘lgan transport vositalariga ta’sir qilmaydi. Bunday hollarda transport vositalari belgilangan joyga yaqin chorrahadan kirib yoki chiqib ketishlari kerak. 3.27. belgisi yo‘nalishsiz yengil taksilarga yo‘lovchilarni tushurish-chiqarish (yuklarni ortish-tushurish) vaqtida ta’sir qilmaydi; Ushbu Qoidalarning  176-bandiga  binoan “Nogiron” tanish belgisi bilan belgilangan avtomobillar va kajavali mototsikllarni boshqarayotgan nogiron haydovchilar 3.2, 3.3 va 3.28 belgilari talablaridan chetga chiqishlari mumkin. 7.18 belgi bo‘lganda 3.27 belgisining ta’sir doirasida to‘xtashga ruxsat etiladi. 3.28 — 3.30 belgilarining taksometri ishlab turgan taksilarga taalluqli emas. 3.18.1 va 3.18.2 belgilari qatnov qismlarining qaysi kesishmasi oldiga o‘rnatilsa, shu kesishmaga tatbiq etiladi. 3.16, 3.20, 3.22, 3.24, 3.26 — 3.30 belgilarining ta’siri belgi o‘rnatilgan joydan keyingi eng yaqin chorrahagacha, qayrilib olish joyigacha, ular bo‘lmaganda — aholi punktining oxirigacha ta’siri qiladi. Yondosh hududlardan yo‘lga chiqish joylarida yoki yo‘lning dala, o‘rmon yo‘llari va boshqa doimiy harakatlanish, o‘tib ketish uchun mo‘ljallanmagan yo‘llar bilan kesishgan (tutashgan) joylarida, ularning oldida tegishli belgilar o‘rnatilmagan bo‘lsa, bu belgilarning ta’siri yo‘qolmaydi. Aholi punktlariga yetmasdan o‘rnatilgan 3.24 belgisining ta’siri 5.22 belgisigacha kuchini saqlaydi. Belgilarning ta’sir doirasi aniqlashtirilishi mumkin: 3.16 va 3.26 belgilari uchun 7.2.1 qo‘shimcha axborot belgisi bilan; 3.20, 3.22, 3.24 belgilari 3.21, 3.23, 3.25 belgilari va 7.2.1 qo‘shimcha axborot belgisi orqali; 3.24 belgisining ta’sir oralig‘i undan keyin boshqa eng yuqori harakatlanish tezligi ko‘rsatilgan 3.24 belgisini o‘rnatish bilan; 3.27 — 3.30 belgilarining amal qilish oralig‘i oxiriga 3.27 — 3.30 belgilari 7.2.3 qo‘shimcha axborot belgisi bilan birga takror o‘rnatiladi yoki 7.2.2 qo‘shimcha axborot belgisi bilan qo‘llaniladi. 3.27 belgisi 1.4 yotiq chizig‘i bilan birgalikda, 3.28 belgisi esa 1.10 yotiq chizig‘i bilan birgalikda qo‘llanishi mumkin, bunda belgilarning ta’sir hududi yo‘l chizig‘i uzunligi bilan aniqlanadi. 3.10, 3.27 — 3.30 belgilari yo‘lning qaysi tomonida o‘rnatilgan bo‘lsa, ularning ta’siri faqat o‘sha tomonga amal qilinadi. 4. Buyuruvchi belgilar Buyuruvchi belgilar muayyan harakatlanish tartibini belgilaydi yoki bekor qiladi. 4.1.1. “Harakatlanish to‘g‘riga”. 4.1.2. “Harakatlanish o‘ngga”. 4.1.3. “Harakatlanish chapga”. 4.1.4. “Harakatlanish to‘g‘riga yoki o‘ngga”. 4.1.5. “Harakatlanish to‘g‘riga yoki chapga”. 4.1.6. “Harakatlanish o‘ngga yoki chapga”. Faqat belgilarda ko‘rsatilgan ko‘rsatkichlar yo‘nalishlarida harakatlanishga ruxsat etiladi. Chapga burilishga ruxsat beruvchi belgilar qayrilib olishga ham ruxsat beradi. (Muayyan kesishmada talab etilgan harakatlanish yo‘nalishiga tegishli ko‘rsatkichlarning shakli tushirilgan 4.1.1 — 4.1.6 belgilarini qo‘llash mumkin). 4.1.1 — 4.1.6 belgilarining ta’siri yo‘nalishli transport vositalariga joriy qilinmaydi. 4.1.1 — 4.1.6 yo‘l belgilari qatnov qismlarining qaysi kesishmasidan oldin o‘rnatilsa, belgining ta’siri shu kesishmaga joriy qilinadi. Yo‘lning qismi boshlanishida o‘rnatilgan 4.1.1 belgisining ta’siri yaqin chorrahagacha joriy qilinadi. Belgi o‘ng tomonda joylashgan hovlilarga va yo‘lga yondosh boshqa hududlarga burilishni taqiqlamaydi. 4.2.1. “To‘siqni o‘ngdan aylanib o‘tish”. 4.2.2. “To‘siqni chapdan aylanib o‘tish”. Faqat ko‘rsatkich ko‘rsatgan tomondan aylanib o‘tish ruxsat etiladi. 4.2.3. “To‘siqni o‘ngdan yoki chapdan aylanib o‘tish”. Har tomonidan aylanib o‘tish ruxsat etiladi. 4.3. “Aylanma harakatlanish”. Ko‘rsatkichlar yo‘nalishlarida harakatlanish ruxsat etiladi. 4.4. “Yengil avtomobillar harakati”. Yengil avtomobillar, avtobus, mototsikllar, belgilangan yo‘nalishli transport vositalari va ruxsat etilgan to‘liq vazni 3,5 tonnadan oshmaydigan yuk avtomobillari harakatlanishiga ruxsat etilishini bildiradi. Belgining ta’sir oralig‘ida yashovchi va ishlovchi fuqarolarga tegishli, ularga va korxonalarga xizmat ko‘rsatuvchi transport vositalariga bu belgi tatbiq etilmaydi. Bunday hollarda transport vositalari belgilangan joyga eng yaqin chorrahadan kirib yoki chiqib ketishlari kerak. 4.5. “Velosiped yo‘lkasi”. Faqat velosiped va mopedlarda harakatlanishga ruxsat etilishini bildiradi. Trotuar yoki piyodalar yo‘lkasi bo‘lmasa, velosiped yo‘lkasidan piyodalar ham yurishlari mumkin. 4.6. “Piyodalar yo‘lkasi”. Faqat piyodalar yurishiga ruxsat etiladi. 4.6.1. “Piyodalar va velosipedchilarning birgalikdagi harakati tashkil etilgan yo‘lak”. 4.6.2. “Piyodalar va velosipedchilarning birgalikdagi harakati tashkil etilgan yo‘lakning oxiri”. 4.6.3. “Piyodalar va velosipedchilarning harakati alohida tashkil etilgan yo‘lak”. 1.1, 1.25 va 1.26 yotiq yo‘l chizig‘i yordamida, konstruktiv tarzda yoxud boshqa usulda piyodalar va velosipedchilarning harakati ajratilgan piyodalar va velosipedchilar yo‘lagi. 4.6.4. “Piyodalar va velosipedchilarning harakati alohida tashkil etilgan yo‘lakning oxiri”. 4.6.5. “Piyodalar va velosipedchilarning harakati alohida tashkil etilgan yo‘lak”. 1.1, 1.25 va 1.26 yotiq yo‘l chizig‘i yordamida, konstruktiv tarzda yoxud boshqa usulda piyodalar va velosipedchilarning harakati ajratilgan piyodalar va velosipedchilar yo‘lagi. 4.6.6. “Piyodalar va velosipedchilarning harakati alohida tashkil etilgan yo‘lakning oxiri”. 4.7. “Eng kam tezlik”. Faqat belgida ko‘rsatilgan yoki undan yuqori tezlikda (km/soat) harakatlanishga ruxsat etilishini bildiradi. 4.8. “Eng kam tezlik belgilangan yo‘lning oxiri”. 4.9.1, 4.9.2 va 4.9.3 “Xavfli yuk tashiyotgan transport vositalarining harakat yo‘nalishi”. “Xavfli yuk” tanish belgisi bilan jihozlangan transport vositalarining harakatiga yo‘l belgisida ko‘rsatilgan yo‘nalishlarda ruxsat beriladi: 4.9.1 — to‘g‘riga, 4.9.2 — chapga, 4.9.3 — o‘ngga. 5. Axborot-ko‘rsatgich belgilari Axborot-ko‘rsatgich belgilari ma’lum harakat tartiblarini kiritadi yoki ularni bekor qiladi, hamda aholi punktlari va boshqa manzillarning joylashuvi haqida ma’lumot beradi. 5.1. “Avtomagistral”. Yo‘l harakati qoidalarining avtomagistrallarda harakatlanish tartibi o‘rnatilgan yo‘lni bildiradi. 5.2. “Avtomagistralning oxiri”. 5.3. “Avtomobillar uchun mo‘ljallangan yo‘l”. Faqat avtomobillar, avtobus va mototsikllarning harakatlanishi uchun mo‘ljallangan yo‘lni bildiradi. 5.4. “Avtomobillar uchun mo‘ljallangan yo‘lning oxiri”. 5.5. “Bir tomonlama harakatli yo‘l”. Transport vositalari butun kenglik bo‘yicha bir yo‘nalishda harakatlanadigan yo‘l yoki qatnov qismi. 5.6. “Bir tomonlama harakatli yo‘lning oxiri”. 5.7.1, 5.7.2. “Bir tomonlama harakatli yo‘lga chiqish”. Harakatlanish bir tomonlama bo‘lgan yo‘lga yoki qatnov qismiga chiqish. 5.8.1. “Tasmalar bo‘yicha harakat yo‘nalishi”. Tasmalar soni va har biri bo‘yicha ruxsat etilgan harakatlanish yo‘nalishlari. Boshqa yo‘nalishlar bo‘yicha harakatlanish taqiqlanadi. 5.8.2. “Tasma bo‘yicha harakatlanish yo‘nalishi”. Tasma bo‘yicha ruxsat etilgan harakatlanish yo‘nalishi. Boshqa yo‘nalishlar bo‘yicha harakatlanish taqiqlanadi. Yo‘lning chetki chap bo‘lagidan chapga burilishga ruxsat beruvchi 5.8.1 va 5.8.2 belgilari shu tasmadan qayrilishga ham ruxsat beradi. Chorrahadan oldin o‘rnatilgan 5.8.1 va 5.8.2 belgilarining ta’siri, agar shu turkumdagi boshqa belgilar o‘rnatilmagan bo‘lsa, butun chorrahaga tatbiq etiladi. 5.8.3. “Tasmaning boshlanishi”. Yo‘lning sekinlashish bo‘lagi yoki balandlikka ko‘tarilishdagi qo‘shimcha tasmaning boshlanish qismi. Agar belgiga 4.7 “Eng kam tezlik” belgisining tasviri tushgan bo‘lsa, ko‘rsatilgan yoki undan kattaroq tezlikda harakatlana olmaydigan transport vositasining haydovchisi asosiy tasmadan qo‘shimcha tasmaga qayta tizilishi kerak. 5.8.4. “Tasmaning boshlanishi”. Uch tasmali yo‘llarda shu yo‘nalishda harakatlanish uchun mo‘ljallangan o‘rta tasma qismining boshlanishi. 5.8.5. “Tasma oxiri”. Balandlikka ko‘tarilishdagi qo‘shimcha tasmaning yoki tezlanish tasmaning oxirini bildiradi. 5.8.6. “Tasma oxiri”. Uch tasmali yo‘llarda shu yo‘nalishda harakatlanish uchun mo‘ljallangan o‘rta tasma qismining oxirini bildiradi. 5.8.7, 5.8.8. “Tasmalar bo‘yicha harakatlanish yo‘nalishi”. Agar 5.8.7 belgisida biror transport vositasining harakatlanishini taqiqlovchi belgi tasvirlangan bo‘lsa, unda bu tur transport vositasining tegishli tasmada harakatlanishi taqiqlanishini bildiradi. 5.8.7 va 5.8.8 belgilari yo‘nalishlar soniga ko‘ra to‘rt va undan ortiq tasmali yo‘llarga ham tatbiq etilishi mumkin. Tasviri almashadigan 5.8.7, 5.8.8 belgilari yordamida reversiv harakat tashkil etilishi mumkin. 5.9. “Yo‘nalishli transport vositalari uchun mo‘ljallangan tasma”. Transport vositalari yo‘nalishida harakatlanadigan yo‘nalishli transport vositalari uchun mo‘ljallangan tasmani bildiradi. Belgi qaysi tasma ustida joylashgan bo‘lsa, shu tasmaga tatbiq etiladi. Yo‘lning o‘ng tomoniga o‘rnatilgan belgining ta’siri o‘ng tasmaga tatbiq etiladi. 5.10.1. “Yo‘nalishli transport vositalari uchun alohida ajratilgan tasmasi bor yo‘l”. Yo‘nalishli transport vositalarining umumiy oqimga qarshi harakatlanishi uchun ajratilgan tasmani bildiradi. 5.10.2, 5.10.3. “Yo‘nalishli transport vositalari uchun alohida ajratilgan tasmasi bor yo‘lga chiqish”. 5.10.4. “Yo‘nalishli transport vositalari uchun alohida ajratilgan tasmasi bor yo‘lning oxiri”. 5.11.1. “Qayrilib olish joyi”. Chapga burilish taqiqlanadi. 5.11.2. “Qayrilib olish oralig‘i”. Qayrilib olish oralig‘ining uzunligini bildiradi. Chapga burilish taqiqlanadi. 5.12. “Avtobus va (yoki) trolleybus to‘xtash joyi”. 5.13. “Tramvay to‘xtash joyi”. 5.14. “Yo‘nalishsiz taksilar to‘xtab turish joyi”. 5.15. “To‘xtab turish joyi”. 5.15.1. “Pullik to‘xtab turish joyi”. 5.15.2 Yer usti avtomobil qo‘yish joyi. 5.15.3 Yer osti avtomobil qo‘yish joyi. 5.15.4 Elektr quvvatlashli avtomobil qo‘yish joyi. 5.16.1, 5.16.2. “Piyodalar o‘tish joyi”. O‘tish joyi oldida 1.14.1-1.14.2 yotiq chizig‘i bo‘lmaganda 5.16.2 belgisi yo‘ldan o‘ng tomonga o‘tish joyining old chegarasiga, 5.16.1 belgisi esa chap tomonga o‘tish joyining orqa chegarasiga o‘rnatiladi. 5.17.1, 5.17.2. “Piyodalarning yer ostidan o‘tish joyi”. 5.17.3, 5.17.4. “Piyodalarning yer ustidan o‘tish joyi”. 5.18. “Tavsiya etilgan tezlik”. Yo‘lning shu qismida tavsiya etilgan harakatlanish tezligini bildiradi. Belgiga eng yaqin chorrahagacha amal qilinadi. 5.18 belgisi ogohlantiruvchi belgi bilan birga qo‘llansa, uning ta’sir oralig‘i xavfli qismning uzunligi bilan aniqlanadi. 5.19.1 — 5.19.4. “Oxiri berk yo‘l”. Yo‘lning ko‘rsatilgan yo‘nalishda oxiri berkligini bildiradi. 5.20.1, 5.20.2. “Yo‘nalishlarning dastlabki ko‘rsatkichi”. Belgida ko‘rsatilgan aholi punkti va boshqa manzillarga harakatlanish yo‘nalishini bildiradi. Belgida 5.29.1 belgisining hamda avtomagistral, aeroport va boshqa ramziy belgilar tasviri tushirilgan bo‘lishi mumkin. 5.20.1 belgisida harakatlanish tartibining xususiyatlari to‘g‘risida axborot beruvchi boshqa belgilarning tasviri ham tushgan bo‘lishi mumkin. 5.20.1 belgisining past qismida belgi o‘rnatilgan joydan chorrahagacha bo‘lgan masofa ko‘rsatiladi. 5.20.1 belgisi yo‘lning 3.11 — 3.15 taqiqlovchi belgilaridan biri o‘rnatilgan qismlarini aylanib o‘tish yo‘nalishini ko‘rsatish uchun ham qo‘llaniladi. 5.20.3. “Harakatlanish chizmasi”. Chorrahada ayrim yo‘nalishlarda harakatlanish taqiqlangan bo‘lsa harakatlanish yo‘nalishi yoki murakkab chorrahalarda ruxsat etilgan harakatlanish yo‘nalishini bildiradi. 5.20.4. “Yo‘llarining bir sathda kesishmaydigan qismlarida burilish yoki qayrilib olish yo‘nalish ko‘rsatkichi”. Avtomobil yo‘llarning bir sathda kesishmaydigan qismlarida yer ostidan yoki yer ustidan transport vositalarining burilish va qayrilib olish yo‘nalishini ko‘rsatish uchun qo‘llaniladi. 5.20.5 Xizmat ko‘rsatish maydoni. 5.21.1. “Yo‘nalish ko‘rsatkichi”. 5.21.2. “Yo‘nalishlar ko‘rsatkichi”. Ko‘rsatilgan manzillarga harakatlanish yo‘nalishlarini bildiradi. Belgilarda manzillargacha bo‘lgan masofa (km) ko‘rsatilishi, avtomagistrallar, aeroportlar va boshqa ramziy belgilar tasvirlangan bo‘lishi mumkin. 5.22. “Aholi punktining boshlanishi”. Ushbu Qoidalarning aholi punktlarida harakatlanish tartibini belgilovchi talablariga amal qilinadigan joylarning nomi hamda uning boshlanishini bildiradi. 5.23. “Aholi punktining oxiri”. Ushbu Qoidalarning aholi punktlarida harakatlanish tartib-talablari bekor qilingan joyni bildiradi. 5.24. “Aholi punktining boshlanishi”. Ushbu Qoidalarning aholi punktlarida harakatlanish tartibini belgilovchi talablariga amal qilinmaydigan joylarning nomi hamda uning boshlanishini bildiradi. 5.25. “Aholi punktining oxiri”. 5.24 yo‘l belgisi bilan ko‘rsatilgan aholi punktining oxirini bildiradi. 5.26. “Manzil nomi”. Aholi punktlaridan boshqa manzillarning nomini bildiradi (daryo, ko‘l, dovon, xushmanzara joy va boshqalar). 5.27. “Masofalar ko‘rsatkichi”. Yo‘nalish bo‘yicha joylashgan aholi punktlarigacha bo‘lgan masofani bildiradi (km). 5.28. “Kilometr belgisi”. Yo‘lning boshi yoki oxirigacha bo‘lgan masofani bildiradi (km). 5.29.1, 5.29.2. “Yo‘l raqami”. 5.29.1 — yo‘lga berilgan raqam, 5.29.2 — yo‘lning raqami va yo‘nalishini bildiradi. 5.30.1 — 5.30.3. “Yuk avtomobillari uchun harakatlanish yo‘nalishi”. Chorrahada yuk avtomobillari, traktorlar va o‘ziyurar moslamalarga biror yo‘nalishda harakatlanish taqiqlangan bo‘lsa, bunday transport vositalariga tavsiya etilgan harakatlanish yo‘nalishlari ko‘rsatadi. 5.31. “Aylanib o‘tish tasviri”. Harakatlanish uchun vaqtincha yopib qo‘yilgan yo‘l qismini chetlab o‘tish chizmasi. 5.32.1 — 5.32.3. “Chetlab o‘tish yo‘nalishi”. Harakatlanish vaqtincha yopib qo‘yilgan yo‘l qismini chetlab o‘tish yo‘nalishini bildiradi. 5.33. “To‘xtash chizig‘i”. Svetoforning (tartibga soluvchining) taqiqlovchi ishorasida transport vositalari to‘xtaydigan yo‘nalishini bildiradi. 5.34.1, 5.34.2. “Boshqa qatnov qismiga qayta tizilishning boshlang‘ich ko‘rsatkichi”. Ajratuvchi bo‘lagi bo‘lgan yo‘lning harakatlanish uchun yopiq hududini aylanib o‘tish yoki o‘ng tomondagi qatnov qismiga qaytish uchun harakatlanish yo‘nalishini bildiradi. 5.35. “Reversiv harakatlanish”. Bir yoki bir necha tasmalarda harakatlanish yo‘nalishi qarama-qarshi tomonga o‘zgarishi mumkin bo‘lgan yo‘l qismining boshlanishini bildiradi. 5.36. “Reversiv harakatlanishning oxiri”. 5.37. “Reversiv harakatlanish yo‘liga chiqish”. 5.38. “Turar joy dahasi”. Yo‘l harakati qoidalarining turar joy dahalarida harakatlanish tartibi o‘rnatilgan yo‘l. 5.39. “Turar joy dahasining oxiri”. 5.40. “Falokatli holatlar uchun kirish yo‘li”. Yo‘l harakati ushbu Qoidalaridagi  128-bandda  ko‘rsatilgan holatlarda foydalaniladigan yo‘l. 5.41. “Foto va video qayd etish”. Yo‘llarda avtomobil haydovchilari Qoidalar talabiga rioya etishi elektron qurilmalar yordamida nazorat qilinayotganligini bildiruvchi yo‘l belgisi. Ushbu yo‘l belgisi Qoidalar talabiga rioya etilishi statsionar elektron qurilmalar orqali nazoratga olingan joylarga o‘rnatiladi. 5.42. “Qizil chiroqda o‘ngga harakatlanish”. Transport svetofori qizil chirog‘ining o‘ng yoniga 5.42 yo‘l belgisi o‘rnatilgan bo‘lsa, transport vositalarining haydovchilari svetoforning taqiqlovchi ishorasi yonib turganda, barcha xavfsizlik choralarini ko‘rgan holda o‘ngga burilishlari mumkin. Bunda ular harakat yo‘nalishi bo‘yicha va burilayotgan ko‘chani kesib o‘tayotgan piyodalarga hamda boshqa transport vositalariga yo‘l berishlari shart. 5.43. “Radar”. Yo‘llarda avtomobil haydovchilari belgilangan tezlikka rioya etishi radarlar yordamida nazorat qilinayotganligini bildiruvchi yo‘l belgisi. Ushbu yo‘l belgisi belgilangan harakatlanish tezligi statsionar maxsus texnika vositalari yordamida nazoratga olingan joylarga o‘rnatiladi. Shuningdek, viloyat, tuman, shaharlar boshlanadigan joylardagi ko‘cha va yo‘llarda harakatlanish tezligi mobil radarlar yordamida nazorat qilinayotganligi to‘g‘risida haydovchilarni ogohlantirish maqsadida o‘rnatilishi mumkin. 5.44. “Velosipedchilar uchun tasma”. 5.45. “Velosipedchilar uchun tasmaning oxiri”. 5.46 “Maktab”. Maktab yoki maktabgacha ta’lim tashkilotlari oldida o‘rnatiladi. 5.47. “Turizm obyektlari yo‘nalish ko‘rsatgichi” Turizm obyektlari joylashgan manzillarga harakatlanish yo‘nalishlarini bildiradi. Belgilarda manzillargacha bo‘lgan masofa (km) ko‘rsatilishi, temir yo‘l vokzallari, aeroportlar va boshqa turizm obyektlari ramziy belgilari tasvirlangan bo‘lishi mumkin. 5.47.1 “Turizm obyektlari”. 5.47.2 “Turizm axborot markazi”. Aholi punktlaridan tashqarida o‘rnatilgan 5.20.1, 5.20.2, 5.21.1 va 5.21.2 yo‘l belgilaridagi yashil yoki ko‘k rang ko‘rsatilgan aholi punktiga yoki obyektga avtomagistral yoxud boshqa yo‘l orqali harakatlanish mumkinligini anglatadi. Oq rang ko‘rsatilgan obyekt ushbu aholi punktida joylashganini anglatadi. Aholi punktida o‘rnatilgan 5.20.1, 5.20.2, 5.21.1 va 5.21.2 yo‘l belgilaridagi yashil, ko‘k rang ko‘rsatilgan aholi punktiga yoki obyektga ushbu aholi punktidan chiqqandan so‘ng avtomagistral yoxud boshqa yo‘l orqali harakatlanish mumkinligini anglatadi, oq rang esa ko‘rsatilgan obyekt shu aholi punktida joylashganligini bildiradi. 6. Servis belgilari Servis belgilari tegishli obyektlar joylashuvi haqida ma’lumot beradi. 6.1. “Tibbiy yordam ko‘rsatish joyi”. 6.2. “Shifoxona”. 6.3.1. “Avtomobillarga yonilg‘i quyish shoxobchasi”. 6.3.2. Avtomobillarga ko‘p tarmoqli yonilg‘i quyish shoxobchasi 6.3.3. Elektromobillarni quvvatlash shaxobchasi 6.4. “Avtomobillarga texnik xizmat ko‘rsatish joyi”. 6.5. “Avtomobillarni yuvish joyi”. 6.6. “Telefon”. 6.7. “Oshxona”. 6.8. “Ichimlik suvi”. 6.9. “Mehmonxona yoki motel”. 6.10. “Kemping”. 6.11. “Dam olish joyi”. 6.12. “YPX maskani”. 6.13. “Avtotashuvchilarning nazorat punkti”. 6.14. “Hojatxona”. 6.15. “Chiqindi yig‘ish joyi”. 6.16. Cho‘milish havzasi. 6.17. Ichki ishlar bo‘limi. 6.18. Radio aloqasi. 6.19. Jome’ masjidi. 6.20. Cherkov. 6.21. Ibodatxona. 6.22. Temir yo‘l vokzali. 6.23. Aeroport. 6.24. Bozor. 6.25. Turistik axborot markazi. 6.26. Qo‘riqxona. 6.27. Manzarali joy. 6.28. Me’morchilik yodgorligi. 7. Qo‘shimcha axborot belgilari Qo‘shimcha axborot belgilari ular bilan birgalikda qo‘llangan belgilarga aniqlik kiritish yoki ularning ta’sirini cheklash uchun qo‘llaniladi. 7.1.1. “Obyektgacha bo‘lgan masofa”. Belgidan yo‘lning xavfli joyi, yo‘l harakatiga tegishli cheklovlar kiritiladigan joyi yoki harakat yo‘nalishi bo‘yicha oldindagi muayyan joygacha bo‘lgan masofani ko‘rsatadi. 7.1.2. “Obyektgacha bo‘lgan masofa”. Aholi punktlaridan tashqarida chorraha oldiga 2.5. yo‘l belgisi o‘rnatilgan bo‘lsa, 2.4. yo‘l belgisi bilan o‘rnatilib, chorrahagacha bo‘lgan masofani ko‘rsatadi. 7.1.3, 7.1.4. “Obyektgacha bo‘lgan masofa”. Yo‘ldan chetda joylashgan manzilgacha bo‘lgan masofani bildiradi. 7.2.1. “Ta’sir oralig‘i”. Ogohlantiruvchi belgilar bilan belgilangan xavfli joyning uzunligini yoki taqiqlovchi va axborot-ko‘rsatkich belgilarining ta’sir oralig‘ini ko‘rsatadi. 7.2.2 — 7.2.6. “Ta’sir oralig‘i”. 7.2.2 — 3.27 — 3.30 taqiqlovchi belgilarining ta’siri saqlangan oraliqni ko‘rsatadi. 7.2.3 — 3.27 — 3.30 taqiqlovchi belgilarining ta’sir oralig‘i oxirini ko‘rsatadi. 7.2.4 — haydovchilarga ularning 3.27 — 3.30 yo‘l belgilari ta’sir doirasida ekanliklari haqida axborot beradi. 7.2.5, 7.2.6 — maydon, binolar oldi va shunga o‘xshash joylar chetida to‘xtash va to‘xtab turish taqiqlanganda 3.27 — 3.30 belgilarining ta’sir oralig‘i va yo‘nalishini ko‘rsatadi. 7.3.1 — 7.3.3. “Ta’sir yo‘nalishlari”. Chorraha oldida o‘rnatilgan belgilarning ta’sir yo‘nalishini yoki bevosita yo‘l yaqinida joylashgan manzillarga harakatlanish yo‘nalishini ko‘rsatadi. 7.4.1 — 7.4.10. “Transport vositasining turi”. Belgining ta’siri joriy etilgan transport vositalari turini ko‘rsatadi. 7.4.1 belgi bilan o‘rnatilgan yo‘l belgisining ta’siri yuk tashuvchi, shu jumladan, tirkamali, to‘liq vazni 3,5 tonnadan ortiq bo‘lgan transport vositalariga, 7.4.3 belgi bilan o‘rnatilgan yo‘l belgisining ta’siri yengil avtomobillarga, 7.4.9 elektromobillarga, 7.4.10 yo‘nalishsiz taksilarga, shuningdek, to‘liq vazni 3,5 tonnagacha bo‘lgan yuk tashuvchi transport vositalariga tatbiq etiladi. 7.5.1. “Shanba, yakshanba va bayram kunlari”. 7.5.2. “Ish kunlari”. 7.5.3. “Hafta kunlari”. Belgiga haftaning qaysi kunlari amal qilinishi ko‘rsatilgan. 7.5.4. “Amal qilish vaqti”. Belgiga kunning qaysi vaqtida amal qilishni ko‘rsatadi. 7.5.5 — 7.5.7. “Amal qilish vaqti”. Belgiga haftaning qaysi kuni va qaysi soatlarida amal qilishni ko‘rsatadi. 7.6.1 — 7.6.9. “Transport vositasini to‘xtab turish joyiga qo‘yish usuli”. 7.6.1 barcha turdagi transport vositalarini to‘xtab turishi uchun yo‘lning qatnov qismida, trotuar yoniga qo‘yish usulini, 7.6.2 — 7.6.9 trotuar yonidagi to‘xtab turish joyiga yengil avtomobillar va mototsikllarni qo‘yish usulini bildiradi. 7.7. “Dvigatelni ishlatmasdan to‘xtab turish joyi”. 5.15 belgisi bilan belgilangan to‘xtab turish joyida transport vositalarining dvigatelini ishlatmasdan to‘xtab turishiga ruxsat etilganligini ko‘rsatadi. 7.8. “Pulli xizmat ko‘rsatish joyi”. To‘lov asosida xizmat ko‘rsatilishini bildiradi. 7.9. “To‘xtab turish muddati cheklangan”. 5.15 belgisi o‘rnatilgan to‘xtab turish joyida transport vositalari to‘xtab turishining eng ko‘p muddatini ko‘rsatadi. 7.10. “Avtomobillarni ko‘rikdan o‘tkazish joyi”. 5.15 yoki 6.11 belgisi bilan ko‘rsatilgan maydonlarda estakada yoki ko‘zdan kechirish chuqurchalari borligini bildiradi. 7.11. “Ruxsat etilgan to‘la vazni cheklangan”. Belgining ta’siri ruxsat etilgan to‘la vazni qo‘shimcha-axborot yo‘l belgisida ko‘rsatilgan miqdordan ortiq bo‘lgan transport vositalariga taalluqli ekanligini ko‘rsatadi. 7.12. “Xavfli yo‘l yoqasi”. Yo‘l ishlari bajarilayotgani sababli yo‘l yoqasiga chiqish xavfli ekanligi haqida ogohlantiradi. 1.23 belgisi bilan qo‘llaniladi. 7.13. “Asosiy yo‘lning yo‘nalishi”. Chorrahada asosiy yo‘lning yo‘nalishini ko‘rsatadi. 7.14. “Harakatlanish tasmasi”. Belgi yoki svetofor ta’siridagi harakatlanish bo‘lagini ko‘rsatadi. 7.15. “Ko‘zi ojiz piyodalar”. 1.20, 5.16.1, 5.16.2 belgilari hamda svetofor bilan birga qo‘llaniladi, piyodalar o‘tish joyidan ko‘zi ojiz piyodalar foydalanishi mumkinligi haqida ogohlantiradi. 7.16. “Nam qoplama”. Belgi qatnov qismining qoplamasi nam bo‘lgan vaqtda ta’sir etishini ko‘rsatadi. 7.17. “Nogironlar”. 5.15 belgisi bilan qo‘llaniladi. To‘xtab turish joyi (yoki uning bir qismi) ushbu Qoidalarning  176-bandiga  muvofiq “Nogiron” taniqlik belgisi o‘rnatilgan transport vositalari uchun ajratilganligini ko‘rsatadi. 7.18. “Nogironlar mustasno”. Belgilarning ta’siri ushbu Qoidalarning  175-bandiga  muvofiq “Nogiron” taniqlik belgisi o‘rnatilgan transport vositalariga joriy etilmaydi. 7.19. “Foto va video qayd etish”. Yo‘l harakati qatnashchilarining harakatlari maxsus avtomatlashtirilgan foto va video qayd etish texnika vositalari orqali qayd etilayotganligini bildiradi. Ogohlantiruvchi, imtiyoz, taqiqlovchi, buyuruvchi va axborot ishora belgilari bilan birgalikda qo‘llaniladi. 7.20. “Xavfli yuk toifasi”. Xavfli yuk toifasining (toifalarining) raqamini ko‘rsatadi. 7.21. “Evakuator ishlamoqda”. 3.27 — 3.30 yo‘l belgilari ta’sir oralig‘ida to‘xtagan transport vositalari majburiy evakuatsiya qilinishini ko‘rsatadi. 7.22.1, 7.22.2 va 7.22.3 “To‘siq”. Haydovchilarga to‘siqning uzoqdan ko‘rinishini ta’minlash maqsadida o‘rnatiladi. 4.2.1 — 4.2.3 yo‘l belgilari bilan birgalikda o‘rnatiladi. 7.23. “Navbat bilan o‘tish”. 7.24. “Transport vositasining davlat raqami”. 7.25. “Faqat xizmat avtomobillari”. 7.26 “Sun’iy notekislik”. Qo‘shimcha-axborot belgilari qaysi belgi bilan birga joriy etilsa, bevosita shu belgi tagiga joylashtiriladi. 7.2.2 — 7.2.4, 7.13 qo‘shimcha-axborot belgilari qatnov qismining, yo‘l yoqasining, trotuarning tepasiga o‘rnatilgan belgilarining yoniga joylashtiriladi. Vaqtincha (ko‘chma tirgakdagi) va doimiy belgilar ma’no jihatidan bir-biriga zid kelgan hollarda haydovchilar vaqtincha o‘rnatilgan belgilarga amal qilishlari kerak. 1,8 1.15, 1.16, 1.31, 1.17, 1.18.1 — 1.18.3, 1.21, 1.30, 2.6, 2.7, 3.1, 3.2, 3.11 — 3.16, 3.18.1 — 3.18.25 yo‘l belgilari vaqtincha yo‘l belgilari sifatida belgilanishi mumkin. Vaqtincha yo‘l belgilari sariq rangda bo‘ladi. Quyidagi transport svetoforlaridan foydalaniladi: ishoralari tik joylashgan; ishoralari yotiq joylashgan; qo‘shimcha tarmoqli; harakatlanishni ma’lum yo‘nalishlarda tartibga soluvchi; reversiv; tramvay va yo‘nalishli boshqa transport vositalarini harakatini tartibga soluvchi; temir yo‘l kesishmalarda harakatlanishni tartibga soluvchi; tartibga solinmagan chorraha va piyodalar o‘tish joylarini belgilaydigan; korxona, tashkilot va qatnov qismi toraygan joylarda harakatlanishni tartibga soluvchi. Quyidagi piyodalar svetoforlaridan foydalaniladi: ishoralar tik joylashgan; tovush ishorali; qo‘l bilan boshqariladigan; piyodalar harakatini tartibga soluvchi; Elektron tablo yordamida boshqariladigan piyodalar svetofori; Velosipedchilar svetoforlari. Belgilangan tartibda o‘rnatilgan elektron yo‘l belgilari odatdagi yo‘l belgilari bilan bir xil kuchga ega bo‘ladi. Yo‘l harakati  1. Yotiq chiziqlar Yo‘lning qatnov qismi yuzasidagi chiziqlar, yo‘naltirgichlar, yozuvlar va boshqa belgilar harakatlanish tartibi va aniq rejimini belgilaydi. Yo‘l chiziqlari doimiy yoki vaqtincha bo‘lishi mumkin. Yo‘l chiziqlarini ko‘rish imkoniyati bo‘lmasa (qor, loy va boshqalar) ushbu yo‘l qismida mazkur chiziqlar ma’nosiga mos keladigan yo‘l belgilari o‘rnatilishi kerak. Yotiq chiziqlar oq rangda bo‘ladi (1.4, 1.10 va 1.17 chiziqlar sariq rangda bo‘ladi), shuningdek, 1.24 chizig‘i (2x2 metr o‘lchamdagi ko‘k asosda sariq rangda nogironligi bo‘lgan shaxsning tasviri tushirilgan bo‘ladi). Piyodalar o‘tish joyidagi chiziqlar oq va oq bilan birgalikda boshqa ranglar ko‘rinishida qo‘llanilishi mumkin. 1.1 — qarama-qarshi yo‘nalishlarda harakatlanayotgan transport oqimlarini ajratadi, yo‘lning xavfli joylaridagi harakatlanish bo‘lagi chegarasini va velosipedchilar uchun bo‘lagining chegarasini bildiradi; yo‘lning kirish taqiqlangan qismi chegarasini belgilaydi; transport vositalarining to‘xtab turish joyi chegarasini hamda avtomagistral qatoriga kiritilmagan yo‘lning qatnov qismi chegarasini bildiradi; 1.2 (enli sidirg‘a chiziq) — avtomagistrallarda qatnov qismi chetini bildiradi. 1.3 — to‘rt va undan ortiq harakatlanish bo‘lagi bo‘lgan yo‘llarda qarama-qarshi yo‘nalishdagi transport vositalari oqimini ajratadi; 1.4 — to‘xtash taqiqlangan joyni bildiradi. Yakka holda yoki 3.27 “To‘xtash taqiqlangan” yo‘l belgisi bilan qo‘llaniladi hamda yo‘lning qatnov qismi chetiga yoki yo‘l chetidagi to‘siq ustidan chiziladi (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 1.5 — ikki yoki uch tasmali yo‘llarda qarama-qarshi yo‘nalishlarda harakatlanayotgan transport vositalari oqimlarini ajratadi; bir yo‘nalishda harakatlanish uchun mo‘ljallangan ikki yoki undan ko‘proq tasmali yo‘llarda tasmalarning chegaralarini va bir yo‘nalishdagi harakatlanish bo‘lagi bilan velosiped bo‘lagi chegarasini bildiradi; 1.6 (yaqinlashish chizig‘i — har bir chiziq uzunligi ular orasidagi masofadan uch barobar katta bo‘lgan uzuq-uzuq chiziq) — qarama-qarshi yoki bir yo‘nalishda harakatlanayotgan transport vositalari oqimlarini ajratuvchi 1.1 yoki 1.11 chizig‘iga yaqinlashayotganlik haqida ogohlantiradi; 1.7 (har bir chizig‘i qisqa va oralari shu chiziqlar bo‘yiga teng bo‘lgan uzuq-uzuq chiziq) — chorrahadagi harakatlanish tasmalarini bildiradi; 1.8 (enli uzuq-uzuq chiziq) — tezlashish yoki sekinlashish bo‘lagi bilan yo‘lning qatnov qismidagi asosiy bo‘lagi o‘rtasidagi chegarani bildiradi (chorrahalarda, yo‘lning turli sathda kesishgan qismlarida, avtobuslar to‘xtaydigan joylarda va boshqalar); 1.9 — reversiv harakat tashkil etilgan bo‘laklarning chegarasini belgilaydi; reversiv harakatlanish amalga oshirilgan yo‘llarda (reversiv svetofori o‘chirilgan holatda) qarama-qarshi yo‘nalishdagi transport oqimini ajratadi; 1.10 — to‘xtab turish taqiqlangan joyni bildiradi; yakka holda yoki 3.28 yo‘l belgisi bilan qo‘llaniladi va yo‘lning qatnov qismi chetiga yoki yo‘l chetidagi to‘siq ustidan chiziladi (xizmat vazifasini bajarayotgan xodimga biriktirilgan ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchasi bilan jihozlangan hamda maxsus rangli bo‘yoq sxemalar va yozuvlar bilan belgilangan transport vositalari bundan mustasno). 1.11 — faqat bir tomondan qayta tizilishga ruxsat etilgan yo‘l qismlarida, bir yo‘nalishdagi yoki qarama-qarshi kelayotgan transport oqimlarini ajratadi; qayrilib olish, to‘xtash maydonchalari va shunga o‘xshashlarga kirish-chiqish joylarida harakatlanish faqat bir yo‘nalishda ruxsat etilganligini ko‘rsatadi; 1.12 (to‘xtash chizig‘i) — 2.5 belgisi yoki svetoforning (tartibga soluvchining) taqiqlovchi ishorasida haydovchi to‘xtash kerak bo‘lgan joyni ko‘rsatadi; 1.13 — kesishayotgan yo‘lda harakatlanayotgan transport vositasiga yo‘l berish uchun to‘xtash zarur bo‘lganda, haydovchiga transport vositasini to‘xtatish joyini ko‘rsatadi; 1.14.1 — (oq rangli “zebra”) — piyodalarning o‘tish joyini belgilaydi. 1.14.2 — (oq-sariq rangli “zebra”) — piyodalarning o‘tish joyini belgilaydi; 1.14.3 — yotiq chiziqning yo‘naltirgichlari piyodalarning harakatlanish yo‘nalishini ko‘rsatadi; 1.14.4 — oq-qizil rangli yo‘l chizig‘i maktab va maktabgacha ta’lim muassasalari oldida piyodalarning o‘tish joyini belgilaydi; 1.15 — yo‘lning velosiped yo‘lkasi kesib o‘tgan joyini bildiradi; 1.16.1 — 1.16.3 — transport vositalari oqimi ajraladigan yoki qo‘shiladigan joylardagi yo‘naltiruvchi orolchalarni bildiradi; 1.17 — yo‘nalishli transport vositalarining bekatlari hamda taksilarning to‘xtab turish joylarini bildiradi; 1.18 — chorrahada tasmalar bo‘laklar bo‘yicha ruxsat etilgan harakatlanish yo‘nalishlarini ko‘rsatadi. Mustaqil yoki 5.8.1, 5.8.2 belgilari bilan birgalikda qo‘llanilishi mumkin; oxiri berk yo‘l tasvirlangan chiziq shu yo‘nalishdagi yon tomonda joylashgan qatnov qismiga burilish taqiqlanganligini ko‘rsatish uchun chiziladi; chetki chap tasmadan chapga burilishga ruxsat beruvchi yo‘naltirgich shu tasmadan qayrilishga ham ruxsat beradi; 1.19 — qatnov qismining toraygan (shu yo‘nalishdagi harakatlanish tasmalarining soni kamaygan) joyiga yoki qarama-qarshi yo‘nalishdan kelayotgan transport vositalari oqimlarini ajratuvchi 1.1 yoki 1.11 chizig‘iga yaqinlashganlik haqida ogohlantiruvchi chiziq. Birinchi holda 1.18.1 — 1.18.3 belgilari bilan qo‘llanilishi mumkin; 1.20 — haydovchini 1.13 chizig‘iga yaqinlashayotgani haqida ogohlantiradi; 1.21 (“STOP” — To‘xtang! yozuvi) — 2.5 belgisi bilan birga qo‘llanilganda haydovchini 1.12 chizig‘iga yaqinlashayotganligi haqida ogohlantiradi; 1.22 — yo‘l (harakatlanish yo‘nalishi) raqamini ko‘rsatadi; 1.23 — yo‘lning faqat yo‘nalishli transport vositalari uchun mo‘ljallangan bo‘lagini bildiradi. 1.24 — nogironligi bo‘lgan shaxslarning avtotransport vositalari uchun to‘xtab turish joyi; 1.25 — piyodalar yo‘lkasini yoki piyodalar va velosipedchilar birgalikda harakatlanishi mo‘ljallangan yo‘lkaning piyodalar uchun mo‘ljallangan qismini bildiradi; 1.26 — velosiped yo‘lkasini yoki velosiped harakatlanishi uchun mo‘ljallangan tasmani bildiradi; 1.27 — ogohlantiruvchi yo‘l belgilarini takrorlovchi yo‘l chizig‘i; 1.28 — taqiqlovchi yo‘l belgilarini takrorlovchi yo‘l chizig‘i; 1.29 — sun’iy yo‘l notekisligini bildiradi; 1.30 — Maktablarga yaqin yo‘lning qatnov qismidan maktab o‘quvchilarning chiqib qolish ehtimolini inobatga olgan holda maktablar joylashgan hududlar oldida chiziladi; 1.31 — Aholi punktlaridan tashqarida yo‘llarning transport vositalari tez harakatlanadigan xavfli burilishlarida hamda aholi punktlarining piyodalar o‘tish joylariga yaqinlashuvda haydovchilar hushyorligini oshirish maqsadida termoplast yordamida chiziladigan “Shovqin chiziqlari”dan foydalanilishi mumkin; 1.32 — qatnov qismi kesishmasi hududiga yaqinlashayotganligini anglatib, oldinda tirbandlik yuzaga kelganligi tufayli majburiy to‘xtab, ko‘ndalang yo‘nalishdagi transport vositalarining harakatlanishiga to‘sqinlik tug‘diradigan bo‘lsa, chorrahaga kirish, agar to‘xtash chizig‘i yoki 5.33 yo‘l belgisidan o‘tib bo‘lgan haydovchiga esa qatnov qismlari kesishmasiga kirishni taqiqlanishini bildiradi; 1.1 va 1.3 chiziqlarini bosib o‘tish taqiqlanadi, qatnov qismining chetini bildirish uchun qo‘llanilgan 1.1 chizig‘i bundan mustasno. 1.2, 1.5 — 1.8 chiziqlarini istalgan tomondan bosib o‘tish mumkin. Reversiv svetoforlar bo‘lmaganda yoki ular o‘chirib qo‘yilganda, 1.9 chizig‘ini faqat u haydovchining o‘ng tomonida bo‘lsa, bosib o‘tishga ruxsat etiladi. Reversiv svetofor yoqilgan paytda bir yo‘nalishli tasmalarni ajratayotgan 1.9 chizig‘ini istalgan tomondan bosib o‘tishga ruxsat etiladi. Reversiv svetofor o‘chirilganda, haydovchilar darhol 1.9 chizig‘idan o‘ngga qayta tizilishlari kerak. Reversiv svetofor o‘chirilgan bo‘lsa, qarama-qarshi yo‘nalishdagi transport oqimlarini ajratuvchi 1.9 chizig‘ini bosib o‘tish taqiqlanadi. 1.11 chizig‘ini uzuq-uzuq chiziq tomonidan, sidirg‘a chiziq tomonidan esa faqat quvib yoki aylanib o‘tishni tugatayotganda bosib o‘tishga ruxsat etiladi. Yo‘l belgilarining, shu jumladan, vaqtincha yo‘l belgilarining va yotiq yo‘l chiziqlarining ma’nolari bir-biriga zid kelgan hollarda yoki yo‘l chiziqlarini yetarlicha farqlab bo‘lmasa, haydovchilar yo‘l belgilariga amal qilishlari kerak. Vaqtincha yo‘l chiziqlarining va doimiy yo‘l chiziqlarining ma’nolari bir-biriga zid kelgan hollarda haydovchilar vaqtincha yo‘l chiziqlariga amal qilishlari kerak. 2. Tik chiziqlar Tik chiziqlar — yo‘l inshootlari va jihozlari yuzalariga ketma-ket chizilgan yo‘l-yo‘l, oq-qora (sariq-qora, qizil-oq) chiziqlar majmuasidan iborat bo‘lib, ularning o‘lchamlarini ko‘rsatishda, ko‘z bilan chamalash vositasi sifatida xizmat qiladi. 2.1 — harakatlanayotgan transport vositalariga xavf tug‘diradigan yo‘l inshootlarining tik elementlari (ko‘priklar, yo‘l o‘tkazgich va estakadalar, ustunlar va boshqalar)ni bildiradi; 2.2 — tunnellar, ko‘priklar, yo‘l o‘tkazgich va estakadalarning pastki peshtoqini bildiradi; 2.3 — ajratish mintaqalaridagi yoki xavfsizlik orolchalaridagi dumaloq ustunlarni bildiradi; 2.4 — yo‘naltiruvchi, beton yoki temir beton ustunlar, to‘siq tirgaklar va hokazolarni bildiradi; 2.5 — yo‘lning kichik radiusli burilish, tik nishablik va boshqa xavfli joylarda yo‘l to‘siqlarining yon yuzalarini bildiradi; 2.6 — boshqa joylardagi to‘siqlarning yon yuzalarini bildiradi; 2.7 — xavfli joylardagi to‘siqni (bordyurni) va yo‘l sathidan baland bo‘lgan xavfsizlik orolchalarini bildiradi. Yo‘l harakati  Transport vositalaridan foydalanishni taqiqlovchi shartlar 1. Tormoz tizimlari 1.1. Tormoz tizimining konstruksiyasi o‘zgartirilsa, ishlab chiqargan korxona talabiga mos kelmasa yoki transport vositasining shu turida ko‘zda tutilmagan tormoz suyuqligi yoki boshqa qismlar qo‘llanilsa. 1.2. Ishchi tormoz tizimining samaradorligi Vazirlar Mahkamasining 2012-yil 4-iyuldagi 191-son  qarori  bilan tasdiqlangan Avtotransport vositalari konstruksiyasining foydalanish shartlari bo‘yicha xavfsizligi to‘g‘risidagi umumiy texnik reglamentda belgilangan talablarga mos kelmasa. 1.3. Gidravlik tormoz yuritmasining zichligi (germetikligi) buzilgan bo‘lsa. 1.4. Dvigatel ishlamay turganda pnevmatik yoki pnevmogidravlik tormoz yuritmasining zichligini buzilishi, boshqaruv qismlari ulanmaganda — 30 daqiqada, ulanganida — 15 daqiqada tizimdagi havo bosimini 0,05 MPa dan ko‘pga pasayishiga sabab bo‘lishi. G‘ildiraklardagi tormoz kameralaridan siqilgan havo chiqishi. 1.5. Pnevmatik yoki pnevmogidravlik tormoz yuritmasining manometri ishlamasa. 1.6. To‘xtab turish tormoz tizimi transport vositalarini quyidagi joylarda harakatsiz holatda ushlab tura olmasa: to‘liq jihozlangan holatdagi transport vositalarini — 16 foizdan kam bo‘lmagan qiyalikda; to‘liq jihozlangan holatdagi yengil avtomobillarni va avtobuslarni — 25 foizdan kam bo‘lmagan qiyalikda; to‘liq jihozlangan holatdagi yuk avtomobillarini va avtopoyezdlarni — 31 foizdan kam bo‘lmagan qiyalikda; Izoh: To‘xtab turish tormoz tizimi sinovdan o‘tkazilayotganda dvigatel transmissiyadan ajratilgan bo‘lishi kerak. 2. Boshqaruv qurilmasi 2.1. Boshqaruv qurilmasining lyuft yig‘indisi reglament (qat’iy belgilangan) sharoitlardagi sinovlarda quyidagi ko‘rsatkichdan katta bo‘lmasligi kerak: 2.2. Detal va bog‘lamlarning konstruksiyasida ko‘zda tutilmagan siljishlari bo‘lsa. Rezbali birikmalar tegishli ravishda mahkamlanmagan yoki o‘rnatilgan usulda qotirilmagan bo‘lsa, rul kolonkasining qulflovchi moslamasi ishlamasa. 2.3. Boshqaruv qurilmasining konstruksiyasida ko‘zda tutilgan kuchaytirgich yoki mototsikllarda tebranishni pasaytiruvchi moslama (dempfer) nosoz bo‘lsa yoki umuman bo‘lmasa. 2.4. Boshqaruv qurilmasida qoldiq deformatsiya izlari, darz ketgan joylari va boshqa nuqsonlari bo‘lgan qismlar o‘rnatilgan, shu transport vositasi turida ko‘zda tutilmagan yoki ishlab chiqargan korxona talabiga mos kelmaydigan qismlar va suyuqliklar qo‘llangan bo‘lsa. 3. Tashqi yoritqichlar 3.1. Tashqi yoritgichlar soni, turi, joylashuvi va ishlash tartibi transport vositasining konstruksiyasi talabiga mos kelmasa. Ishlab chiqarilishi to‘xtatilgan yengil avtomobillarga boshqa turdagi va rusumdagi foydalanishda bo‘lgan transport vositalarining tashqi yoritgichlarini o‘rnatishga ruxsat etiladi. Har qanday tashqi yoritgichlar (burilishni ko‘rsatadigan miltillovchi chiroq, avariya ishorasi chiroqlaridan tashqari) miltillamasligi kerak. 3.2. Yorituvchi chiroq nurining yo‘nalishi buzilgan bo‘lsa. 3.3. Agar tashqi yoritgichlar va nur qaytargichlar belgilangan tartibda ishlamayotgan yoki ifloslangan bo‘lsa. 3.4. Yoritish asboblarida nur sochuvchisi bo‘lmasa yoxud tegishli yorug‘lik asboblari turiga mos bo‘lmagan nur sochuvchi va ishlab chiqaruvchi korxona tomonidan ko‘zda tutilmagan lampalardan foydalanilgan bo‘lsa. 3.5. Rangli yalt-yalt etuvchi mayoqchalarni o‘rnatilishi, ularning mahkamlanishi va yorug‘lik ishoraning ko‘rinishi belgilangan talablarga javob bermasa. 3.6. Transport vositasida quyidagilar: old qismida — oq yoki sariq rangdan boshqa rangli tumanga qarshi faralar, sariq yoki zarg‘aldoq rangdan boshqa rangli burilishni ko‘rsatadigan miltillovchi chiroq, oq rangdan boshqa rangli nur qaytargichlar o‘rnatilgan bo‘lsa; orqa qismida — oq yoki sariq rangdan boshqa rangli orqaga harakatlanish, oq rangdan boshqa ro‘yxatdan o‘tkazish davlat raqam belgilarini yorituvchi chiroqlar, sariq yoki zarg‘aldoq rangdan boshqa rangli burilishni ko‘rsatadigan miltillovchi chiroq, qizil rangdan boshqa rangli tashqi yoritgichlar, qizil rangdan boshqa rangli nur qaytargichlar o‘rnatilgan bo‘lsa; yon qismida — sariq yoki zarg‘aldoq rangdan boshqa rangli yoritgichlar, sariq yoki zarg‘aldoq rangdan boshqa rangli nur qaytargichlar o‘rnatilgan bo‘lsa; velosipedning old tomoniga oq rangli nur qaytargich yoki chiroq, orqa tomoniga qizil rangli nur qaytargich yoki chiroq, yon tomonlariga esa, zarg‘aldoq yoki qizil rangli nur qaytargich o‘rnatilmagan bo‘lsa; yuk avtomobillari va tirkamalarning yon tomoniga zarg‘aldoq rangli va orqa tomoniga qizil rangli kuzovning gabarit parametrlarini belgilab turuvchi nur qaytargichlar o‘rnatilmagan bo‘lsa. 4. Oyna tozalagichlar va oyna yuvgichlar: 4.1. Oyna tozalagich belgilangan tartibda ishlamayotgan bo‘lsa. 4.2. Transport vositasining konstruksiyasida ko‘zda tutilgan oyna yuvgich ishlamayotgan bo‘lsa. 5. G‘ildiraklar va shinalar: 5.1. Shina protektori naqshlarining qoldiq balandligi N2, N3, O3, O4 toifadagi avtotransport vositalari uchun — 1,0 mm dan kam bo‘lsa; M1, N1, O1, O2 toifadagi avtotransport vositalari uchun — 1,6 mm dan, kam bo‘lsa; M2, M3 toifadagi avtotransport vositalari uchun — 2,0 mm dan kam bo‘lsa; mototsikl (mototsikllarga tenglashtirilgan transport vositalari) va mopedlar (skuterlar, kvadrotsikllar) uchun — 0,8 mm dan kam bo‘lsa. Izoh: tirkamalar shinasi naqshlarining qoldiq balandligi shatakchi transport vositasi shinalari uchun belgilangan me’yor kabidir. 5.2. Shinalarda kordning ko‘rinishiga olib kelgan tashqi nuqsonlar (teshilgan kesilgan, yorilgan) hamda karkas qatlamlari ajralgan, protektor va yon qismlari ko‘chgan bo‘lsa. 5.3. Qo‘shaloq shinalar orasiga xavf-xatar tug‘diruvchi begona jismlar qisilib, tiqilib qolgan bo‘lsa. 5.4. Shina o‘lchamlari yoki yo‘l qo‘yilgan og‘irlik transport vositasining turiga mos kelmasa. 5.5. Transport vositasining bitta o‘qiga har xil o‘lchamli va konstruksiyali (dioganalli va radialli, kamerali va kamerasiz), har xil naqshli, sovuqqa chidamli va chidamsiz, yangi va qayta tiklangan, yangi va protektor naqshi chuqurlashtirilgan, turumlangan va turumlanmagan shinalar o‘rnatilgan bo‘lsa. 5.6. N2 va N3 toifadagi kapotsiz tuzilishli magistral tyagach (shatakchi) larning oldingi o‘qiga va M3 toifani II va III klassdagi avtotransport vositalarini oldingi o‘qiga qayta tiklangan shinalar, boshqa o‘qiga esa ikkinchi ta’mirlash klassi bo‘yicha qayta tiklangan shinalar o‘rnatilgan bo‘lsa. 5.7. M1, M2, M3 toifalarni I klassidagi avtotransport vositalarini oldingi o‘qiga, M3 toifani II va III klassidagi avtotransport vositalarini o‘rta va orqa o‘qlariga ikkinchi ta’mirlash klassi bo‘yicha qayta tiklangan shinalar o‘rnatilgan bo‘lsa. 5.8. G‘ildirakni mahkamlovchi bolt (gayka) bo‘lmasa, disk va g‘ildirak obodlari darz ketgan bo‘lsa yoki mahkamlash teshiklarining shakli va o‘lchamlari ko‘rinadigan darajada buzilgan bo‘lsa. 6. Dvigatel 6.1. Ishlab chiqarilgan gazlar tarkibida zararli moddalar yoki tutash darajasi belgilangan me’yordan ortiq bo‘lsa. 6.2. Yonilg‘i uzatish tizimi zich bo‘lmasa. 6.3. Ishlab chiqarilgan gazlarni chiqarib tashlash tizimi buzuq bo‘lsa. 6.4. Karterni shamollatish tizimining zichligi buzilgan bo‘lsa. 6.5. Aholi punktlarida transport vositalarining magnitofon va ovoz chiqaruvchi boshqa apparaturalarini hamda dvigatel shovqinini belgilangan me’yordan baland ovozda qilib foydalanish. 7. Transport vositasi konstruksiyasining boshqa tarkibiy qismlari. 7.1. Orqa tomonni ko‘rsatuvchi ko‘zgular soni, joylashuvi va turi belgilangan talablarga mos kelmasa, transport vositasining konstruksiyasida ko‘zda tutilgan oynalari bo‘lmasa. 7.2. Tovushli ishora ishlamasa. 7.3. Haydovchining joyidan tevarak-atrof ko‘rinishini cheklaydigan qo‘shimcha narsalar o‘rnatilgan va qoplamalar tushirilgan bo‘lsa. Transport vositasi salonidagi va ikki yonidagi orqa tomonni ko‘rish ko‘zgusiga ko‘rinishini cheklaydigan buyum, narsa yoki jihozlar taqilgan bo‘lsa. 7.4. Barcha transport vositasining old, yon oynalarining yorug‘lik o‘tkazuvchanligi 70 foizdan kam bo‘lsa, avtomobil tomidagi lyuk oynasi, shuningdek, ruxsatnoma asosida tusi o‘zgartirilgan (qoraytirilgan) avtotransport vositalarining oynalari bundan mustasno. Izoh. III klass M3 toifadagi avtotransport vositalarining orqa va yon oynalariga pardalar, ikki yonga orqa tomonni ko‘rish uchun tashqi ko‘zgusi mavjud bo‘lgan barcha toifadagi avtotransport vositalari orqa oynalarining tusini yorug‘lik o‘tkazuvchanligi cheklanmagan darajada o‘zgartirishga (qoraytirishga), shuningdek, ushbu orqa oynalarga parda (chiy parda, darparda) o‘rnatishga ruxsat beriladi. 7.5. Konstruksiyasida ko‘zda tutilgan yukxona yoki kabina eshiklarining qulflari, yuk platformasi bortlarining yopqichlari, tsisternalar og‘zining qulflari va yonilg‘i idishining qopqoqlari, haydovchi o‘rindig‘i holatini sozlovchi qurilma, avtobusda falokat yuz bergan vaqtida eshiklarni ochish moslamasi va to‘xtatish talabi ishorasi, avtobus salonini yoritish asboblari, falokat yuz bergan vaqtda chiqish joylari va ularni harakatga keltiruvchi moslamalari, eshiklarni ochish va yopish qurilmalari, spidometr, taxograf, oynalarni isituvchi va shamollatuvchi moslamalari va haydab olib qochishga qarshi moslamalari ishlamaydi. 7.6. Spidometr qurilmasi nosoz va tamg‘alanmagan (shaxsiy transport vositalari, mototsikl va mopedlardan tashqari) bo‘lsa. 7.7. Transport vositasi konstruksiyasida ko‘zda tutilgan orqa himoya vositasi, loy to‘sgichlar bo‘lmasa. 7.8. Ishlab chiqargan korxona tomonidan ko‘zda tutilmagan antenna, sirena, ratsiya, tovush chiqarish moslamalari, yoritgichlar, konstruksiyasida ko‘zda tutilmagan nostandart yukxonalar va boshqalar belgilanmagan joyda va tegishli ruxsatsiz o‘rnatilsa. 7.9. Tirkama bo‘g‘imining tortish-tirkash yoki tayanch-tirkash moslamasi nosoz hamda konstruksiyasida ko‘zda tutilgan ehtiyot po‘lat arqon (zanjir) yo‘q yoki nosoz bo‘lsa. Mototsikl ramasi bilan yon tirkama ramasi mahkamlangan joyda lyuft bo‘lsa. 7.10. Transport vositalari quyidagilar bilan jihozlanmagan bo‘lsa: M2, M3 toifadagi — favqulodda holatlarda oynani sindirish uchun foydalaniladigan bolg‘acha, tibbiyot qutichasi, 2 ta o‘t o‘chirgich (bittasi haydovchining kabinasida, ikkinchisi — yo‘lovchilar salonida), majburiy to‘xtaganini bildiruvchi belgi (yoki miltillovchi qizil chiroq) va nur qaytargichli kamzul (jilet); M1, N1, N2, N3 toifadagi, mikroavtobus va g‘ildirakli traktorlarda tibbiyot qutichasi, o‘t o‘chirgich, majburiy to‘xtaganligini bildiruvchi belgi (yoki miltillovchi qizil chiroq) va nur qaytargichli kamzul (jilet); M3, N2, N3 toifadagi — o‘zi yurib ketishidan saqlovchi, g‘ildirak diametriga muvofiq (kamida ikkita) tirgak; O toifadagi, traktorlar, aravalar va boshqa o‘ziyurar mashinalarda — tashqi nur qaytargichlar; kajavali mototsikllarda — tibbiyot qutichasi, majburiy to‘xtaganligini bildiruvchi belgi. 7.11. Mototsikllarda konstruksiyasida ko‘zda tutilgan xavfsizlik yoyi (duga) bo‘lmasa. 7.12. Mototsikl va mopedlarda konstruksiyasida ko‘zda tutilgan oyoq tiragich, egarida yo‘lovchi uchun ko‘ndalang tutqich bo‘lmasa. 7.13. Konstruksiyasida ko‘zda tutilgan xavfsizlik kamarlari va o‘rindiqlarning bosh suyanchiqlari bo‘lmasa. 7.14. Xavfsizlik kamarlari ishga yaroqsiz yoki tasmasida ko‘rinadigan yirtiqliklar mavjud bo‘lsa. 7.15. Transport vositasining ro‘yxatdan o‘tkazish davlat raqami belgilari yoki ularni o‘rnatish usuli belgilangan talablarga javob bermasa. Transport vositasida ro‘yxatdan o‘tkazish davlat raqami belgilarini ko‘rinishini cheklaydigan, to‘g‘ri aniqlanishiga xalaqit beradigan har-xil buyumlar o‘rnatilgan va qoplamalar bilan qoplangan bo‘lsa. 7.16. Yarim tirkamada tayanch moslamasi, tayanchlarni transport holatida qulflovchi moslama, tayanchlarni ko‘tarish va tushirish moslamasi yo‘q yoki nosoz. 7.17. Ehtiyot (zaxira) g‘ildirakni ushlab turgich, lebyodka va ehtiyot g‘ildirakni ko‘tarish — tushirish qurilmasi ishlamasa. Lebyodkaning xrapli qurilmasi barabanni mahkamlash kanati bilan qulflanmayotgan bo‘lsa. 7.18. Dvigatel, uzatmalar qutisi, reduktorlar, orqa ko‘prik, ilashish (ssepleniye) mexanizmi, akkumulyator batareyasi, sovitish va konditsioner tizimlari va transport vositasiga qo‘shimcha o‘rnatiladigan gidravlik qurilmalarning (moslamalarning) birikmalari va zichlagichlarining zichligi buzilgan bo‘lsa. 7.19. Gazli ta’minlash tizimi bilan jihozlangan avtobus va avtomobil gaz ballonlarining tashqi tomonida ko‘rsatilgan texnik ko‘rsatgichlar texnik pasportdagi ma’lumotlarga mos kelmasa, oxirgi va rejalashtirilayotgan tekshiruvlarning sanasi bo‘lmasa. 7.20. Transport vositalarining tashqi yuzasiga qonunchilik hujjatlariga mos kelmaydigan, harakat xavfsizligiga salbiy ta’sir etuvchi turli xil tasvirlar tushirilgan, oynalariga (lyukdan tashqari) reklama chizilgan (qoplangan) bo‘lsa. Ishlab chiqaruvchi korxona tomonidan ko‘zda tutilmagan hollarda kuzov (kabina) bir necha xil rangga bo‘yalgan, plyonka yopishtirilgan yoki rangi, tusi o‘zgartirilgan bo‘lsa (maxsus transport vositalari bundan mustasno). 7.21. Transport vositalari o‘zboshimchalik bilan yalt-yalt etuvchi mayoqcha va (yoki) maxsus tovushli ishoralar bilan jihozlangan bo‘lsa, yoxud transport vositasining tashqi yuzasida belgilangan talablarga mos kelmaydigan maxsus rangli bo‘yoq sxemalar, yozuvlar va belgilar bo‘lsa. 7.22. DYXXX organlarining ruxsatisiz transport vositalarining konstruksiyasiga o‘zgartirishlar kiritilgan bo‘lsa. Transport vositalariga boshqa turdagi moldinglar, g‘ildirak qopqoqlari o‘rnatilishiga, shuningdek, ishlab chiqarilishi to‘xtatilgan avtomobillarga boshqa turdagi va rusumdagi transport vositalarining buferlarini o‘rnatishga ruxsat etiladi. Ushbu ilovada Vazirlar Mahkamasining 2012-yil 4-iyuldagi 191-son  qarori  bilan tasdiqlangan Avtotransport vositalari konstruksiyasining foydalanish shartlari bo‘yicha xavfsizligi to‘g‘risidagi umumiy texnik reglamentda belgilangan avtotransport vositalarini tasnifi (klassifikatsiyasi) keltirilgan: M toifasi — kamida to‘rt g‘ildirakka ega bo‘lgan va yo‘lovchilarni tashish uchun foydalaniladigan mexanik transport vositalari, shu jumladan: M1 toifasi — yo‘lovchilarni tashish uchun foydalaniladigan va haydovchining o‘rindig‘idan tashqari o‘rindiqlar soni 8 tadan oshmaydigan avtotransport vositalari. M2 toifasi — yo‘lovchilarni tashish uchun foydalaniladigan, haydovchining o‘rindig‘idan tashqari o‘rindiqlar soni 8 tadan ortiq va eng katta vazni 5 t gacha bo‘lgan avtotransport vositalari. M3 toifasi — yo‘lovchilarni tashish uchun foydalaniladigan, haydovchining o‘rindig‘idan tashqari o‘rindiqlar soni 8 tadan ortiq va eng katta vazni 5 t dan ko‘p bo‘lgan avtotransport vositalari. M2 va M3 toifalardagi avtotransport vositalari quyidagi klasslarga mansub: a) uch klassdan (I, II, III) bittasiga yoki bir nechtasiga; b) ikki klassdan (A, V) bittasiga. I klass — yo‘lovchilar salonda bemalol yurishi maqsadida konstruksiyasida turib ketadigan yo‘lovchilar uchun joylar ko‘zda tutilgan avtotransport vositalari. II klass — konstruksiyasi asosan o‘tirib ketadigan yo‘lovchilar uchun mo‘ljallangan va qatorlar orasida va (yoki) ikkita birlashgan o‘rindiq uchun ajratilgan joy chegarasidan chiqmasdan joylashib, turib ketadigan yo‘lovchilarni ham tashish ko‘zda tutilgan avtotransport vositalari. III klass — konstruksiyasi faqat o‘tirib ketadigan yo‘lovchilar uchun mo‘ljallangan avtotransport vositalari. A klass — turib ketadigan yo‘lovchilarni tashish uchun mo‘ljallangan avtotransport vositalari; bu klassdagi transport vositalari o‘rindiqlar bilan jihozlangan va ularda turib ketadigan yo‘lovchilarni tashish ko‘zda tutilgan. V klass — turib ketadigan yo‘lovchilarni tashish uchun mo‘ljallanmagan avtotransport vositalari. Mikroavtobuslar yo‘lovchilar tashish uchun mo‘ljallangan, haydovchidan tashqari 16 tagacha o‘tiradigan yo‘lovchi uchun joy bo‘lgan V klassdagi avtotransport vositasi. N1 toifasi — yuk tashish uchun mo‘ljallangan, eng katta vazni 3,5 t dan oshmaydigan avtotransport vositalari. N2 toifasi — yuk tashish uchun mo‘ljallangan, eng katta vazni 3,5 t dan ortiq, lekin 12 t dan oshmaydigan avtotransport vositalari. N3 toifasi — yuk tashish uchun mo‘ljallangan, eng katta vazni 12 t dan ortiq bo‘lgan avtotransport vositalari. O toifasi — tirkamalar (yarim tirkamalar ham). O1 toifasi — eng katta vazni 0,75 t dan oshmaydigan tirkamalar. O2 toifasi — eng katta vazni 0,75 t dan ortiq, lekin 3,5 t dan oshmaydigan tirkamalar. O3 toifasi — eng katta vazni 3,5 t dan ortiq, lekin 10 t dan oshmaydigan tirkamalar. O4 toifasi — eng katta vazni 10 t dan ortiq bo‘lgan tirkamalar. Yo‘l harakati  Xavflilik belgilari Portlovchi moddalar va 1.1, 1.2 va 1.3 kichik klasslar buyumlari; Portlovchi moddalar va 1.4 kichik klass buyumlari; Portlovchi moddalar va 1.5 kichik klass buyumlari; Portlovchi moddalar va 1.6 kichik klass buyumlari; Alangalanmaydigan, notoksik gazlar; Tez alangalanadigan gazlar va suyuqliklar; Tez alangalanadigan qattiq moddalar, o‘zi reaktiv moddalar va desensibilashgan portlovchi moddalar; O‘z-o‘zidan yonuvchi moddalar; Suv tekkanda tez alangalanadigan gaz ajratuvchi moddalar; Oksidlovchi moddalar; Organik peroksidlar; Toksik moddalar; Infeksiyali moddalar; I toifali radioaktiv materiallar; II toifali radioaktiv materiallar; III toifali radioaktiv materiallar; Korroziyalanuvchi moddalar; Boshqa xavfli moddalar va buyumlar. * Yong‘in yoki modda sizib chiqqandagi shoshilinch choralar kodi. ** Xavflilik belgisi. *** BMT tartib raqami. Vazirlar Mahkamasining 2022-yil 12-apreldagi 172-son  O‘zbekiston Respublikasi Hukumatining o‘z kuchini yo‘qotgan deb hisoblanayotgan ayrim qarorlari 1. Vazirlar Mahkamasining “Yo‘l harakati qoidalarini tasdiqlash to‘g‘risida” 2015-yil 24-dekabrdagi 370-son  qarori  (O‘zbekiston Respublikasi QT, 2015-y., 12-son, 109-modda). 2. Vazirlar Mahkamasining “Innovatsion o‘qitish uslublarini joriy etish yo‘li bilan haydovchilarni tayyorlash va qayta tayyorlash, shuningdek ularning malakasini oshirish tizimini yanada takomillashtirish to‘g‘risida” 2017-yil 4-sentabrdagi 693-son qaroriga 2-ilovaning  3-bandi  (O‘zbekiston Respublikasi QT, 2017-y., 9-son, 196-modda). 3. Vazirlar Mahkamasining “Avtomototransport vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish tizimini takomillashtirish chora-tadbirlari to‘g‘risida” 2018-yil 23-fevraldagi 139-son qaroriga 2-ilovaning  5-bandi  (O‘zbekiston Respublikasi QT, 2018-y., 2-son, 47-modda). 4. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish, shuningdek, ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “Ichki ishlar organlarining faoliyati samaradorligini tubdan oshirish, jamoat tartibini, fuqarolar huquqlari, erkinliklari va qonuniy manfaatlarini ishonchli himoya qilishni ta’minlashda ularning mas’uliyatini kuchaytirish chora-tadbirlari to‘g‘risida” 2017-yil 10-apreldagi PF-5005-son Farmoni)” 2018-yil 3-maydagi 321-son qaroriga 1-ilovaning  19-bandi  (O‘zbekiston Respublikasi QT, 2018-y., 5-son, 101-modda). 5. Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish chora-tadbirlari to‘g‘risida” 2018-yil 18-iyuldagi 547-son qaroriga ilovaning  2-bandi  (O‘zbekiston Respublikasi QT, 2018-y., 7-son, 181-modda). 6. Vazirlar Mahkamasining “Yo‘l harakati qoidalariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi Vazirlar Mahkamasining “O‘zbekiston Respublikasi yo‘l xavfsizligini ta’minlash tizimini yanada takomillashtirish chora-tadbirlari to‘g‘risida” 2018-yil 19-maydagi 377-son qarori)” 2019-yil 9-apreldagi 292-son  qarori  (O‘zbekiston Respublikasi QT, 2019-y., 4-son, 57-modda). 7. Vazirlar Mahkamasining “Tusi o‘zgartirilgan (qoraytirilgan) oynali avtotransport vositalaridan foydalanishni tartibga solish bo‘yicha qo‘shimcha chora-tadbirlar to‘g‘risida” 2019-yil 2-avgustdagi 646-son qaroriga ilovaning  2-bandi  (O‘zbekiston Respublikasi QT, 2019-y., 8-son, 174-modda). 8. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirish va qo‘shimchalar kiritish to‘g‘risida (O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasida notariat tizimini tubdan isloh qilish chora-tadbirlari to‘g‘risida” 2019-yil 9-sentabrdagi PF-5816-son Farmoni)” 2019-yil 18-noyabrdagi 915-son qaroriga ilovaning  3-bandi  (O‘zbekiston Respublikasi QT, 2019-y., 11-son, 264-modda). 9. Vazirlar Mahkamasining “O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga o‘zgartirishlar kiritish, shuningdek, ba’zilarini o‘z kuchini yo‘qotgan deb hisoblash to‘g‘risida” 2020-yil 17-dekabrdagi 796-son qarorining  1-bandi  (O‘zbekiston Respublikasi QT, 2020-y., 12-son, 288-modda). "}]