[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 26.04.2022 yildagi 212-son", "Law_title": "Ta’lim muassasalarida yo‘l harakati qoidalari targ‘ibotini kuchaytirish chora-tadbirlari to‘g‘risida", "Law_content": "O‘zbekiston Respublikasi Prezidentining “O‘zbekiston Respublikasi jamoat xavfsizligi konsepsiyasini tasdiqlash va uni amalga oshirish chora-tadbirlari to‘g‘risida” 2021-yil 29-noyabrdagi PF-27-son  Farmoni  hamda “Avtomobil yo‘llarida inson xavfsizligini ishonchli ta’minlash va o‘lim holatlarini keskin kamaytirish chora-tadbirlari to‘g‘risida” 2022-yil 4-apreldagi PQ-190-son  qarori  ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Ichki ishlar vazirligi, Xalq ta’limi vazirligi, Oliy va o‘rta maxsus ta’lim vazirligi hamda Transport vazirligining: O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining amaldagi shtat birliklari doirasida Yo‘l harakati xavfsizligi xizmatining hududiy boshqarmalarida Umumiy o‘rta va o‘rta maxsus ta’lim muassasalari bilan hamkorlikda xizmat olib boradigan katta inspektori lavozimini joriy etish; umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida ko‘ngilli yoshlar ishtirokida yo‘l harakati qoidalarini faol targ‘ib qiluvchi “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubinn va “Yashil chiroq” musobaqasini tashkil etish to‘g‘risidagi takliflariga rozilik berilsin. 2. Belgilansinki: katta inspektor umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida yoshlar o‘rtasida targ‘ibot-tashviqot ishlarini olib boradi, viktorina va musobaqalarni tashkil etadi, tadbirlarning ommaviy axborot vositalarida yoritilishini ta’minlaydi, maktablarda yo‘l harakati qoidalarini o‘rgatish bo‘yicha yaratilgan sharoitlarni o‘rganadi, monitoring qiladi va baholaydi, aniqlangan kamchiliklar to‘g‘risida hududiy xalq ta’lim boshqarmalariga ma’lumot kiritadi hamda ta’lim muassasalarida mazkur qaror doirasida amalga oshirilayotgan ishlarni nazorat qiladi; Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari tomonidan O‘zbekiston Respublikasi Prezidentining 2021-yil 8-iyundagi PF-6243-son Farmoni 2-bandining  to‘qqizinchi xatboshiga  muvofiq mahalla fuqarolar yig‘inlarining ta’lim muassasalariga yaqin hududlarida “Yo‘l harakatini o‘rganish maydonchalari”ni tashkil etish uchun fuqarolarning o‘zini o‘zi boshqarish organlariga qishloq xo‘jaligida foydalanilmaydigan yer maydonlaridan doimiy foydalanish huquqi asosida yer uchastkalari ajratiladi. 3. Quyidagilarni nazarda tutuvchi: a) “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi to‘g‘risidagi nizom  1-ilovaga  muvofiq: “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubini tashkil etish tartibi; klubning yo‘l harakati qoidalarini targ‘ib qilish hamda yo‘llarda harakatlanish qoidalari bo‘yicha ko‘nikmalarni shakllantirish yo‘nalishidagi asosiy vazifalari va faoliyati hamda uning huquq va majburiyatlari; “Yo‘l harakati qoidalari yosh targ‘ibotchisi”ning o‘quvchi yoshlar bilan bog‘liq yo‘l-transport hodisalarining oldini olish, shuningdek, ularda xavfsiz harakatlanish ko‘nikmalarini hosil qilish sohasidagi vazifalari; b) “Yashil chiroq” musobaqasini tashkil etish va o‘tkazish tartibi to‘g‘risidagi nizom  2-ilovaga  muvofiq tasdiqlansin: “Yashil chiroq” musobaqasini tashkil etish, musobaqaning bosqichlari hamda uni o‘tkazishning asosiy maqsadlari; musobaqaning ishtirokchilari, ularga qo‘yiladigan talablar, ularni baholash mezonlari hamda g‘oliblarni taqdirlash tartibi; musobaqa tashkilotchilari, uni tashkil etish bo‘yicha respublika tashkiliy qo‘mita tarkibi hamda musobaqani targ‘ib qilish va ommalashtirish tartibi. 4. O‘zbekiston Respublikasi Ichki ishlar vazirligi: a) bir oy muddatda Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining amaldagi shtat birliklari doirasida Yo‘l harakati xavfsizligi xizmati va uning hududiy boshqarmalarida oliy pedagogik ma’lumotga ega bo‘lgan, umumiy o‘rta va o‘rta maxsus ta’lim muassasalari bilan hamkorlikda xizmat olib boruvchi bir nafardan katta inspektor lavozimini joriy etsin; b) Maktabgacha ta’lim vazirligi va Xalq ta’lim vazirligi bilan birgalikda 2022-yil 1-sentabrdan boshlab “Yo‘l harakati intizomi bolalikdan boshlanadi” shiori ostida maktabgacha ta’lim tashkilotlari tarbiyalanuvchilari va maktab o‘quvchilariga yo‘llarda, chorrahalarda va piyodalar o‘tish joylarida harakatlanish asoslarini amaliy-ko‘rgazmali tarzda o‘rgatishni yo‘lga qo‘ysin; v) Xalq ta’limi vazirligi bilan birgalikda: ikki oy muddatda “Harakat xavfsizligi sinfxonalari” namunaviy loyihalarini ishlab chiqib, ushbu loyihalar asosida 2022 — 2025-yillarda umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida “Harakat xavfsizligi sinfxonalari”ni tashkil etish dasturini tasdiqlasin va ijrosini ta’minlasin; ikki oy muddatda har yili umumiy va o‘rta maxsus ta’lim muassasalari o‘quvchilari o‘rtasida o‘tkaziladigan yo‘l harakati qoidalarini faol targ‘ib qiluvchi “Yashil chiroq” musobaqasini tashkil etsin; umumiy va o‘rta maxsus ta’lim muassasalariga biriktirilgan xodimlarni, shu jumladan “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi faol a’zolarini ular tomonidan amalga oshirilgan ishlarning natijadorligidan kelib chiqqan holda, Yo‘l harakati xavfsizligi xizmatining moddiy-texnik bazasini rivojlantirish, xodimlarni rag‘batlantirish va mukofotlash jamg‘armasi mablag‘lari hisobidan rag‘batlantirib borsin; g) Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari bilan birgalikda ikki oy muddatda mahalla fuqarolar yig‘inlari hududida fuqarolarning o‘zini o‘zi boshqarish organlariga ajratilgan yer maydonlarida 2022 — 2024-yillarda “Yo‘l harakatini o‘rganish maydonchalari”ni tashkil etish dasturini ishlab chiqib tasdiqlasin va ijrosini ta’minlasin; d) Transport vazirligi, Xalq ta’limi vazirligi, Oliy va o‘rta maxsus ta’lim vazirligi, Yoshlar ishlari agentligi, O‘zbekiston Milliy teleradiokompaniyasi bilan birgalikda uch oy muddatda “Yo‘l harakati qoidalarining asoslari” videokurslarini yaratsin va ta’lim muassasalari hamda ommaviy axborot vositalari orqali ommalashtirish choralarini ko‘rsin; e) Transport vazirligi, Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari bilan birgalikda 2022 — 2024-yillarda ta’lim muassasalari atrofida belgilangan tartibda harakat tezligini kamaytiruvchi sun’iy notekisliklar yoki shovqin chiziqlari bosqichma-bosqich o‘rnatilib, to‘liq jihozlanishini ta’minlasin. 5. O‘zbekiston Respublikasi Xalq ta’limi vazirligi: a) Oliy va o‘rta maxsus ta’lim vazirligi, Ichki ishlar vazirligi, Yoshlar ishlari agentligi bilan birgalikda uch oy muddatda umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida ko‘ngilli yoshlar ishtirokida yo‘l harakati qoidalarini faol targ‘ib qiluvchi “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubini tashkil etsin; b) Ichki ishlar vazirligi bilan birgalikda bir oy muddatda: 2022 — 2025-yillarda umumiy va o‘rta maxsus ta’lim muassasalarida “Harakat xavfsizligi sinfxonalari”ni tashkil etish bo‘yicha tasdiqlangan dasturga muvofiq umumta’lim muassasalarida tegishli sinfxonalar tashkil etish uchun zarur xonalar ajratilishini ta’minlasin; umumiy va o‘rta maxsus ta’lim muassasalarida yo‘l harakati qoidalari sohasida nazariy bilim va amaliy ko‘nikmalarni shakllantirish maqsadida ichki ishlar organlari xodimlari ishtirokida o‘quv-seminarlar tashkil etsin. 6. Belgilansinki, umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida “Harakat xavfsizligi sinfxonalari” hamda mahalla fuqarolar yig‘inlari hududlarida “Yo‘l harakatini o‘rganish maydonchalari”ni tashkil etish bilan bog‘liq xarajatlar Ichki ishlar vazirligi Yo‘l harakati xavfsizligi xizmatining “Xavfsiz yo‘l va xavfsiz piyoda” respublika jamg‘armasi hamda qonunchilik hujjatlarida taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi. 7. O‘zbekiston Respublikasi Transport vazirligi Moliya vazirligi, Xalq ta’lim vazirligi hamda Ichki ishlar vazirligi bilan birgalikda ikki oy muddatda o‘quvchilarni bepul tashish xizmatini yo‘lga qo‘ygan tadbirkorlik subyektlariga litsenziya to‘lovlari va boshqa yig‘imlar bo‘yicha imtiyoz berish masalasini o‘rganib chiqsin va Vazirlar Mahkamasiga belgilangan tartibda taklif kiritsin. 8. O‘zbekiston Respublikasi Ichki ishlar vazirligi: Xalq ta’limi vazirligi, Axborot va ommaviy kommunikatsiyalar agentligi hamda O‘zbekiston Milliy teleradiokompaniyasi bilan birgalikda “Yo‘l harakati yosh targ‘ibotchisi” klubining faoliyati va bu borada erishilayotgan natijalarni muntazam ravishda ommaviy axborot vositalari, Internet jahon axborot tarmog‘i hamda ijtimoiy tarmoqlarda keng yoritish ishlarini tashkil qilsin; manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda ushbu qarorga muvofiqlashtirsin. 9. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov, O‘zbekiston Respublikasi xalq ta’limi vaziri B.O. Saidov va O‘zbekiston Respublikasi transport vaziri I.R. Mahkamov zimmasiga yuklansin. Vazirlar Mahkamasining 2022-yil 26-apreldagi 212-son  “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi to‘g‘risida 1-bob. Umumiy qoidalar 1. Mazkur Nizom davlat umumiy o‘rta va o‘rta maxsus ta’lim muassasalari (keyingi o‘rinlarda — ta’lim muassasalari) o‘quvchilarining “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi (keyingi o‘rinlarda — klub) faoliyatini tashkil etish tartibini belgilaydi. 2. Klub yuridik shaxs bo‘lmagan, ta’lim muassasalarida tashkil etiladigan, o‘quvchi-yoshlar o‘rtasida yo‘l-transport hodisalarining profilaktikasi hamda ularda yo‘l harakati xavfsizligi borasida faol fuqarolik pozitsiyasini shakllantirishga qaratilgan birlashma hisoblanadi. 3. Klubning asosiy maqsadi o‘quvchi yoshlarning huquqiy madaniyatini oshirish, ularda qonunga hurmat, qonun buzilishining har qanday ko‘rinishiga murosasizlik tuyg‘usini singdirish orqali yo‘l harakati qoidalariga rioya qilish madaniyatini shakllantirish, qonunga itoatkorlik xulq-atvorini ommalashtirishdan iborat. 4. Klub o‘z faoliyatida O‘zbekiston Respublikasi  Konstitutsiyasi  va qonunlariga, O‘zbekiston Respublikasi Oliy Majlisi palatalarining qarorlariga, O‘zbekiston Respublikasi Prezidentining farmonlari, qarorlari va farmoyishlariga, Vazirlar Mahkamasining qarorlari va farmoyishlariga, shuningdek, ushbu Nizomga va boshqa qonunchilik hujjatlariga amal qiladi. 5. Klub o‘zining nomi yozilgan hamda faoliyatining o‘ziga xos xususiyatlarini aks ettirgan va ushbu Nizomga  ilovaga  muvofiq tasdiqlangan ramziga ega bo‘ladi. 6. Klubni tashkil etish va uning faoliyatini nazorat qilish umumiy o‘rta va o‘rta maxsus ta’lim muassasalari ma’muriyatiga yuklanadi. 7. Klubning to‘liq nomi: davlat tilida — “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi; rus tilida — Klub “Yuniy propagandist pravil dorojnogo dvijeniya”; ingliz tilida — Club “Young propagandist of traffic rules”. 2-bob. Klubning asosiy vazifalari 8. Klubning asosiy vazifalari quyidagilardan iborat: voyaga yetmaganlar o‘rtasida yo‘l harakati qoidalarini targ‘ib qilish hamda yo‘llarda harakatlanish qoidalari bo‘yicha ko‘nikmalarni shakllantirish borasidagi tadbirlarni tashkil etish va ularda ishtirok etish; o‘quvchi yoshlarning yo‘l harakati qoidalarga oid olgan bilimlarini amalda tatbiq etishiga ko‘maklashish; umumiy va o‘rta maxsus ta’lim muassasalarida yo‘l harakati qoidalarini targ‘ib etish ishlariga o‘quvchi yoshlarni jalb qilish; o‘quvchi yoshlarda harakatlanish madaniyati va yo‘l harakati ishtirokchisi mas’uliyati hissini shakllantirish; yo‘l harakati qoidalarini targ‘ib qilishda amaliy ko‘nikmalarga ega bo‘lish; oromgohlarda yo‘l harakati xavfsizligiga oid musobaqalarda ishtirok etish, o‘quvchi yoshlarning mazkur yo‘nalishdagi bilim va ko‘nikmalarini yanada oshirib borishga qaratilgan ommaviy tadbirlarni tashkil qilish; yo‘l harakati xavfsizligiga oid musobaqalarga klub a’zolarini ham o‘quvchi yoshlarni tayyorlab borish; o‘quvchi yoshlar va voyaga yetmaganlarning yo‘l harakati xavfsizligiga oid savodxonligini oshirish bo‘yicha O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat tartibini saqlash departamentining Yo‘l harakati xavfsizligi xizmatiga takliflar kiritish. 9. Klub: klub faoliyati to‘g‘risidagi ma’lumotlarni ommalashtirish va o‘quvchi yoshlarni yo‘llarda to‘g‘ri harakatlanishlari yuzasidan targ‘ibot materiallari tayyorlaydi, o‘quvchi yoshlar o‘rtasida amaliy-ko‘rgazmali mashg‘ulotlar o‘tkazadi, klub a’zolari uchun o‘quv seminarlari va amaliy mashg‘ulotlarni tashkil etadi, mavzuga oid konkurslar, viktorinalar o‘tkazish borasida targ‘ibot faoliyatini olib boradi; tuman (shahar) miqyosida harakat xavfsizligi bo‘yicha aksiyalarda ishtirok etadi, o‘quvchilar uchun maktabga olib boradigan eng xavfsiz yo‘nalishlarni belgilashda hamda aholi yashash hududida yo‘lning qatnov qismini kesib o‘tishda xavfli joylarni aniqlashda ko‘maklashadi, o‘quvchi yoshlar tomonidan umumta’lim maktablari atrofidagi hududlarda yo‘l harakati qoidalari buzilishining oldini olish, yo‘l harakati qoidalarini buzgan o‘quvchilar haqidagi ma’lumotlarni klub rahbariga taqdim etish uchun patrullik faoliyatini amalga oshiradi; yo‘l harakati qoidalariga rioya etish bo‘yicha devoriy gazeta, tarqatma varaqalar, ijodiy konkurslar tashkil etilishida yordam ko‘rsatish maqsadida axborot faoliyatini olib boradi; yo‘l harakati xavfsizligi targ‘ibotini omma diqqat e’tiboriga yetkazish hamda targ‘ib qilish maqsadida “Yo‘l harakati qoidalari yosh targ‘ibotchisi” elektron jurnalini tashkil etadi. 3-bob. “Yo‘l harakati qoidalari yosh targ‘ibotchisi” faoliyatining maqsadi va vazifalari 10. “Yo‘l harakati qoidalari yosh targ‘ibotchisi” faoliyatining maqsadi — o‘quvchi yoshlar bilan bog‘liq yo‘l-transport hodisalarining oldini olish, shuningdek, ularda xavfsiz harakatlanish ko‘nikmalarini hosil qilish hamda “yo‘l harakati qoidalari” bo‘yicha olayotgan bilimlarini mustahkamlashdan iborat. 11. “Yo‘l harakati qoidalari yosh targ‘ibotchisi”ning vazifalari quyidagilardan iborat: klub faoliyatini tashkil etishda klub rahbariga yordam berish; umumiy o‘rta ta’lim muassasalari o‘quvchilari o‘rtasida yo‘l harakati qoidalarini targ‘ib qilish hamda yo‘llarda harakatlanish qoidalari bo‘yicha ko‘nikmalarni shakllantirish; o‘quvchi yoshlarda harakatlanish madaniyati va yo‘l harakati ishtirokchisi mas’uliyati hissini shakllantirish; o‘quvchi yoshlarning bilim va ko‘nikmalarini yanada oshirib borish maqsadida umumiy o‘rta ta’lim muassasalarida yo‘l harakati xavfsizligiga oid musobaqalar tashkil etishda klub rahbariga ko‘maklashish. 4-bob. Klub a’zoligiga qabul qilish va a’zolikdan chiqarish tartibi 12. Klubga umumiy o‘rta ta’lim maktablarining 9 — 11-sinf o‘quvchilari badal to‘lovlarisiz ko‘ngilli ravishda a’zo bo‘lishadi. Klub a’zolari soni ta’lim muassasasidagi umumiy o‘quvchilar sonidan kelib chiqqan holda ta’lim muassasasi rahbari tomonidan belgilanadi. 13. Klubga a’zolik ta’lim muassasasi rahbari nomiga yozilgan ariza orqali amalga oshiriladi. Arizaga quyidagi hujjatlar ilova qilinadi: qonuniy vakillarining (ota-onasi yoki ularning 5fnini bosuvchi shaxslar) rozilik xati; tug‘ilganlik to‘g‘risidagi guvohnoma yoki fuqarolik pasporti (identifikatsiya ID-kartasi) nusxasi; 3x4 hajmdagi fotosurat (4 dona). 14. Klub a’zoligidan quyidagi holatlarda chiqariladi: o‘z xohishiga ko‘ra klub a’zoligidan chiqarish to‘g‘risidagi arizaga asosan; klub a’zosining rahbar organlar qarorlari va yo‘l harakati xavfsizligi qoidalarini muntazam yoki qo‘pol ravishda buzganligi uchun; klub a’zosi ta’lim muassasasini bitirganda yoki boshqa ta’lim muassasasiga o‘tganda. 5-bob. Klub a’zolarining huquq va majburiyatlari 15. Klub a’zolari quyidagi huquqlarga ega: klubning yig‘ilishlarida va ommaviy axborot vositalarida uning faoliyati yuzasidan o‘z fikr-mulohazalarini bildirish; klub faoliyatini rivojlantirishga qaratilgan qarorlarni ishlab chiqishda ishtirok etish; klubdan zarur bo‘lgan ma’lumotlar va qo‘llanmalar olish; klubning guruh sardorligiga nomzodlar ko‘rsatish, saylash va saylanish; klubning barcha tadbirlari, dasturlari va loyihalarida ishtirok etish; ixtiyoriy ravishda klub a’zoligidan chiqish. 16. Klub a’zolari: ushbu Nizom talablariga to‘liq rioya qilishi; klubning maqsad va vazifalarini amalga oshirishda faol ishtirok etishi; klub faoliyatini targ‘ib qilishi va qo‘llab-quvvatlashi; klub mashg‘ulotlariga muntazam qatnashishi; yo‘l harakati qoidalariga rioya qilishda boshqa o‘quvchi eshlarga o‘rnak bo‘lishi; yoshlar o‘rtasida yo‘l harakati xavfsizligini ta’minlash bo‘yicha amaliy ko‘nikmalarni shakllantirishni targ‘ib qilishi; yo‘l-transport hodisasi ro‘y berganda, tezkor harakat qilish uchun zarur bilimlarni egallashi; klub rahbari tomonidan berilgan topshiriqlarni mas’uliyat bilan bajarishi; klub faoliyati to‘g‘risida klub rahbariga hisobot berib borishi shart. 6-bob. Klub faoliyatini tashkil etish 17. Klub ta’lim muassasasi rahbarining buyrug‘i bilan ta’lim muassasasining xodimlari orasidan tayinlangan rahbar tomonidan boshqariladi. 18. Klub rahbari: mazkur Nizom asosida klubni tuzish va uning faoliyat yuritishini ta’minlash; boshqa ta’lim muassasalarida tashkil etilgan klublar bilan hamkorlikni yo‘lga qo‘yish; klublar o‘rtasida tashkil etiladigan musobaqalarga puxta tayyorgarlik ko‘rilishini tashkil etish; klub a’zolari uchun mashg‘ulotlar olib borish yoki malakali mutaxassislarni jalb etish choralarini ko‘rish; klubni o‘quv-uslubiy qo‘llanmalar bilan ta’minlash, uning moddiy-texnik bazasini rivojlantirish yuzasidan ta’lim muassasasi rahbariga takliflar berib borish; klub a’zolari tomonidan vazifalarning aniq bajarilishini nazorat qilish; klublar o‘rtasida tashkil etiladigan “Yashil rang”, “Yo‘l harakati qoidalari bilimdoni”, “Eng namunali yo‘lovchi” kabi viktorina hamda “Yashil chiroq” musobaqasiga puxta tayyorgarlik ko‘rish. 19. Klub a’zolari baholash, jihozlash, targ‘ibot, navbatchilik, badiiy, piyodalar harakatini tashkil etish, tibbiy yordam va guruhlar bo‘yicha faoliyat yuritishi mumkin. 20. Klub faoliyatini tashkil etishda ta’lim muassasasi rahbari quyidagi huquq va majburiyatlarga ega: ta’lim muassasasi hududida klub uchun xona ajratish hamda uni zarur jihoz va maxsus anjomlar bilan ta’minlash choralarini ko‘rish; ta’lim muassasasi hududida klub uchun ajratilgan xona yoki burchaklarni zarur jihoz va maxsus anjomlar bilan ta’minlash yuzasidan Ichki ishlar vazirligi Yo‘l harakati xavfsizligi xizmati boshqarma va bo‘limi rahbariga tegishli takliflar kiritish; ta’lim muassasasining malakali chaqiruvga qadar boshlang‘ich tayyorgarlik fani o‘qituvchilari va rahbarlari orasidan jamoatchilik asosida klub rahbarini tayinlash; klub a’zolarining musobaqalarda faol ishtirok etishlari uchun sharoitlar yaratish; klub faoliyatini tashkil etishda texnika va yongin xavfsizligi, shuningdek, sanitariya qoidalari, normalari va gigiyena normativlarining bajarilishini nazorat qilish. Ta’lim muassasasi rahbari klubning belgilangan talablar asosida tashkil etilishi hamda mazkur Nizom qoidalarining bajarilishi yuzasidan shaxsan javobgardir. 21. Klub a’zolarining bo‘sh vaqtlarini mazmunli o‘tkazish maqsadida ta’lim muassasasi rahbari tomonidan tasdiqlanadigan dastur va rejalar ishlab chiqilishi mumkin. Klub a’zolari mas’ul vazirlik va idoralar tomonidan tavsiya etilgan dasturlar asosida o‘qitiladi. Yozgi ta’til davrida klub faoliyati alohida reja asosida amalga oshiriladi. 7-bob. Yakunlovchi qoidalar 22. Klub rahbari ta’lim muassasasi rahbari tomonidan belgilangan tartibda rag‘batlantiriladi. 23. Ushbu Nizom talablari buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlariga muvofiq javob beradilar. “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi to‘g‘risidagi  “Yo‘l harakati qoidalari yosh targ‘ibotchisi” klubi ramzi Halqali chiziqning tepa qismida sariq rangli to‘g‘ri bosma harflarda lotin alifbosida “YO‘L NARAKATI QOIDALARI”, pastki qismida “YOSN TARG‘IBOTCNISI” so‘zlari yozilgan. Yozuvlar qat’iyat, matonat va shon-sharafni ifodalovchi ikkita olti qirrali yulduz bilan bir-biridan ajratilgan. Aylana o‘rtasida svetoforning qizil, sariq va yashil ranglari orqali yosh targ‘ibotchi bolalar ramzi ifodalangan bo‘lib, uning pastki qismida bilim o‘chog‘i hisoblangan nur taralib turgan kitobning ochiq holati tasvirlangan. Aylananing yuqori qismida tinchlik va osoyishtalikka chorlovchi yuqoriga uchib borayotgan laylaklar hamda nur sochib turgan quyosh tasviri tushirilgan. Bunday joylashuv ta’lim muassasalari o‘quvchilarining yo‘l harakati qoidalari bo‘yicha bilim va ko‘nikmalarini shakllanishiga xizmat qilishini ifodalaydi. Vazirlar Mahkamasining 2022-yil 26-apreldagi 212-son  “Yashil chiroq” musobaqasini tashkil etish va o‘tkazish tartibi to‘g‘risida 1-bob. Umumiy qoidalar 1. Mazkur Nizom davlat umumiy o‘rta va o‘rta maxsus ta’lim muassasalarida (keyingi o‘rinlarda — ta’lim muassasalari) o‘quvchilar o‘rtasida “Yashil chiroq” musobaqasini (keyingi o‘rinlarda — musobaqa) tashkil etish va o‘tkazish tartibini belgilaydi. 2. Musobaqa ta’lim muassasalarida o‘quvchi yoshlarga yo‘l harakati qoidalarini o‘rgatish, ularni yo‘l harakatining madaniyatli ishtirokchisi sifatida tarbiyalash, ularning huquqiy savodxonligini oshirish, iqtidorli o‘quvchilarni aniqlash hamda rag‘batlantirish maqsadida tashkil etiladi. 2-bob. Musobaqaning asosiy vazifalari 3. Musobaqaning asosiy vazifalari quyidagilardan iborat: “Yashil chiroq” guruhlari faoliyatini takomillashtirish; “Yashil chiroq” guruhlari a’zolarining bilim va malakalarini oshirish; bolalarga ko‘cha va yo‘llarda yurish qoidalarini keng targ‘ib qilishda eng yaxshi ish tajribalarini o‘rganish, to‘ldirish va ommalashtirish; bolalar ongida “Yo‘l harakati qoidalari”ga qat’i rioya qilish hissini shakllantirish. 3-bob. Musobaqani tashkil qilish tartibi 4. Musobaqani tashkil etish va o‘tkazish ta’lim muassasalari tomonidan tasdiqlangan reja-jadval asosida amalga oshiriladi. Musobaqa davomida “Yo‘l harakati qoidalari”ni o‘rganish bo‘yicha test sinovlari, tanlov, viktorina, musobaqalar mazkur Nizomga  1-ilovadagi  sxemaga muvofiq o‘tkaziladi. 5. Musobaqalar o‘qishdan tashqari vaqtlarda tashkil etiladi. 6. Musobaqa ishtirokchilari dam olish kunlari alohida rejaga asosan oldindan kelishilgan (ruxsat olgan) holda, Ichki ishlar vazirligining Yo‘l harakati xavfsizligi xizmati organlariga ekskursiya uyushtirishlari, xodimlarga yaratilgan xizmat sharoitlari bilan tanishishlari mumkin. 7. Musobaqa quyidagi to‘rt bosqichda o‘tkaziladi: 1-bosqich ta’lim muassasalarida har yili fevral-mart oylarida o‘tkaziladi. Mazkur bosqichda musobaqa sinflararo yo‘l harakati qoidalari bo‘yicha o‘tkaziladi va yo‘l harakati qoidalarini yaxshi o‘zlashtirgan o‘quvchilardan “yashil chiroq” guruhlari tuziladi. Bu guruhga 11 — 14 yoshli 5 — 8-sinf o‘quvchilari qabul qilinadi; 2-bosqich (mahalliy bosqich) har yili mart-aprel oylarida tuman (shahar) doirasida o‘tkaziladi; 3-bosqich (hududiy bosqich) Qoraqalpog‘iston Respublikasi, viloyatlar va Toshkent shahri doirasida tuman (shahar) g‘oliblari ishtirokida har yili may oyida o‘tkaziladi; 4-bosqich (respublika bosqichi) har yili iyun-iyul oylarida uchinchi bosqichda 1-o‘rinni egallagan guruhlar ishtirokida o‘tkaziladi. 8. Musobaqani o‘tkazish ishlariga rahbarlik qilish va ularni adolatli o‘tkazish maqsadida ushbu Nizomga  2-ilovaga  muvofiq tarkibda “Yashil chiroq” musobaqalariga tayyorgarlik ko‘rish va tashkil etish bo‘yicha respublika tashkiliy qo‘mitasi, hududlarda esa hududiy tashkiliy qo‘mitalar tuziladi. Hududiy tashkiliy qo‘mitalar Xalq ta’limi vazirligi, Yo‘l harakati xavfsizligi xizmati va Yoshlar ishlari agentligi hududiy bo‘linmalarining vakillaridan iborat tarkibda tuziladi. 9. Musobaqa o‘tkaziladigan joy tashkiliy qo‘mita tomonidan belgilanadi va har bir bosqichdan kamida 30 kun oldin ta’lim muassasalari va mas’ul tashkilotlarga ma’lum qilinadi. Musobaqaning respublika bosqichi iyun-iyul oylarida O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan belgilangan joyda o‘tkaziladi. Musobaqaning respublika bosqichi o‘tkazilishi belgilangan joyga kelib ketish uchun avtotransport ta’minoti O‘zbekiston Respublikasi Xalq ta’limi vazirligiga yuklanadi, guruhlarni kuzatib borish esa hududiy Yo‘l harakati xavfsizligi xizmati xodimlari tomonidan amalga oshiriladi. 10. Tashkiliy qo‘mita musobaqani o‘tkazish bo‘yicha barcha tashkiliy masalalarni hal etadi, hakamlar hay’ati tarkibini tuzadi va tasdiqlaydi. 11. Musobaqani o‘tkazish joyi tashkiliy qo‘mitaning tavsiyasiga binoan tegishli mahalliy ijro etuvchi hokimiyat organlari buyrug‘iga asosan belgilanadi. 12. Musobaqaning tantanali ochilish va yopilish tadbirlari tashkiliy qo‘mita qaroriga asosan mahalliy ijro etuvchi hokimiyat organlari bilan kelishilgan joylarda o‘tkazilishi mumkin. 4-bob. Musobaqa ishtirokchilari 13. Musobaqada Qoraqalpog‘iston Respublikasi, viloyatlar va Toshkent shahrida joylashgan ta’lim muassasalari o‘quvchilaridan iborat guruhlar ishtirok etadi. 14. Musobaqa sog‘lom va nogironligi bo‘lgan bolalar o‘rtasida alohida-alohida o‘tkaziladi. 15. Ta’lim muassasalarining musobaqada ishtirok etuvchi guruhlari 6 nafar o‘quvchidan (3 nafar o‘g‘il bola va 3 nafar qiz bola) iborat tarkibda tuziladi. 16. Guruhlar faqat musobaqada qatnashayotgan ta’lim muassasasi o‘quvchilaridan iborat bo‘lishi kerak. 17. Musobaqada “Yo‘l harakati qoidalari” yuzasidan bilim va ko‘nikmalarga ega bo‘lgan 11 — 14 yoshli o‘quvchilar ishtirok etadi. 18. Musobaqa ishtirokchilari hakamlar hay’atiga quyidagi hujjatlarni taqdim etishlari lozim: shaxsini tasdiqlovchi hujjat (tug‘ilganlik to‘g‘risidagi guvohnoma nusxasi yoki identifikatsiyalovchi ID-karta nusxasi); ta’lim muassasasi o‘quvchisi ekanligini tasdiqlovchi ma’lumotnoma (surati bilan, muhrlangan); sog‘lig‘i to‘g‘risidagi tibbiy ma’lumotnoma; texnika xavfsizligi qoidalari bilan bevosita tanishganligi yuzasidan dalolatnoma. 19. Musobaqaga guruhlar qat’iy ravishda maxsus kiyim-bosh, sport kiyimlari va guvohnomalar bilan kelishlari shart (kiyim-boshi o‘zgartirilgan va guvohnomasi bo‘lmagan o‘quvchilar musobaqalarga qo‘yilmaydi). Talab qilingan yuqoridagi hujjatlarni topshirmagan yoki hujjatlarida kamchiligi mavjud jamoalar musobaqada ishtirok eta olmaydi. 5-bob. Musobaqa tashkilotchilari 20. Quyidagilar musobaqa tashkilotchilari hisoblanadi: O‘zbekiston Respublikasi Ichki ishlar vazirligi; O‘zbekiston Respublikasi Xalq ta’limi vazirligi; O‘zbekiston Yoshlar ishlari agentligi; O‘zbekiston Milliy teleradiokompaniyasi. 21. Musobaqa tashkilotchilari: musobaqaga amaliy rahbarlik qilish uchun uning quyi va yakuniy bosqichlarida malakali mutaxassislardan iborat vakillarining ishtirokini ta’minlaydi; hududiy tashkiliy qo‘mitalar tomonidan joylarda musobaqalarga rahbarlik qilish uchun shtab va uning rahbarlari tasdiqlanishini nazorat qiladi. 22. Musobaqaning har bir bosqichi o‘tkazilganligi yuzasidan bayonnoma tashkiliy qo‘mitaga musobaqalar o‘tgandan keyin uch kun muddat ichida berilishi shart. 23. Guruhlar musobaqaga Yo‘l harakati xavfsizligi xizmati xodimi va maktab vakilining kuzatuvida keladilar. 6-bob. Musobaqa shartlari va baholash mezonlari 24. Musobaqa quyidagi shartlar asosida o‘tkaziladi: Jamoalarning safda yurish tayyorgarligi; Piyodalar vazifalari va harakatiga oid sinov; Yosh velosipedchilar musobaqasi; Yosh tartibga soluvchi sinovi; Guruh sardorlari bellashuvi; Chorraha maketini yasash bo‘yicha bellashuv; Birinchi tibbiy yordam ko‘rsatish; Texnika ijodiyoti tanlovi; Avtomobillar bilimdoni; Yo‘l harakati qoidalari bo‘yicha imtihon; Velosiped boshqaruvchilarning chorrahada harakatlanishi; “Yashil chiroq” targ‘ibot guruhlarining chiqishi; “Mediaijodiyot” mahsulotlari. 25. Jamoalarning safda yurish tayyorgarligi shartida jamoaning barcha a’zolari ishtirok etadi. Jamoa a’zolarining safda shaxdam qadam bilan belgilangan qoida bo‘yicha yurishlariga, saf qo‘shig‘i mazmuni va ijrosiga alohida e’tibor qaratiladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 26. Piyodalar vazifalari va harakatiga oid sinov shartida jamoaning bitta a’zosi ishtirok etadi. Ishtirokchi hakamlar tomonidan tayyorlangan savollar to‘plamidan bitta bilet tanlab olib, javob qaytaradi. Hakamlarning talabiga asosan javoblarini amaliy tarzda ko‘rsatib ham beradi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 27. Esh velosipedchilar musobaqasi shartida jamoaning bitta a’zosi ishtirok etadi. Ishtirokchi sakkiz shaklidagi chiziqni bosmay uning oralig‘ida harakatlanish, to‘siqlarni aylanib o‘tish, shartli ko‘prikchadan yurish, maxsus ustuncha ustida turgan idishdagi suvni to‘kmasdan ikkinchi ustunchaga olib borib qo‘yish shartlarini bajaradi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 28. Yosh tartibga soluvchi sinovi shartida jamoaning bitta a’zosi ishtirok etadi. U hakamlar tomonidan berilgan savollarga ko‘ra regulirovkachining harakatlarini ko‘rsatib, izohlab beradi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 29. Guruh sardorlari bellashuvi shartida jamoalar sardorlari ishtirok etadi. Sardorlarga navbati bilan “Yo‘l harakati qoidalari” asosida savollar beriladi. Musobaqaning ushbu turi sardorlardan biri savolga javob bera olmay qolganda to‘xtatiladi. Hakamlar hay’ati a’zosi tomonidan har bir savol o‘qiladi va ushbu savolga jamoa sardori 10 soniya ichida to‘liq javob berishi talab etiladi. “To‘liq” javob uchun “2” ball, “to‘liq bo‘lmagan” javob uchun “1” ball, “noto‘g‘ri” javob uchun “0” ball qo‘yib boriladi. 30. Chorraha maketini yasash bo‘yicha bellashuv shartida jamoaning ikki nafar a’zosi ishtirok etadi. Ular hakamlar tomonidan berilgan topshiriqqa asosan 15 daqiqa ichida 40x40 o‘lchamdagi qog‘oz yoki kartonga maket yasab berishlari kerak. Maket yasashda qalam, ruchka, flomasterda chiziqlar chizish taqiqlanadi va tayyor qilib olib kelingan detallar inobatga olinmaydi. Har bir detal “Yo‘l harakati qoidalari” talablariga mos tushishi va qog‘ozdan kesib olinib, yelim bilan yopishtirilishi shart. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 31. Birinchi tibbiy yordam ko‘rsatish shartida jamoaning ikki nafar a’zosi ishtirok etadi. Ular yo‘l-transport hodisasida jarohatlanganlarga birinchi tibbiy yordam ko‘rsatish bo‘yicha shifokorlar tomonidan berilgan savollarga javob qaytarishadi. Javoblar amaliy tarzda ko‘rsatib beriladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 32. Texnika ijodiyoti tanlovi shartida jamoaning bitta a’zosi ishtirok etadi. Tanlov o‘quvchilar tomonidan tayyorlangan, radio signallar orqali boshqariladigan transportlar harakati yuzasidan o‘tkaziladi. Ushbu transportning kuzovi qo‘lda (karton yoki faneradan) yasalgan bo‘lishi shart. Shartda transport vositasining to‘g‘riga, o‘ngga, chapga, orqaga harakati namoyish etiladi va transport vositasi shartli ravishda yasalgan garajga kiritiladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 33. Avtomobillar bilimdoni shartida jamoaning bitta a’zosi ishtirok etadi. Ishtirokchilarning har biriga navbati bilan 10 ta “Avtomobillar rusumi, texnik tavsifi, maxsus avtomobillar turi” asosida savollar beriladi. Hakamlar hay’ati a’zosi tomonidan har bir savol o‘qiladi va avtomobil fotosurati ko‘rsatiladi ushbu savolga jamoa a’zosi 10 soniya ichida to‘liq javob berishi talab etiladi. “To‘liq” javob uchun “2” ball, “to‘liq bo‘lmagan” javob uchun “1” ball, “noto‘g‘ri” javob uchun “0” ball qo‘yib boriladi. 34. Yo‘l harakati qoidalari bo‘yicha imtihon shartida jamoaning bir nafar a’zosi ishtirok etadi. U shablon savollarga javob yozish asosida o‘z bilimlarini ko‘rsatadi. Imtihon topshirishga 15 daqiqa vaqt beriladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda har bir to‘g‘ri javob uchun “1” ballik tizimda baholanadi. 35. Velosiped boshqaruvchilarning chorrahada harakatlanishi shartida jamoaning bir nafar a’zosi ishtirok etadi. U velosipedni boshqargan holda chorrahani svetofor yoki tartibga soluvchining ishoralariga amal qilgan holda kesib o‘tadi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 36. “Yashil chiroq” targ‘ibot guruhlarining chiqishi shartida jamoaning barcha a’zolari ishtirok etadi. Bu chiqishda guruhlar yo‘l harakati qoidalarini badiiy usulda, teatrlashtirilgan sahna ko‘rinishlarida targ‘ib qiladilar. Targ‘ibot guruhlarining chiqishiga 10 daqiqa vaqt beriladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 37. “Mediaijodiyot” mahsulotlari shartida respublika bosqichiga chiqqan guruhlar “Mediaijodiyot” mahsulotlarini olib kelishlari lozim: yo‘l harakatini xavfsizligini targ‘ib etuvchi 1 daqiqalik ijtimoiy videorolik; 2-3 daqiqalik videoreportaj; yo‘l harakati xavfsizligini targ‘ib etuvchi fleshmob; targ‘ibot plakati A-1 formatdagi vatman qog‘ozda. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda har bir mavzuga mos va ta’sirchan mahsulot uchun “5” ballik tizimda baholanadi. “Mediaijodiyot” mahsulotlari tayyorlash umumiy o‘rta ta’lim maktabi hamda o‘rta maxsus, kasb-hunar ta’limi muassasasi direktorining buyrug‘i bilan direktor jamg‘armasi mablag‘lari hisobidan amalga oshiriladi. 38. Bir xil ball to‘plagan guruhlarga qo‘shimcha musobaqa tashkil etiladi, ya’ni guruh a’zolarining avtomaydonchada tartibga soluvchi ishoralar bo‘yicha velosipedda harakatlanishi shartida jamoaning barcha a’zolari ishtirok etadi. Bu chiqishda guruh a’zolari to‘rt tarafdan tartibga soluvchi ishoralariga amal qilgan holda chorrahani kesib o‘tadilar. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 39. Nogironligi bo‘lgan o‘quvchilar uchun musobaqa quyidagi shartlar asosida o‘tkaziladi: Piyodalar harakatiga oid savollar; Guruh sardorlari bellashuvi; Chorraha maketini yasash bo‘yicha bellashuv; Texnika ijodiyoti tanlovi; Avtomobillar bilimdoni; Yo‘l harakati qoidalari bo‘yicha imtihon; “Mediaijodiyot” mahsulotlari. 40. Piyodalar harakatiga oid savollar shartida jamoaning bitta a’zosi ishtirok etadi. Ishtirokchi piyodalarning vazifalariga oid savollarga javob qaytaradi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 41. Guruh sardorlari bellashuvi shartida jamoaning sardorlari ishtirok etadi. Sardorlarga navbati bilan “Yo‘l harakati qoidalari” asosida savollar beriladi. Musobaqaning ushbu turi sardorlardan biri savolga javob bera olmay qolganda to‘xtatiladi. Hakamlar hay’ati a’zosi tomonidan har bir savol o‘qiladi va ushbu savolga jamoa sardori 10 soniya ichida to‘liq javob berishi talab etiladi. “To‘liq” javob uchun “2” ball, “to‘liq bo‘lmagan” javob uchun “1” ball, “noto‘g‘ri” javob uchun “0” ball qo‘yib boriladi. 42. Chorraha maketini yasash bo‘yicha bellashuv shartida jamoaning ikki nafar a’zosi ishtirok etadi. Ular hakamlar tomonidan berilgan topshiriqqa asosan 15 daqiqa ichida 40x40 o‘lchamdagi qog‘oz yoki kartonga maket yasab berishlari kerak. Maket yasashda qalam, ruchka, flomasterda chiziqlar chizish taqiqlanadi va tayyor qilib olib kelingan detallar inobatga olinmaydi. Har bir detal “Yo‘l harakati qoidalari” talablariga mos tushishi va qog‘ozdan kesib olinib, yelim bilan yopishtirilishi shart. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 43. Texnika ijodiyoti tanlovi shartida jamoaning bitta a’zosi ishtirok etadi. Tanlov o‘quvchilar tomonidan tayyorlangan, radio signallar orqali boshqariladigan transportlar harakati yuzasidan o‘tkaziladi. Ushbu transportning kuzovi qo‘lda (karton yoki faneradan) yasalgan bo‘lishi shart. Shartda transport vositasining to‘g‘riga, o‘ngga, chapga, orqaga harakati namoyish etiladi va transport vositasi shartli ravishda yasalgan garajga kiritiladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda “5” ballik tizimda baholanadi. 44. Avtomobillar bilimdoni shartida jamoaning bitta a’zosi ishtirok etadi. Ishtirokchilarning har biriga navbati bilan 10 ta “Avtomobillar rusumi, texnik tavsifi, maxsus avtomobillar turi” asosida savollar beriladi. Hakamlar hay’ati a’zosi tomonidan har bir savol o‘qiladi va avtomobil fotosurati ko‘rsatiladi, ushbu savolga jamoa a’zosi 15 soniya ichida to‘liq javob berishi talab etiladi. “To‘liq” javob uchun “2” ball, “to‘liq bo‘lmagan” javob uchun “1” ball, “noto‘g‘ri” javob uchun “0” ball qo‘yib boriladi. 45. Yo‘l harakati qoidalari bo‘yicha imtihon shartida jamoaning bir nafar a’zosi ishtirok etadi. U shablon savollariga javob yozish asosida o‘z bilimlarini ko‘rsatadi. Imtihon topshirishga 20 minut vaqt beriladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda har bir to‘g‘ri javob uchun “1” ballik tizimda baholanadi. 46. “Mediaijodiyot” mahsulotlari shartida respublika bosqichiga chiqqan guruhlar “Mediaijodiyot” mahsulotlarini olib kelishlari lozim: yo‘l harakati xavfsizligini targ‘ib etuvchi fleshmob; targ‘ibot plakati A-1 formatdagi vatman qog‘ozda. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda har bir mavzuga mos va ta’sirchan mahsulot uchun “5” ballik tizimda baholanadi. 47. Bir xil ball to‘plagan guruhlarga qo‘shimcha musobaqa tashkil etiladi, ya’ni guruh a’zolariga yo‘l harakati qoidalari bo‘yicha qo‘shimcha imtihon shartida jamoaning bir nafar a’zosi ishtirok etadi. U shablon savollariga javob yozish asosida o‘z bilimlarini ko‘rsatadi. Imtihon topshirishga 10 minut vaqt beriladi. Shart hakamlar hay’atining barcha a’zolari tomonidan kelishilgan holda har bir to‘g‘ri javob uchun “1” ballik tizimda baholanadi. 48. Musobaqa shartlari bo‘yicha ishtirokchilarni tashkiliy qo‘mita tomonidan belgilangan hakamlar hay’ati a’zolari baholab boradi. 49. Guruhlarning barcha shartlar davomida tezkorligi, “Yo‘l harakati qoidalari”ni mukammal bilishi, mamlakatimiz avtomobil yo‘llarida harakatlanish xavfsizligini ta’minlash yo‘nalishidagi yangiliklarni bilishi, kiyim-bosh kiyishi, javob berishdagi qat’iyati va ushbu Nizomda ko‘rsatilgan talablarga rioya etishlari — baholashning asosiy mezoni hisoblanadi. 50. Musobaqadagi savollar “Yo‘l harakati qoidalari”dan kelib chiqqan holda tuziladi. 51. Savollar O‘zbekiston Respublikasi Xalq ta’limi vazirligi, Ichki ishlar vazirligi va uning bo‘linmalari mutaxassislari tomonidan tuziladi hamda musobaqa kunidan bir kun avval maxsus konvertga solinib, tashkiliy qo‘mita a’zolari ishtirokida muhrlanadi. 7-bob. G‘oliblarni taqdirlash 52. Musobaqa g‘oliblari quyidagi tartibda taqdirlanadi: 1-bosqich g‘oliblari ta’lim muassasalarining I, II va III darajali diplomlari hamda esdalik sovg‘alari bilan taqdirlanadi. G‘oliblarni taqdirlash uchun sarf-xarajatlarga homiylar jalb etilishi mumkin. 2-bosqich g‘oliblari O‘zbekiston Yoshlar ishlari agentligining tuman (shahar) kengashlari va ta’lim muassasalarining I, II va III darajali diplomlari hamda homiy tashkilotlar tomonidan ajratilgan esdalik sovg‘alari bilan taqdirlanadi. 3-bosqich g‘oliblari O‘zbekiston Respublikasi Xalq ta’limi vazirligi, Ichki ishlar vazirligining hududiy bo‘linmalari, Yoshlar ishlari agentligi hududiy kengashlarining I, II va III darajali diplomlari va esdalik sovg‘alari bilan taqdirlanadi. Shuningdek, g‘oliblarni taqdirlash uchun sarf-xarajatlarga boshqa tashkilotlar ham homiylik qilishlari mumkin. 4-bosqich g‘oliblari O‘zbekiston Respublikasi Ichki ishlar vazirligi, Xalq ta’limi vazirligi va O‘zbekiston Yoshlar ishlari agentligining I, II va III darajali diplomlari, mas’ul tashkilotlarning esdalik sovg‘alari bilan taqdirlanadi. 8-bob. Yakunlovchi qoidalar 53. Musobaqaning respublika bosqichini yuqori saviyada tashkil etish, o‘tkazish va musobaqa g‘oliblarini rag‘batlantirish bilan bog‘liq xarajatlar (ovqatlanish, yotoqxona, sovg‘alar, oromgohni bezash, madaniy va ma’rifiy tadbirlar) Ichki ishlar vazirligi Yo‘l harakati xavfsizligi xizmatining moddiy-texnik bazasini rivojlantirish, xodimlarni rag‘batlantirish va mukofotlash jamg‘armasi mablag‘lari hisobidan qoplanadi. 54. Mazkur musobaqaning quyi bosqichlari bilan bog‘liq barcha hujjatlar (materiallar) O‘zbekiston Respublikasi Ichki ishlar vazirligi Yo‘l harakati xavfsizligi xizmatining hududiy bo‘linmalarida, yakuniy bosqichi bo‘yicha hujjatlar O‘zbekiston Respublikasi Ichki ishlar vazirligi Yo‘l harakati xavfsizligi xizmatida saqlanadi. “Yashil chiroq” musobaqasini tashkil etish va o‘tkazish tartibi to‘g‘risidagi  “Yashil chiroq” musobaqasini tashkil etish “Yashil chiroq” musobaqasini tashkil etish va o‘tkazish tartibi to‘g‘risidagi  “Yashil chiroq” musobaqalariga tayyorgarlik ko‘rish va tashkil etish bo‘yicha respublika tashkiliy qo‘mitasi "}]