[{"Law_reference": "O‘zbekiston Respublikasi Prezidentining qarori, 07.07.2022 yildagi PQ-311-son", "Law_title": "Avtotransport vositalarini boshqarishda va yo‘nalishsiz taksi faoliyatini amalga oshirishda qo‘shimcha qulayliklar yaratish to‘g‘risida", "Law_content": "Avtotransport vositalaridan foydalanishda aholiga qo‘shimcha qulayliklar yaratish, respublikada yo‘lovchi tashish transporti tizimini rivojlantirish, ushbu yo‘nalishda ko‘rsatilayotgan xizmatlar sifatini oshirish, ishsizlikni qisqartirish hamda transport xizmatlari bozorini rivojlantirish maqsadida: 1. 2022-yil 1-sentabrdan boshlab avtotransport vositasini boshqarish huquqini beruvchi ishonchnomalarni Yagona interaktiv davlat xizmatlari portali orqali elektron shaklda rasmiylashtirish tizimi joriy etilsin. 2. Belgilansinki: a) elektron shaklda rasmiylashtirilgan avtotransport vositasini boshqarish huquqini beruvchi ishonchnomani (keyingi o‘rinlarda — elektron ishonchnoma) notarial tasdiqlash talab etilmaydi; b) elektron ishonchnoma rasmiylashtirganlik uchun davlat boji uning amal qilish muddatidan kelib chiqqan holda ishonchnomani notarial tasdiqlash uchun o‘rnatilgan davlat bojiga nisbatan quyidagi foizlarda undiriladi: bir oygacha bo‘lgan muddatga — 10 foiz; olti oygacha bo‘lgan muddatga — 50 foiz; uch yilgacha bo‘lgan muddatga — 100 foiz. v) elektron ishonchnoma mavjudligi Davlat yo‘l harakati xavfsizligi xizmati xodimlari tomonidan mobil qurilmalar orqali tekshiriladi; g) elektron shaklda rasmiylashtirilmagan avtotransport vositasini boshqarish huquqini beruvchi ishonchnomalarga nisbatan amaldagi notarial tasdiqlash tartibi saqlab qolinadi. 3. Yuridik shaxslarga tegishli avtotransport vositalarini boshqarayotgan shaxslarning ikki yilda bir marta majburiy malakasini oshirish talabi bekor qilinsin. 4. 2022-yil 1-sentabrdan boshlab fuqarolar va yo‘lovchi tashish faoliyatini amalga oshirish uchun litsenziyaga ega bo‘lgan yuridik shaxslar o‘rtasida tuziladigan transport vositasi ijarasi shartnomalarini notarial tasdiqlash talabi bekor qilinsin hamda ularni davlat soliq xizmati organlari axborot tizimlari orqali elektron tarzda hisobga olish tizimi joriy etilsin. Davlat soliq qo‘mitasi uch oy muddatda mazkur bandga asosan transport vositasi ijarasi shartnomalarini hisobga olish tizimining ishga tushirilishini hamda uni Transport vazirligi va Ichki ishlar vazirligining ma’lumotlar bazalari bilan integratsiya qilinishini ta’minlasin. 5. 2022-yil 1-sentabrdan 2024-yil oxiriga qadar shunday tartib joriy etilsinki, unga muvofiq: yo‘lovchilarni haydovchidan tashqari to‘rttadan ortiq bo‘lmagan o‘rindiqlarga ega bo‘lgan yengil avtotransport vositalarida tashish faoliyati o‘zini o‘zi band qilgan shaxslar shug‘ullanishi mumkin bo‘lgan faoliyat (ishlar, xizmatlar) turlari ro‘yxatiga kiritiladi; o‘zini o‘zi band qilgan shaxslar tomonidan yo‘lovchilarni yengil avtotransport vositalarida tashish faoliyati litsenziya varaqasiga asosan amalga oshiriladi; litsenziya varaqasi berishda avtomobilning ekspluatatsiya davriga qo‘yilgan talab bekor qilinadi; yo‘lovchilarni yengil avtotransport vositalarida tashish faoliyati bilan shug‘ullanadigan o‘zini o‘zi band qilgan shaxslar (keyingi o‘rinlarda — o‘zini o‘zi band qilgan tashuvchilar) bir yilda bir marotaba transport vositasini texnik ko‘rikdan o‘tkazishi shart; o‘zini o‘zi band qilgan tashuvchilar “Uztrans” axborot tizimi bazasiga kiritilgan ko‘p tarmoqli poliklinikalar va xususiy tibbiyot muassasalari orqali bir yilda bir marotaba tibbiy ko‘rikdan o‘tishi shart; yo‘nalishsiz taksi faoliyati uchun litsenziya varaqasi berilganligi uchun davlat boji barcha turdagi tashuvchilardan yiliga bazaviy hisoblash miqdorining bir barobari miqdorida undiriladi. Bunda davlat xizmatlarini ko‘rsatganlik uchun yig‘im undirilmaydi; yo‘nalishsiz taksi xizmati faoliyatiga ruxsat beruvchi litsenziya varaqalarida faoliyat hududi aks ettiriladi; o‘zini o‘zi band qilgan tashuvchilarning avtomobil transporti tom qismiga “TAXI” tanish belgili to‘qsariq rangli fonar o‘rnatiladi; boshqa sohalarda mehnat shartnomasiga asosan band bo‘lgan shaxslar bir vaqtning o‘zida yo‘lovchilarni yengil avtotransport vositalarida tashish faoliyati bilan o‘zini o‘zi band qilgan shaxs sifatida ro‘yxatdan o‘tgan holda shug‘ullanishlari mumkin. 6. Davlat soliq qo‘mitasi (Sh. Kudbiyev) Transport vazirligi bilan birgalikda uch oy muddatda yo‘lovchilarni yengil avtotransport vositalarida tashuvchi va ularga mijozlarni izlash bo‘yicha interaktiv xizmatlarni ko‘rsatuvchi tadbirkorlik subyektlari tomonidan yo‘lovchi tashishga doir qonunchilik talablari bajarilishini nazorat qilish mexanizmlarini nazarda tutuvchi nizom loyihasini ishlab chiqib, tasdiqlash uchun Vazirlar Mahkamasiga kiritsin. 7. Transport vazirligi (I. Mahkamov): uch oy muddatda Adliya vazirligi, Sog‘liqni saqlash vazirligi va boshqa manfaatdor tashkilotlar bilan birgalikda texnik va tibbiy ko‘rik, sug‘urta polisi va litsenziya varaqalarini rasmiylashtirish jarayonlarini soddalashtirish maqsadida “Uztrans” axborot tizimini takomillashtirish, “Litsenziya” va boshqa axborot tizimlari bilan idoralararo integratsiyasini kengaytirish bo‘yicha amaliy choralar ko‘rsin; ikki oy muddatda qonunchilik hujjatlariga ushbu qarordan kelib chiqadigan o‘zgartirish va qo‘shimchalar to‘g‘risida Vazirlar Mahkamasiga takliflar kiritsin. 8. Mazkur qaror ijrosini nazorat qilish O‘zbekiston Respublikasi Bosh vaziri A.N. Aripov zimmasiga yuklansin. "}]