[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 12.04.2023 yildagi 152-son", "Law_title": "Milliy haydovchilik guvohnomasini rasmiylashtirish tartibini soddalashtirishning qo‘shimcha chora-tadbirlari to‘g‘risida", "Law_content": "Mamlakatimizda aholi va tadbirkorlik subyektlariga davlat xizmatlarini ko‘rsatish sifatini yanada yaxshilash, davlat xizmatlarini ko‘rsatishda byurokratik, eskirgan va zamon talablariga mos kelmaydigan talablarni tubdan qisqartirishga qaratilgan tizimli islohotlar amalga oshirilmoqda. Shu bilan birga, olib borilgan tahlillar haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlarida inson omilini qisqartirish, fuqarolarga masofadan xizmat ko‘rsatishni yo‘lga qo‘yish orqali ortiqcha ovoragarchilik, navbatlarni qisqartirish zaruratini ko‘rsatmoqda. Milliy haydovchilik guvohnomasini berish tartibotlarini qisqartirish, ushbu jarayonlarni raqamlashtirish orqali fuqarolarga soddalashtirilgan davlat xizmatlarini ko‘rsatishni joriy etish, shuningdek O‘zbekiston Respublikasi Prezidentining “2022-2023-yillarda axborot-kommunikatsiya texnologiyalari sohasini yangi bosqichga olib chiqish chora-tadbirlari to‘g‘risida” 2022-yil 22-avgustdagi PQ-357-son  qarori  ijrosini ta’minlash hamda haydovchilik guvohnomasini berish va ularni yangisiga almashtirish sohasida davlat xizmatlarini ko‘rsatish tizimini yanada takomillashtirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. 2023-yil 15-apreldan boshlab milliy haydovchilik guvohnomasini shu jumladan O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali ham ariza beruvchilarning bevosita ishtirokisiz rasmiylashtirish tartibi joriy etilsin. Bunda: milliy haydovchilik guvohnomasiga ariza beruvchilarning bosh barmoq izi ma’lumotlari joylashtiriladi, agar axborot tizimlarida ariza beruvchilarning bosh barmoq izi ma’lumotlari mavjud bo‘lmagan taqdirda ariza beruvchilar o‘zlarining imzo namunasini elektron shaklda taqdim etadi; milliy haydovchilik guvohnomalarini olish hamda eski namunadagi haydovchilik guvohnomalarini yangisiga almashtirish bo‘yicha arizalar ariza beruvchilarning YIDXPdagi shaxsiy kabineti orqali onlayn tarzda har kuni, dam olish va bayram kunlaridan qat’i nazar, 24 soat davomida yuborilishi mumkin; yangi rasmiylashtirilgan milliy haydovchilik guvohnomalarini pochta orqali olish imkoniyati yaratiladi. 2. O‘zbekiston Respublikasi Hukumatining  ilovaga  muvofiq ayrim qarorlariga quyidagilarni nazarda tutuvchi o‘zgartirish va qo‘shimchalar kiritilsin: nazariy va amaliy imtihonlarni muvaffaqiyatli topshirgan talabgorlarga O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati organi yoki Davlat xizmatlari markazi tomonidan milliy haydovchilik guvohnomasi (almashtirish va yo‘qolgani o‘rniga yangisini berish) rasmiylashtirilishi; milliy haydovchilik guvohnomasini olish bo‘yicha murojaatlarni YIDXP orqali qabul qilinishi va fuqarolarning ixtiyoriga ko‘ra milliy haydovchilik guvohnomasi pochta orqali yetkazib berilishi; fuqaroning familiyasi, ismi va otasining ismi o‘zgarganda bu haqidagi ma’lumotlar axborot tizimlari orqali tasdiqlanishi. 3. O‘zbekiston Respublikasi Adliya vazirligi ismi, familiyasi va otasining ismi o‘zgargan shaxslar haqidagi ma’lumotlarni “FHDYning yagona elektron arxivi” axborot tizimi orqali Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati Yagona avtomatlashtirilgan axborot tizimiga doimiy taqdim etib borsin. 4. O‘zbekiston Respublikasi Ichki ishlar vazirligi: a) ikki oy muddatda: Raqamli texnologiyalar vazirligi bilan birgalikda milliy haydovchilik guvohnomasiga ariza beruvchilarning bosh barmoq izi ma’lumotlarini joylashtirish uchun Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati axborot tizimini ichki ishlar organlari ekspert-kriminalistika bo‘linmalaridagi “ADTT” va “ShIQAT” avtomatlashtirilgan tizimlari bilan integratsiya qilsin; barcha tadbirkorlik subyektlari va Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmatining ro‘yxatdan o‘tkazish va imtihon olish bo‘linmalari tomonidan o‘tkazilgan haydovchilikka nomzodlarning amaliy va nazariy imtihon natijalarini jismoniy shaxsning shaxsiy identifikatsiya raqami asosida yagona elektron ma’lumotlar bazasiga kiritish hamda ma’lumotlarni real vaqt rejimida elektron axborot almashinuvi asosida taqdim etish imkoniyatini yaratsin; b) 2023-yil yakuniga qadar barcha mavjud haydovchilik guvohnoma ma’lumotlarini jismoniy shaxsning shaxsiy identifikatsiya raqamiga bog‘lagan holda raqamlashtirish ishlarini yakunlasin. 5. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi adliya vaziri A.J. Tashkulov va O‘zbekiston Respublikasi ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2023-yil 12-apreldagi 152-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirish va qo‘shimchalar 1. Vazirlar Mahkamasining 2018-yil 31-maydagi 408-son qarori bilan tasdiqlangan Davlat ta’lim muassasalari hamda avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish bo‘yicha nodavlat ta’lim xizmatlari ko‘rsatish faoliyatini amalga oshiruvchi boshqa yuridik shaxslarning o‘quv guruhlarini ro‘yxatga olish, shuningdek, imtihonlarni o‘tkazish va milliy haydovchilik guvohnomasini berish tartibi to‘g‘risidagi  nizomda : 44-bandning  “g” kichik bandidagi  “(to‘lovlar miqdori O‘zbekiston Respublikasi Ichki ishlar vazirligi tomonidan O‘zbekiston Respublikasi Moliya vazirligi bilan kelishgan holda belgilanadi)” jumlalari chiqarib tashlansin; 55-bandning  birinchi xatboshisi  quyidagi tahrirda bayon etilsin: “55. Manfaatdor shaxs milliy haydovchilik guvohnomasini o‘zi kelib YHXBning RvaIOB yoki Davlat xizmatlari markazidan shaxsini tasdiqlovchi hujjat asosida o‘zi olib ketadi yoxud xohishiga ko‘ra milliy haydovchilik guvohnomasini pochta aloqasi orqali olishi mumkin”. 2. Vazirlar Mahkamasining 2021-yil 4-maydagi 271-son qarori bilan tasdiqlangan Avtomototransport vositalari va shahar elektr transporti vositalari haydovchiligiga nomzodlardan imtihonlarni qabul qilish uchun hujjatlarni va milliy haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlari ko‘rsatishning  ma’muriy reglamenti  quyidagi tahrirda bayon etilsin: “Avtomototransport vositalari va shahar elektr transporti vositalari haydovchiligiga nomzodlardan imtihonlarni qabul qilish uchun hujjatlarni va milliy haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlari ko‘rsatishning 1-bob. Umumiy qoidalar  1. Ushbu Ma’muriy reglament (keyingi o‘rinlarda — Reglament) avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash va qayta tayyorlash bo‘yicha faoliyat yurituvchi o‘quv tashkilotlarini tugatgan haydovchilikka nomzodlar yoki qonunchilik hujjatlarida imtihon topshirishi nazarda tutilgan haydovchilar (keyingi o‘rinlarda — ariza beruvchi)dan imtihon qabul qilish hamda milliy haydovchilik guvohnomalarini almashtirish va yo‘qolgani o‘rniga yangisini berish yuzasidan hujjatlarni rasmiylashtirish, shuningdek, O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali murojaat qilinganda davlat xizmatlari ko‘rsatish tartibini belgilaydi. 2. Ariza beruvchidan imtihon qabul qilish (keyingi o‘rinlarda — davlat xizmati) YIDXP orqali O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmati (keyingi o‘rinlarda — DYHXX) organlari yoki avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish bo‘yicha nodavlat ta’lim xizmatlari ko‘rsatish faoliyati uchun litsenziyaga ega tadbirkorlik subyektlari (keyingi o‘rinlarda — tadbirkorlik subyektlari) tomonidan ko‘rsatiladi. Milliy haydovchilik guvohnomalarini berish, almashtirish va yo‘qolgani o‘rniga yangisini berish YIDXP orqali DYHXX organlari yoki Davlat xizmatlari markazlari tomonidan ko‘rsatiladi. 3. Milliy haydovchilik guvohnomasi — O‘zbekiston Respublikasi fuqarolariga belgilangan toifadagi avtomototransport vositalarini boshqarish huquqini beruvchi va egasining shaxsini tasdiqlovchi rasmiy davlat hujjati hisoblanadi. Milliy haydovchilik guvohnomasi ariza beruvchiga 10 yil muddatga beriladi. Ariza beruvchilar milliy haydovchilik guvohnomasini olish uchun Vazirlar Mahkamasining “O‘zbekiston Respublikasida jismoniy shaxsning shaxsiy identifikatsiya raqamini aniqlash va berish tartibini takomillashtirish to‘g‘risida” 2022-yil 12-apreldagi 177-son qaroriga muvofiq biriktirilgan jismoniy shaxsning shaxsiy identifikatsiya raqamiga ega bo‘lishlari zarur. 4. Davlat xizmatlarini ko‘rsatish ushbu Reglamentga 1-ilovada keltirilgan sxema bo‘yicha ko‘rsatiladi. 2-bob. Ariza beruvchidan imtihon qabul qilish hamda milliy haydovchilik guvohnomasini rasmiylashtirish 5. Ariza beruvchi davlat xizmatidan foydalanish uchun YIDXPda ro‘yxatdan o‘tadi va ushbu Reglamentga 2-ilovaga muvofiq elektron shakldagi so‘rovnomani to‘ldiradi. 6. So‘rovnomaga ilova qilinadigan hujjatlarning ro‘yxati ko‘rsatiladigan xizmat turlariga muvofiq Vazirlar Mahkamasining 2018-yil 31-maydagi 408-son qarori bilan tasdiqlangan Davlat ta’lim muassasalari hamda avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish bo‘yicha nodavlat ta’lim xizmatlari ko‘rsatish faoliyatini amalga oshiruvchi boshqa yuridik shaxslarning o‘quv guruhlarini ro‘yxatga olish, shuningdek, imtihonlarni o‘tkazish va milliy haydovchilik guvohnomasini berish tartibi to‘g‘risidagi nizom (keyingi o‘rinlarda — Nizom) talablari asosida so‘rovnomani to‘ldirish jarayonida avtomatik tarzda belgilanadi. So‘rovnomaga talab etiladigan hujjatlarning skaner qilingan “PDF” shaklidagi nusxalari ilova qilinadi. Ariza beruvchi kelgusida milliy haydovchilik guvohnomasini rasmiylashtirishda o‘z ixtiyoriga asosan identifikatsiyalovchi ID-karta (keyingi o‘rinlarda — ID-karta) yoki biometrik pasportdagi (fuqaroning xorijga chiqish biometrik pasportidagi ham) bosh barmoq izi ma’lumotidan foydalanishiga ruxsat beriladi. Agar ariza beruvchi ID-karta yoki biometrik pasportga (fuqaroning xorijga chiqish biometrik pasporti ham) ega bo‘lmasa, o‘zining imzo namunasini elektron shaklda (kompyuter yoki mobil telefon orqali) taqdim etadi. 7. So‘rovnoma to‘ldirilib, tegishli hujjatlarning nusxalari ilova qilinganidan so‘ng ariza beruvchi ma’lumotlar to‘g‘riligini tekshiradi va imzoni identifikatsiya qilishning zamonaviy vositalari bilan (daktiloskopiya, elektron imzo, mobil-ID va boshqalar) tasdiqlaydi. So‘rovnomalar har kuni, dam olish va bayram kunlaridan qat’i nazar, yigirma to‘rt soat davomida yuborilishi mumkin. Bunda, so‘rovnomalar ish vaqtidan keyin yoki dam olish va bayram kunlari kelib tushganda, navbatdagi ish kuni so‘rovnoma qabul qilingan kun deb hisoblanadi. 8. Davlat xizmatlari ko‘rsatilishi uchun bazaviy hisoblash miqdorining (keyingi o‘rinlarda — BHM) 10 foizi miqdorida yig‘im undiriladi, YIDXP orqali murojaat qilinganligi uchun belgilangan yig‘imning 90 foizi undiriladi. “Ijtimoiy himoya yagona reyestri” axborot tizimida ro‘yxatga olingan shaxslarga, shuningdek, I va II guruh nogironligi bo‘lgan shaxslarga mazkur bandning birinchi xatboshisida belgilangan yig‘imning 50 foizi miqdorida chegirma qo‘llaniladi. Bunda, undirilgan yig‘im summasi quyidagi tartibda taqsimlanadi: 10 foizi — O‘zbekiston Respublikasi Adliya vazirligi Davlat xizmatlarini rivojlantirish jamg‘armasi shaxsiy g‘azna hisobvarag‘iga; 11,25 foizi — O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi huzuridagi “Elektron hukumat loyihalarini boshqarish markazi” davlat muassasasining Iqtisodiyot va moliya vazirligi huzuridagi G‘aznachilik xizmati qo‘mitasining maxsus hisobvarag‘iga; 38,75 foizi — O‘zbekiston Respublikasi Ichki ishlar vazirligi Davlat yo‘l harakati xavfsizligi xizmatining moddiy-texnika bazasini rivojlantirish, xodimlarini rag‘batlantirish va mukofotlash jamg‘armasi hisobvarag‘iga o‘tkaziladi; qolgan mablag‘lar — O‘zbekiston Respublikasi Davlat budjetiga o‘tkaziladi. 9. So‘rovnomada noto‘g‘ri ma’lumotlar ko‘rsatilgan yoki ma’lumotlar to‘liq ko‘rsatilmagan taqdirda, zarur hujjatlar ilova qilinmaganda shuningdek, davlat xizmatini ko‘rsatish uchun yig‘im to‘lanmaganda, so‘rovnoma avtomatik ravishda rad etiladi hamda bu haqida ariza beruvchiga onlayn rejimida avtomatik tarzda elektron javob qaytariladi. Davlat xizmatlarini ko‘rsatish boshqa asoslarga ko‘ra rad etilishiga yo‘l qo‘yilmaydi. 10. Ariza beruvchi tomonidan kiritilgan barcha hujjatlar YIDXP orqali real vaqt rejimida avtomatik tarzda ariza beruvchi tanlagan tegishli DYHXX organiga yoki ushbu hududda faoliyat yurituvchi tadbirkorlik subyektiga yuboriladi. So‘rovnomada milliy haydovchilik guvohnomasini rasmiylashtiradigan DYHXX organi yoki Davlat xizmatlari markazi ariza beruvchi tomonidan ko‘rsatiladi. Ariza beruvchi uning arizasi DYHXX organi yoki tadbirkorlik subyekti tomonidan elektron jurnalda ro‘yxatga olingunga qadar davlat xizmatlaridan foydalanishdan bosh tortish va to‘langan yig‘im summasini qaytarib olish huquqiga ega. Ariza elektron jurnalda ro‘yxatga olinganidan so‘ng davlat xizmatlaridan foydalanish rad etilganda, to‘langan yig‘im summasi qaytarilmaydi. Ariza beruvchi tomonidan DYHXX organida imtihon topshirish nazarda tutilganda imtihonlarda qatnashish uchun quyidagi miqdorda to‘lovlar amalga oshiriladi: nazariy imtihon topshirish uchun — BHMning 10 foizi miqdorida; har bir qayta nazariy imtihon topshirish uchun — BHMning 15 foizi miqdorida; avtomototransport vositalarini, shu jumladan, transport vositalari tarkibini amaliy boshqarishda imtihon topshirish uchun — BHMning 10 foizi miqdorida; har bir qayta amaliy boshqarishda imtihon topshirish uchun — BHMning 15 foizi miqdorida. “Ijtimoiy himoya yagona reyestri” axborot tizimida ro‘yxatga olingan shaxslarga, shuningdek, I va II guruh nogironligi bo‘lgan shaxslarga mazkur bandning birinchi xatboshisida belgilangan yig‘imning 50 foizi miqdorida chegirma qo‘llaniladi. Ariza beruvchi tomonidan tadbirkorlik subyektida imtihon topshirish nazarda tutilganda imtihonlarda qatnashish uchun to‘lovlar miqdori tadbirkorlik subyekti tomonidan belgilanadi. 11. DYHXX organining yoki tadbirkorlik subyektining mas’ul xodimi bir ish kunida imtihonlarni qabul qilish uchun hujjatlarni rasmiylashtirish yuzasidan: a) kelib tushgan elektron so‘rovnoma va unga ilova qilingan hujjatlarning to‘g‘ri to‘ldirilganligi va to‘liqligini, shuningdek, tegishli to‘lovlarning to‘langanligini tekshiradi; b) hujjatlar to‘g‘ri va to‘liq bo‘lgan taqdirda, ularni alohida elektron jurnalga kiritadi hamda ariza beruvchining nazariy imtihonga qo‘yilganligini qayd etadi. Bunda, kelib tushgan so‘rovnoma va unga ilova qilingan hujjatlarda kamchiliklar aniqlangan taqdirda, ularni elektron jurnalga kiritish rad etilib, bu haqida ariza beruvchiga YIDXP orqali QR-kod (matrik shtrixli kod) qo‘yilgan va mas’ul xodimning ERIsi bilan tasdiqlangan xabarnoma yuboriladi va kamchiliklarni bartaraf etish yuzasidan batafsil tushuntirish beriladi. Ariza beruvchi uning so‘rovnomasi rad etilganligi to‘g‘risidagi xabarnomani olgan kundan boshlab o‘ttiz ish kuni mobaynida hujjatlardagi kamchiliklarni to‘g‘rilab, davlat xizmatlarini ko‘rsatish uchun yig‘im to‘lamagan holda takroran murojaat qilish huquqiga ega. Bunda, YIDXP orqali ushbu bandda ko‘rsatilgan muddatlarda takroriy murojaatni tegishli DYHXX organiga yoki tadbirkorlik subyektiga yuboradi; v) kelgusi o‘n ish kuni ichida nazariy imtihon topshirishning aniq sanasi va vaqti, shuningdek, imtihon topshiriladigan tegishli DYHXX organi yoki tadbirkorlik subyekti ko‘rsatilgan xabarnomani rasmiylashtiradi hamda uni QR-kod (matrik shtrixli kod) va xodimning ERIsi bilan tasdiqlangan holda ariza beruvchiga YIDXP orqali elektron shaklda yuboradi. 12. Ariza beruvchi imtihon topshirish yuzasidan: a) haydovchilikka nomzodlar shaxsini tasdiqlovchi va so‘rovnomaga ilova qilingan hujjatlarning asli bilan birga xabarnomada ko‘rsatilgan tegishli DYHXX organiga yoki tadbirkorlik subyektiga belgilangan sana va vaqtda nazariy imtihonda qatnashish uchun yetib kelishi lozim, bundan qonunchilikda nazariy imtihon topshirish talab etilmaydigan holatlar bundan mustasno. Ariza beruvchi uzrli sabablarsiz belgilangan sana va vaqtda nazariy imtihonga yetib kelmagan yoki tegishli hujjatlarning aslini taqdim etmagan taqdirda, imtihonni qabul qiluvchi mas’ul xodim nazariy imtihon o‘tkazilmaganligi haqidagi xabarnomani shu kunning o‘zida elektron arizalarni ko‘rib chiqish uchun mas’ul xodim (ish joyi)ga yuboradi. Mas’ul xodim ariza beruvchining belgilangan sana va vaqtda nazariy imtihonga yetib kelmaganligi yoki tegishli hujjatlarning aslini DYHXX organiga yoki tadbirkorlik subyektiga taqdim etmaganligi sababli imtihonga qo‘yilishi rad etilganda, uzrli sabablarni tasdiqlovchi hujjatlar 10 ish kuni ichida taqdim etilgan taqdirda, davlat xizmatlarini ko‘rsatish uchun yig‘im to‘lanmagan holda imtihon qabul qilinishi mumkinligi haqida QR-kod (matrik shtrixli kod) qo‘yilgan va ERI bilan tasdiqlangan holda bir ish kuni ichida ariza beruvchiga YIDXP orqali elektron shaklda xabarnoma yuboradi. Ariza beruvchi uzrli sabablarga ko‘ra belgilangan vaqtda nazariy imtihonga yetib kelmaganligi yoki tegishli hujjatlarning asli taqdim etilmaganligi haqidagi ma’lumot rad etilishini tasdiqlay olmasa, uning so‘rovnomasi rad etiladi. Bunda, ariza beruvchi ushbu Reglamentning 8-bandida nazarda tutilgan yig‘im summasini to‘lagan holda davlat xizmatlaridan takroran foydalanish huquqiga ega bo‘ladi; b) ariza beruvchi DYHXX organida yoki tadbirkorlik subyektida inson omilini istisno etuvchi nazariy imtihonlarni qabul qilish tizimi orqali belgilangan tartibda nazariy imtihondan o‘tgan taqdirda, unga darhol imtihonlarni qabul qilish tizimi orqali avtomatik tarzda amaliy imtihonga ruxsat beriladi hamda ikki oylik muddat ichida amaliy imtihonni topshirishi lozimligi haqida ogohlantiriladi. Ariza beruvchi nazariy imtihondan o‘tmagan taqdirda, unga darhol imtihonlarni qabul qilish tizimi orqali avtomatik tarzda yetti kalendar kun o‘tganidan so‘ng nazariy imtihonni takroran topshirishi mumkinligi haqida ma’lumot beriladi. Ushbu muddat o‘tmagunga qadar imtihonlarni qabul qilish tizimi tomonidan ariza beruvchiga nazariy imtihonni topshirishga takroran ruxsat berilmaydi. Kelgusi nazariy imtihonni topshirishda ariza beruvchi imtihondan o‘tmagan taqdirda ham imtihonlarni qabul qilish tizimi avtomatik tarzda shu jarayonni takrorlaydi. Bunda, nazariy imtihonlarni takroran topshirish soni cheklanmaydi; v) ariza beruvchi inson omili aralashmagan holda (Nizomda belgilangan alohida hollar bundan mustasno) sun’iy ong orqali baholanadigan faqat maxsus tashkil etilgan avtodromda belgilangan vaqtda amaliy imtihonlarni topshiradi. Ariza beruvchi nazariy imtihonni topshirganidan so‘ng ikki oy muddat ichida amaliy imtihonni topshirishi lozim. Bunda, imtihonlarni qabul qilish tizimi avtomatik tarzda amaliy imtihonni takroran topshirish vaqtini yetti kalendar kundan keyingi kunlarga belgilaydi. Agar ariza beruvchi ikki oy muddatda amaliy imtihonni topshira olmasa, imtihonlarni qabul qilish tizimi avtomatik tarzda uni yana nazariy imtihon topshirishga qaytaradi. Nazariy va amaliy imtihonlarni qayta topshirish ushbu Reglament va Nizomda nazarda tutilgan tartibda qayta topshiriladi. 13. Ariza beruvchining avtomototransport vositalarini boshqarish huquqini beruvchi milliy haydovchilik guvohnomasini olish uchun nazariy va amaliy imtihonlarni muvaffaqiyatli topshirganligi haqidagi ma’lumotlar uni o‘tkazuvchi DYHXX organlari yoki tadbirkorlik subyektlari tomonidan imtihonlar topshirilgan vaqtning o‘zida Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmatining Davlat yo‘l harakati xavfsizligi xizmati axborot tizimiga (keyingi o‘rinlarda — Tizim) kiritiladi. Ariza beruvchiga YIDXP orqali milliy haydovchilik guvohnomasini berish uchun mazkur Reglamentning 14-bandida belgilangan yig‘imni to‘lash bo‘yicha to‘lov invoysi elektron ravishda yuboriladi. 14. Milliy haydovchilik guvohnomasini berish uchun BHMning 70 foizi miqdorida yig‘im undiriladi. Milliy haydovchilik guvohnomasi berilganligi uchun yig‘im to‘langanligi axborot-kommunikatsiya tizimlari orqali tasdiqlanadi. 15. Yig‘imlar summasi quyidagi tartibda taqsimlanadi: 10 foizi — O‘zbekiston Respublikasi Adliya vazirligi Davlat xizmatlarini rivojlantirish jamg‘armasining shaxsiy hisobvarag‘iga o‘tkaziladi; qolgan mablag‘lar qonunchilik hujjatlarida belgilangan tartibda taqsimlanadi. 16. Ariza beruvchi milliy haydovchilik guvohnomasini rasmiylashtirishning har qanday bosqichida xizmatdan foydalanishdan bosh tortish huquqiga ega. 17. Ariza beruvchi xohishiga ko‘ra, milliy haydovchilik guvohnomasini pochta aloqasi orqali olishi mumkin. Bunda, pochta harakatlari ariza beruvchi hisobidan qoplanadi. Pochta aloqasi tomonidan ko‘rsatilgan xizmat uchun to‘lov miqdori pochta xizmati tomonidan belgilanadi. 18. So‘rovnoma unda ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib tushgandan so‘ng DYHXX organi yoki Davlat xizmatlari markazi xodimi uni 2 ish soati davomida ko‘rib chiqadi. Ariza beruvchi milliy haydovchilik guvohnomasini olishda o‘z ixtiyoriga asosan ID-karta yoki biometrik pasportdagi (fuqaroning xorijga chiqish biometrik pasportidagi ham) raqamli suratidan foydalanishiga ruxsat beradi yoki DYHXX organi yoki Davlat xizmatlari markaziga o‘zi kelib suratga tushadi. DYHXX organi yoki Davlat xizmatlari markazi xodimi so‘rovnomadagi ma’lumotlarni Tizimdagi ma’lumotlar bilan solishtiradi. Bunda, ariza beruvchining avtomototransport vositalarini boshqarish toifasi haqidagi ma’lumotlar milliy haydovchilik guvohnomasi blankasiga avtomatik joylashtiriladi va milliy haydovchilik guvohnomasi nashrga beriladi va milliy haydovchilik guvohnomasi tayyor bo‘lganligi haqida ariza beruvchi axborot-kommunikatsiya tizimi orqali xabardor qilinadi. 19. Quyidagi hollarda milliy haydovchilik guvohnomasini rasmiylashtirish rad qilinadi: ariza beruvchi tomonidan so‘rovnomada ko‘rsatilgan ma’lumotlar noto‘g‘ri ekanligi aniqlanganda; ariza beruvchining milliy haydovchilik guvohnomasini olish bo‘yicha amaliy hamda nazariy imtihonni muvaffaqiyatli topshirganlik fakti tasdiqlanmaganda; ariza beruvchi tomonidan tegishli yig‘im to‘lanmaganda. 20. Ariza beruvchi milliy haydovchilik guvohnomasini berish rad etilgan kundan boshlab o‘ttiz ish kuni mobaynida davlat xizmatini ko‘rsatish uchun yig‘im to‘lamasdan ko‘rsatilgan kamchilikni bartaraf etgan holda takroran murojaat qilish huquqiga ega. 21. Ariza beruvchi so‘rovnomada milliy haydovchilik guvohnomasining pochta aloqasi orqali yetkazib berilishini ko‘rsatgan bo‘lsa, DYHXX organi yoki Davlat xizmatlari markazi xodimi nashr qilingan milliy haydovchilik guvohnomasini pochta xizmati xodimiga beradi. Agar so‘rovnomada pochta xizmatidan foydalanish nazarda tutilmagan bo‘lsa, ariza beruvchining o‘zi shaxsini tasdiqlovchi hujjat bilan so‘rovnomada ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib milliy haydovchilik guvohnomasini olib ketadi. 22. Pochta xizmati xodimi tayyor bo‘lgan milliy haydovchilik guvohnomasini olgandan so‘ng, ariza beruvchi bilan telefon orqali bog‘lanib, so‘rovnomada ko‘rsatilgan manzilga (Toshkent shahri va viloyatlar markazida bir ish kuni, qolgan hududlarda ikki ish kuni ichida) milliy haydovchilik guvohnomasini yetkazib beradi. 23. Ariza beruvchi bilan telefon orqali kelishilgan vaqtda ariza beruvchi ushbu manzilda bo‘lmasa, ariza beruvchi milliy haydovchilik guvohnomasini ushbu hududdagi pochta aloqasi bo‘limidan o‘n ish kuni davomida olishi mumkin. Milliy haydovchilik guvohnomasi mazkur bandning birinchi xatboshisida ko‘rsatilgan muddatda ariza beruvchi tomonidan olib ketilmasa, pochta xizmati xodimi milliy haydovchilik guvohnomasini uni rasmiylashtirgan DYHXX organi yoki Davlat xizmatlari markaziga topshiradi. Bunda, ariza beruvchining o‘zi shaxsini tasdiqlovchi hujjat bilan so‘rovnomada ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib milliy haydovchilik guvohnomasini olib ketadi. Bunda, pochta xizmati uchun to‘langan to‘lovlar qaytarilmaydi. 3-bob. Milliy haydovchilik guvohnomasini almashtirish va yo‘qolgani o‘rniga yangisini berish tartibi 24. Ariza beruvchining ismi, familiyasi va otasining ismi o‘zgarganda, shuningdek, milliy haydovchilik guvohnomasini almashtirish hamda yo‘qolgani o‘rniga yangisini olish uchun DYHXX organi yoki Davlat xizmatlari markaziga o‘zi kelib murojaat qiladi yoki mustaqil tarzda YIDXPda ro‘yxatdan o‘tadi. “FHDYning yagona elektron arxivi” axborot tizimi tomonidan taqdim etilgan ismi, familiyasi va otasining ismi o‘zgargan shaxslar haqidagi ma’lumotlar Tizimda o‘zaro solishtiriladi. Bunda, yangi namunadagi haydovchilik guvohnomasiga ega shaxslar YIDXPdagi shaxsiy kabinetiga yoki ularning mobil-ID tizimida identifikatsiyadan o‘tgan mobil telefon raqamiga milliy haydovchilik guvohnomasini almashtirish bo‘yicha xabarnoma yuboriladi. 25. Ariza beruvchi o‘zi kelib murojaat etgan taqdirda, DYHXX organi yoki Davlat xizmatlari markazi xodimi ariza beruvchi nomidan, YIDXP orqali murojaat etgan taqdirda esa, mustaqil ravishda Reglamentga 2-ilovaga muvofiq shakldagi so‘rovnomani elektron ravishda to‘ldiradi. Ariza beruvchi milliy haydovchilik guvohnomasini rasmiylashtirishida o‘z ixtiyoriga asosan ID-karta yoki biometrik pasportdagi (fuqaroning xorijga chiqish biometrik pasportidagi ham) bosh barmoq izi ma’lumotidan foydalanishiga ruxsat beriladi. Agar ariza beruvchi ID-karta yoki biometrik pasport (fuqaroning xorijga chiqish biometrik pasporti ham) ega bo‘lmasa, o‘zining imzosi namunasini elektron tarzda (kompyuter yoki mobil telefon orqali) taqdim etadi. So‘rovnomaga quyidagi hujjatlar ilova qilinadi: a) eski namunadagi haydovchilik guvohnomasini almashtirish bo‘yicha: eski namunadagi haydovchilik guvohnomasining rasmi (orqa hamda old tomoni); eski namunadagi haydovchilik guvohnomasi talonining rasmi (orqa hamda old tomoni); b) yo‘qolgan haydovchilik guvohnomasi o‘rniga yangisini berish bo‘yicha: eski namunadagi haydovchilik guvohnomasi va/yoki talonining rasmi (orqa hamda old tomoni) (mavjud bo‘lsa). Yangi namunadagi milliy haydovchilik guvohnomasini almashtirish uchun faqat so‘rovnoma to‘ldiriladi. Ariza beruvchi yo‘qotilgan haydovchilik guvohnomasi o‘rniga yangi guvohnoma olish uchun murojaat qilganda uning avtomototransport vositasini boshqarishga bo‘lgan huquqi mavjudligi yoki bu huquqdan mahrum etilmaganligi Tizimda tasdiqlangandan so‘ng unga shu vaqtning o‘zida to‘lov invoysi taqdim etiladi. Agar ariza beruvchining yo‘qotilgan haydovchilik guvohnomasi haqidagi ma’lumotlar Tizimda aniqlanmaganda ariza beruvchi haydovchilik guvohnomasini olish bo‘yicha Nizom asosida DYHXX organlariga umumiy tartibda murojaat qiladi. 26. Milliy haydovchilik guvohnomasini berish va uni yangisiga almashtirish uchun BHMning 70 foizi miqdorida yig‘im undiriladi. Yo‘qotilgan haydovchilik guvohnomasi o‘rniga yangi namunadagi milliy haydovchilik guvohnomasini berish uchun BHMning 1 baravari miqdorida to‘lov undiriladi. Milliy haydovchilik guvohnomasi berilganligi uchun yig‘im to‘langanligi axborot-kommunikatsiya tizimlari orqali tasdiqlanadi. 27. Yig‘imlar miqdori ushbu Reglamentning 15-bandida belgilangan tartibda taqsimlanadi. 28. Ariza beruvchi xohishiga ko‘ra, milliy haydovchilik guvohnomasini pochta aloqasi orqali olishi mumkin. Bunda, pochta xarajatlari ariza beruvchi hisobidan qoplanadi. Pochta aloqasi tomonidan ko‘rsatilgan xizmat uchun to‘lov miqdori pochta xizmati tomonidan belgilanadi. 29. So‘rovnoma unda ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib tushgandan so‘ng, DYHXX organi yoki Davlat xizmatlari markazi xodimi uni 2 ish soati davomida ko‘rib chiqadi. Ariza beruvchi milliy haydovchilik guvohnomasini olishda o‘z ixtiyoriga asosan ID-karta yoki biometrik pasportdagi (fuqaroning xorijga chiqish biometrik pasportidagi ham) raqamli suratidan foydalanishiga ruxsat beriladi yoxud DYHXX organi yoki Davlat xizmatlari markaziga o‘zi kelib suratga tushadi. DYHXX organi yoki Davlat xizmatlari markazi xodimi so‘rovnomadagi ma’lumotlarni Tizimdagi ma’lumotlar bilan solishtiradi va ma’lumotlar to‘g‘ri bo‘lganda milliy haydovchilik guvohnomasini nashrga beradi va milliy haydovchilik guvohnomasi tayyor bo‘lganligi haqida ariza beruvchini axborot-kommunikatsiya tizimi orqali xabardor qiladi yoki rad etishning aniq sabablarini ko‘rsatgan holda milliy haydovchilik guvohnomasini almashtirishni rad etadi. Ariza beruvchining ismi, familiyasi va otasining ismi o‘zgarganligi “FHDYning yagona elektron arxivi” axborot tizimi orqali aniqlanadi. 30. Quyidagilar milliy haydovchilik guvohnomasini almashtirish, yo‘qolgani o‘rniga yangisini berishni rad etish uchun asos bo‘ladi: milliy haydovchilik guvohnomasi haqidagi ma’lumotlar Tizimda tasdiqlanmaganligi yoki ariza beruvchining transport vositasini boshqarish huquqidan mahrum etilganligi (yo‘qolgan haydovchilik guvohnomasi o‘rniga yangisini berish bo‘yicha); so‘rovnomada noto‘g‘ri ma’lumotlar ko‘rsatilganligi; davlat xizmatlarini ko‘rsatish uchun yig‘imni to‘lamaslik; ilova qilishini lozim bo‘lgan hujjatlarning so‘rovnomaga ilova qilinmaganligi (eski namunadagi haydovchilik guvohnomasini almashtirish bo‘yicha). Milliy haydovchilik guvohnomasini almashtirish, yo‘qolgani o‘rniga yangisini berishni boshqa asoslarga ko‘ra rad etish taqiqlanadi. 31. Ariza beruvchi milliy haydovchilik guvohnomasini almashtirish, yo‘qolgani o‘rniga yangisini berish rad etilgan kundan boshlab 30 ish kuni mobaynida davlat xizmati ko‘rsatish uchun yig‘im to‘lamasdan ko‘rsatilgan kamchilikni bartaraf etgan holda takroran murojaat qilish huquqiga ega. 32. Ariza beruvchi so‘rovnomada yangi milliy haydovchilik guvohnomasining pochta aloqasi orqali yetkazib berilishini ko‘rsatgan bo‘lsa, DYHXX organi yoki Davlat xizmatlari markazi xodimi bosma milliy haydovchilik guvohnomasini pochta xizmati xodimiga beradi. Agar so‘rovnomada pochta xizmatidan foydalanish nazarda tutilmagan bo‘lsa, ariza beruvchining o‘zi shaxsini tasdiqlovchi hujjat bilan so‘rovnomada ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib milliy haydovchilik guvohnomasini olib ketadi. 33. Pochta xizmati xodimi tayyor milliy haydovchilik guvohnomasini olgandan so‘ng ariza beruvchi bilan telefon orqali bog‘lanib, so‘rovnomada ko‘rsatilgan manzilga (Toshkent shahri va viloyatlar markazida bir ish kuni, qolgan hududlarda 2 ish kuni ichida) milliy haydovchilik guvohnomasini yetkazib beradi. Eski namunadagi haydovchilik guvohnomasi yangisiga almashtirilganda pochta xizmati xodimi eski namunadagi haydovchilik guvohnomasi hamda uning talonini ariza beruvchidan qabul qilib oladi va ularni ushbu hududga eng yaqin DYHXX organi yoki Davlat xizmatlari markaziga topshiradi. Yangi namunadagi milliy haydovchilik guvohnomasini boshqasiga almashtirish hamda ariza beruvchining ismi, familiyasi va otasining ismi o‘zgarishi sababli yangi milliy haydovchilik guvohnomasi olinganda, mavjud haydovchilik guvohnomasi ariza beruvchining o‘zida qoldiriladi. 34. Pochta xizmati xodimi ariza beruvchi bilan telefon orqali kelishilgan vaqtda ariza beruvchi ushbu manzilda bo‘lmasa, ariza beruvchi shaxsini tasdiqlovchi hujjat bilan (eski namunadagi haydovchilik guvohnomasi yangisiga almashtirilganda eski namunadagi haydovchilik guvohnoma hamda uning taloni ham) milliy haydovchilik guvohnomasini ushbu hududdagi pochta aloqasi bo‘limidan o‘n ish kuni davomida olishi mumkin. Milliy haydovchilik guvohnomasi mazkur bandning birinchi xatboshisida ko‘rsatilgan muddatda ariza beruvchi tomonidan olib ketilmasa, pochta xizmati xodimi milliy haydovchilik guvohnomasini uni rasmiylashtirgan DYHXX organi yoki Davlat xizmatlari markaziga topshiradi. Bunda, ariza beruvchining o‘zi shaxsini tasdiqlovchi hujjat bilan (eski namunadagi haydovchilik guvohnomasi yangisiga almashtirilganda eski namunadagi haydovchilik guvohnoma hamda uning taloni ham) so‘rovnomada ko‘rsatilgan DYHXX organi yoki Davlat xizmatlari markaziga kelib milliy haydovchilik guvohnomasini olib ketadi. Bunda, ushbu holatda pochta xizmati uchun to‘langan to‘lovlar qaytarilmaydi. 4-bob. Yakunlovchi qoidalar 35. Ariza beruvchi tayyor bo‘lgan milliy haydovchilik guvohnomasini qabul qilib olmagan taqdirda, uning guvohnomasi arxivda ikki yilgacha saqlanadi. Saqlash muddati o‘tib ketgan taqdirda, milliy haydovchilik guvohnomasi belgilangan tartibda yo‘q qilinadi. 36. Hujjatlar almashinuvida ishtirok etuvchi organlar o‘z faoliyatini amalga oshirish jarayonida olingan ma’lumotlar sir saqlanishini ta’minlaydi. 37. O‘zbekiston Respublikasi Adliya vazirligi, Qoraqalpog‘iston Respublikasi Adliya vazirligi, viloyatlar va Toshkent shahar adliya boshqarmalari va Davlat xizmatlari markazlari ushbu Reglament talablarining bajarilishi bo‘yicha davlat organlari va boshqa tashkilotlarning faoliyati yuzasidan doimiy nazorat va monitoringni amalga oshiradi. 38. DYHXX organi yoki Davlat xizmatlari markazi xodimlari va mansabdor shaxslarining xatti-harakatlari (harakatsizligi) ustidan qonunchilikda belgilangan tartibda shikoyat qilish mumkin. Avtomototransport vositalari va shahar elektr transporti vositalari haydovchiligiga nomzodlardan imtihonlarni qabul qilish uchun hujjatlarni va milliy haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlari ko‘rsatishning ma’muriy reglamentiga Avtomototransport vositalari va shahar elektr transporti vositalari haydovchiligiga nomzodlardan imtihonlarni qabul qilish uchun hujjatlarni va milliy haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlarini ko‘rsatish Avtomototransport vositalari va shahar elektr transporti vositalari haydovchiligiga nomzodlardan imtihonlarni qabul qilish uchun hujjatlarni va milliy haydovchilik guvohnomasini rasmiylashtirish bo‘yicha davlat xizmatlari ko‘rsatishning ma’muriy reglamentiga "}]