[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 21.08.2023 yildagi 406-son", "Law_title": "Transport vositalarida tashishda harakat xavfsizligini ta’minlashga doir qo‘shimcha chora-tadbirlar to‘g‘risida", "Law_content": "Transport vositalarida tashishda harakat xavfsizligini ta’minlash, avtobusda yo‘lovchi tashish jozibadorligini oshirish, avtomobil va temir yo‘l transportida yuk tashishda atrof-muhitga zarar yetkazilishining oldini olish va bu borada nazoratni kuchaytirish maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Transport vazirligi va Ichki ishlar vazirligining avtobus haydovchilarining mehnat va dam olish rejimini nazorat qilish qurilmalari (taxograf) bilan jihozlangan hamda yo‘nalishda faoliyat ko‘rsatish uchun tegishli hujjatlari mavjud bo‘lgan (avtomobil transportida yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi guvohnoma va litsenziya) avtobuslarda shaharlararo, viloyatlararo va xalqaro muntazam yo‘nalishlarda yo‘lovchilarni tungi vaqtlarda ichki ishlar organlari hamrohligisiz tashish to‘g‘risidagi taklifiga rozilik berilsin. 2. Shunday tartib o‘rnatilsinki, unga ko‘ra 2024-yil 1-yanvardan boshlab shaharlararo, viloyatlararo va xalqaro yo‘nalishlarda yo‘lovchi tashuvchi avtotransport vositalari haydovchilarining ish vaqti tabellar, yo‘l varaqlari, chiptani hisobga olish varaqlari taxograf ko‘rsatkichiga asosan hisobga olinadi. 3. O‘zbekiston Respublikasi Transport vazirligi: ikki oy muddatda taxograflarni o‘rnatish, qiyoslash, ularga texnik xizmat ko‘rsatish, ta’mirlash va tamg‘alash bo‘yicha faoliyat yuritadigan yuridik shaxslarning onlayn reyestrini shakllantirib, Transport vazirligi yagona interaktiv axborot portaliga joylashtirsin; uch oy muddatda Ichki ishlar vazirligi bilan birgalikda muntazam yo‘nalishlarda yo‘lovchi tashish qoidalarini buzish, yo‘lovchilarni tashuvchi avtotransport vositalari haydovchilarining mehnat va dam olish rejimiga rioya etmaslik holatlari yuzasidan Transport vazirligi huzuridagi Transport nazorati inspeksiyasi xodimlari tomonidan bayonnoma tuzish va ma’muriy javobgarlikni belgilashni nazarda tutuvchi Ma’muriy javobgarlik to‘g‘risidagi kodeksga tegishli o‘zgartirish va qo‘shimchalarni kiritishni to‘g‘risidagi Qonun loyihasini belgilangan tartibda Vazirlar Mahkamasiga kiritsin; mehnat va dam olish rejimiga rioya etilishini nazorat qilish uchun zarur qurilmalarni Transport vazirligi huzuridagi Transport va logistikani rivojlantirish jamg‘armasi mablag‘lari hisobidan belgilangan tartibda xarid qilsin hamda 2024-yil 1-yanvardan boshlab inspektorlarni ushbu qurilmalar bilan ta’minlasin. 4. O‘zbekiston Respublikasi Transport vazirligi: a) Ichki ishlar vazirligi, Investitsiyalar, sanoat va savdo vazirligi huzuridagi O‘zbekiston texnik jihatdan tartibga solish agentligining sochiluvchan (qadoqlanmagan) qurilish materiallari, qishloq xo‘jaligi mahsulotlari, sanoat va oziq-ovqat tovarlarini, qurilish va maishiy chiqindilarni, shuningdek, boshqa to‘kiladigan (issiq asfalt, yirik gabaritli va og‘ir yuklardan tashqari) yuklarni (keyingi o‘rinlarda — sochiluvchan yuklar) N, O3 va O4 toifadagi bortli va o‘zi ag‘daruvchi avtotransport vositalarida majburiy tartibda amaldagi standartlar asosida brezent (zichligi 660 g/m 2  dan kam bo‘lmagan) yoki polivinilxlorid qoplamali (zichligi 900 g/m 2  dan kam bo‘lmagan) materiallardan tayyorlangan tent bilan bort sathidan oshirmasdan va bortga mustahkam qotirilib, yuza qismi to‘liq yopilgan tarzda tashish; b) “O‘zbekiston temir yo‘llari” AJning 2023-yil 10-sentabrdan boshlab temir yo‘l transportida mahalliy yuklarni (tosh ko‘mir, qo‘ng‘ir ko‘mir, koks, ma’dan va ma’dan konsentratlari) ichki yo‘nalishlarda ochiq turdagi vagonlarda bortidan oshirib yuklanganda, yukni tashishda amaldagi standartlar asosida brezent (zichligi 660 g/m 2  dan kam bo‘lmagan) yoki polivinilxlorid qoplamali (zichligi 900 g/m 2  dan kam bo‘lmagan) materiallardan tayyorlangan tent bilan qoplangan holda tashish tartibini joriy etish to‘g‘risidagi takliflari ma’qullansin. 5. O‘zbekiston Respublikasi Transport vazirligi va “O‘zbekiston temir yo‘llari” AJ Adliya vazirligi bilan birgalikda bir oy muddatda quyidagilarni nazarda tutuvchi O‘zbekiston Respublikasi temir yo‘l transportida yuk tashish qoidalarini ishlab chiqib, belgilangan tartibda davlat ro‘yxatidan o‘tkazilishini ta’minlasin: temir yo‘l transportida yuklarning xususiyatlarini inobatga olgan holda yuk tashishni tashkil etish tartibi va shartlari; temir yo‘l transportida harakat xavfsizligini, yuklar va harakatdagi temir yo‘l tarkibining butligini, shuningdek, ekologik xavfsizlikni ta’minlash talablari; ochiq harakatdagi tarkibda yuklarni tashishga quyiladigan talablar hamda ochiq harakatdagi tarkibda tashiladigan yuklarning turlari; yuklarni tashish uchun qabul qilish va topshirish tartibi. 6. O‘zbekiston Respublikasi Ichki ishlar vazirligi avtotransport vositalarining ochiq turdagi bortlarida sochiluvchan yuklarni amaldagi standartlar asosida brezent yoki polivinilxlorid qoplamali materiallar bilan to‘liq yopilgan holda tashilishini qat’iy nazoratga olsin hamda huquqbuzarlarga nisbatan qonunchilikda belgilangan tartibda javobgarlik choralari qo‘llanilishini ta’minlasin. 7. Belgilansinki, temir yo‘l transportida yuk tashish qoidalari talablariga rioya etilishi Transport vazirligi huzuridagi Transport nazorati inspeksiyasi tomonidan nazorat qilinadi. 8. O‘zbekiston Respublikasi Transport vazirligi Ichki ishlar vazirligi, O‘zbekiston texnik jihatdan tartibga solish agentligi va “O‘zbekiston temir yo‘llari” AJ bilan birgalikda 2024-yil 1-martga qadar ushbu qaror asosida transport vositalarida tashish qoidalariga kiritilgan o‘zgartirishlar amaliyotda qo‘llanilishini tahlil qilsin, zaruratga ko‘ra ularni takomillashtirish yuzasidan Vazirlar Mahkamasiga taklif kiritsin. 9. O‘zbekiston Respublikasi Hukumatining  ilovaga  muvofiq ayrim qarorlariga o‘zgartirishlar kiritilsin. 10. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari A.J. Ramatov, transport vaziri I.R. Maxkamov hamda ichki ishlar vaziri P.R. Bobojonov zimmasiga yuklansin. Vazirlar Mahkamasining 2023-yil 21-avgustdagi 406-son  O‘zbekiston Respublikasi Hukumatining ayrim qarorlariga kiritilayotgan o‘zgartirishlar 1. Vazirlar Mahkamasining “O‘zbekiston Respublikasida avtomobil transportida yo‘lovchilar va bagaj tashish qoidalarini hamda avtobuslarda yo‘lovchilar tashish xavfsizligini ta’minlashga doir talablarni tasdiqlash haqida” 2003-yil 4-noyabrdagi 482-son  qarorida : a) 1-ilovaning 19-bandi  sakkizinchi xatboshisi  chiqarib tashlansin; b) 2-ilovaning 30-bandi  uchinchi xatboshisi  quyidagi tahrirda bayon qilinsin: “Turistlar avtobuslari xavfsizlik talablariga (taxograf va navigatsiya qurilmalari, majburiy va (yoki) ixtiyoriy sug‘urta polislari, yorug‘lik qaytaruvchi maxsus moslama (liniya), ikki nafar haydovchi va ularda mobil aloqa mavjudligi) javob bergan taqdirda kuzatib borilmaydi”. 2. Vazirlar Mahkamasining 2014-yil 1-avgustdagi 213-son qarori bilan tasdiqlangan O‘zbekiston Respublikasida avtomobil transportida yuklarni tashish qoidalarining  88 1 -bandi  quyidagi tahrirda bayon etilsin: “88 1 . Sochiluvchan (qadoqlanmagan) qurilish materiallari, qishloq xo‘jaligi mahsulotlari, sanoat va oziq-ovqat tovarlarini, qurilish va maishiy chiqindilarni, shuningdek, boshqa to‘kiladigan (issiq asfalt, yirik gabaritli va og‘ir yuklardan tashqari) yuklarni N, O3 va O4 toifadagi bortli va o‘zi ag‘daruvchi avtotransport vositalarida majburiy tartibda amaldagi standartlar asosida brezent (zichligi 660 g/m 2  dan kam bo‘lmagan) yoki polivinilxlorid qoplamali (zichligi 900 g/m 2  dan kam bo‘lmagan) materiallardan tayyorlangan tent bilan bort sathidan oshirmasdan va bortga mustahkam qotirilib, yuza qismi to‘liq yopilgan tarzda tashiladi. Bunda tent bortni har tomonidan 200±50 mm dan kam bo‘lmagan holda yopilishi va mahkamlovchi moslamalar bilan qotirilishi lozim.”. 3. Vazirlar Mahkamasining “Yo‘lovchilarni avtobusda tashish xavfsizligini ta’minlashga doir qo‘shimcha chora-tadbirlar to‘g‘risida” 2019-yil 22-maydagi 424-son qarorining 1-bandi  ikkinchi xatboshisi  quyidagi tahrirda bayon etilsin: “tungi vaqtlarda viloyatlararo, shaharlararo, xalqaro va turistik yo‘nalishlar (keyingi o‘rinlarda — yo‘nalishlar) bo‘yicha avtobuslarda yo‘lovchilarni, shuningdek, bolalar guruhlarini, umumta’lim maktablari va o‘rta maxsus ta’lim muassasalari o‘quvchilari faqat maxsus jihozlangan xizmat avtomobillaridan foydalangan holda, ichki ishlar organlari hamrohligida tashiladi. Bunda avtobuslar haydovchilarining mehnat va dam olish rejimini nazorat qilish qurilmalari (taxograf) bilan jihozlangan hamda yo‘nalishda faoliyat ko‘rsatish uchun tegishli hujjatlari mavjud bo‘lgan (avtomobil transportida yo‘lovchilarni muntazam yo‘nalishlarda tashish huquqini tasdiqlovchi guvohnoma va litsenziya) avtobuslarda shaharlararo, viloyatlararo va xalqaro muntazam yo‘nalishlarda yo‘lovchilarni tungi vaqtlarda ichki ishlar organlari hamrohligisiz tashishga ruxsat etiladi.” 4. Vazirlar Mahkamasining 2022-yil 12-apreldagi 172-son qarori bilan tasdiqlangan Yo‘l harakati qoidalarining  162-bandida : a)  beshinchi xatboshi  quyidagi tahrirda bayon etilsin: “sochiluvchan (qadoqlanmagan) qurilish materiallari, qishloq xo‘jaligi mahsulotlari, sanoat va oziq-ovqat tovarlarini, qurilish va maishiy chiqindilarni, shuningdek, boshqa to‘kiladigan (issiq asfalt, yirik gabaritli va og‘ir yuklardan tashqari) yuklarni N, O3 va O4 toifadagi bortli va o‘zi ag‘daruvchi avtotransport vositalarida majburiy tartibda amaldagi standartlar asosida brezent (zichligi 660 g/m 2  dan kam bo‘lmagan) yoki polivinilxlorid qoplamali (zichligi 900 g/m 2  dan kam bo‘lmagan) materiallardan tayyorlangan tent bilan bort sathidan oshirmasdan va bortga mustahkam qotirilib, yuza qismi to‘liq yopilgan bo‘lsa. Bunda tent bortni har tomondan 200±50 mm dan kam bo‘lmagan holda yopishi va mahkamlovchi moslamalar bilan qotirilishi lozim.”; b)  oltinchi-sakkizinchi xatboshlar  tegishlicha yettinchi-to‘qqizinchi xatboshilar deb hisoblansin. "}]