[{"Law_reference": "O‘zbekiston Respublikasi Transport vazirligi va Raqamli texnologiyalar vazirligining qarori, 03.10.2023 yilda ro‘yxatdan o‘tgan, ro‘yxat raqami 3462", "Law_title": "Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish qoidalarini tasdiqlash to‘g‘risida", "Law_content": "Pochtani temir yo‘llarda tashish va pochta vagonlaridan foydalanish xavfsizligini ta’minlash maqsadida hamda O‘zbekiston Respublikasi “ Transport to‘g‘risida ”gi va “ Pochta aloqasi to‘g‘risida ”gi qonunlariga muvofiq O‘zbekiston Respublikasi Transport vazirligi va O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi qaror qiladi: 1. Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish qoidalari  ilovaga  muvofiq tasdiqlansin. 2. Mazkur qaror O‘zbekiston Savdo-sanoat palatasi bilan kelishilgan. 3. Mazkur qaror rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi. O‘zbekiston Respublikasi Transport vazirligining 2023-yil 6-sentabrdagi 23-son va Raqamli texnologiyalar vazirligining 2023-yil 5-sentabrdagi 255-mh-son Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish Mazkur qoidalar O‘zbekiston Respublikasi hududida pochtani temir yo‘llarda tashish hamda pochta vagonlaridan foydalanish, shuningdek ularga texnik xizmat ko‘rsatishning yagona tartibini belgilaydi. 1-bob. Umumiy qoidalar 1. Mazkur qoidalarda quyidagi asosiy tushunchalardan foydalaniladi: xalqaro pochtamt — xalqaro pochta almashinuvi joyi bo‘lib hisoblangan, xalqaro pochtani jo‘natish, topshirish, pochtani biriktirilgan magistral yo‘nalishlar bo‘yicha tashish, tranzit, chiquvchi va keluvchi pochta almashinuviga ishlov berish, shuningdek foydalanuvchilarga pochta aloqasi xizmatlarini taqdim etishni amalga oshiruvchi pochta aloqasi milliy operatorining tarkibiy bo‘linmasi; pochta aloqasining milliy operatori (bundan buyon matnda milliy operator deb yuritiladi) — O‘zbekiston Respublikasi doirasida pochta aloqasi xizmatlari bozoridagi talabni qanoatlantirish, majburiy ravishda universal pochta xizmatlari ko‘rsatish bo‘yicha vazifalarni va Umumjahon pochta ittifoqining hujjatlaridan kelib chiqadigan majburiyatlarni bajarish vazifalari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan o‘z zimmasiga yuklatilgan pochta aloqasi operatori; pochta aloqasi obyektlari — pochta aloqasi operatorlarining alohida bo‘linmalari (pochtamtlar, pochta aloqasi bog‘lamalari, bo‘limlari, punktlari, shuningdek boshqa bo‘linmalar); pochta — pochta jo‘natmalari va pochta buyumlarining majmui; pochta-bagaj poyezdi — pochta va bagajni tashish uchun o‘z tarkibida asosan pochta hamda bagaj vagonlariga ega bo‘lgan maxsus tuzilgan poyezd; pochta vagoni — poyezd harakatlanayotgan yo‘lda pochtani tashish, ishlov berish va pochta almashinuvi uchun mo‘ljallangan maxsus konstruksiyadagi temir yo‘l vagoni; pochta yo‘nalishi — transport vositalarining pochta va kuryerlik jo‘natmalari almashinuvini amalga oshirish uchun pochta aloqasi obyektlari o‘rtasida, shuningdek pochta va kuryerlik jo‘natmalarini qabul qilish va (yoki) yetkazib berish uchun pochta aloqasi obyektlari va foydalanuvchilar o‘rtasida belgilangan tartibda tasdiqlangan harakatlanish yo‘li; pochta almashinuvi punkti — pochta aloqasi obyekti va transport o‘rtasida pochtani vaqtinchalik saqlash, ishlov berish va pochta almashinuvi maqsadida tashkil etilgan pochta aloqasi obyekti; pochta aloqasi filiali — pochta aloqasi obyektlariga biriktirilgan hududda ishlab chiqarish faoliyatini tashkil qiluvchi milliy operatorning hududiy tarkibiy bo‘linmasi; tashuvchi — mulk huquqi asosida yoki boshqa qonuniy asoslarda transport vositasiga ega bo‘lgan, yo‘lovchilarni, bagajni, yuk bagajini, yuklarni, pochta va kuryerlik jo‘natmalarini tashish bo‘yicha tijorat asosida xizmatlar ko‘rsatadigan, shuningdek tashish uchun tegishli litsenziyaga, sertifikatga yoxud ruxsat etish xususiyatiga ega hujjati bo‘lgan yuridik yoki jismoniy shaxs. 2. Temir yo‘llarda pochta tashish, pochta vagonlaridan foydalanish milliy operator bilan tashuvchi o‘rtasida tuzilgan shartnoma asosida amalga oshiriladi. Xalqaro pochta almashinuvi punktlari tomonidan pochtani tashish va pochta almashinuvi tartibi Umumjahon pochta ittifoqining hujjatlari va O‘zbekiston Respublikasining amaldagi qonunchilik hujjatlari bilan tartibga solinadi. 3. Pochta milliy operatorning pochta vagonlarida, shuningdek tashuvchining yo‘lovchi, tezyurar va pochta-bagaj poyezdlariga qo‘shiladigan vagonlarida tashiladi. 4. Pochtani pochta vagonlarida tashish O‘zbekiston Respublikasi temir yo‘llarining barcha liniyalari bo‘ylab amalga oshiriladi. 5. Pochta vagonlarida va boshqa vagonlarning maxsus moslashtirilgan joylarida tashilayotgan pochta aloqa xodimlari tomonidan kuzatib boriladi. Pochta oddiy bagaj vagonlarida pochta aloqasi xodimlarining kuzatuvida ham, ularning kuzatuvisiz ham tashiladi. 6. Tarkibiga pochta vagonlari ulanadigan poyezdlarning ro‘yxati milliy operator tomonidan tashuvchi bilan kelishilgan holda belgilanadi. 7. Tarkibiga pochta vagonlari ulangan poyezdlarning qatnov jadvali o‘zgargani to‘g‘risida tashuvchi yangi jadvalni amalga kiritish muddatidan kamida besh kun oldin milliy operatorni xabardor qiladi. 8. Pochta almashinuvi ko‘zda tutilgan temir yo‘l stansiyalarida tarkibida pochta vagonlari bo‘lgan poyezdlar pochtani yuklash va tushirish imkoniyati mavjud bo‘lgan maxsus yo‘lga qabul qilinadi. 9. Poyezdlar boshqa yo‘lga qabul qilingan holatlarda, shuningdek tarkib stansiya o‘qiga nisbatan belgilanmagan joyda to‘xtatilganida stansiya bo‘yicha navbatchi bu to‘g‘risida pochta vagonlari bilan pochta almashinuvini amalga oshirayotgan pochta aloqasi xodimlarini oldindan xabardor qiladi va pochta vagonining to‘xtash joyini ko‘rsatadi. Pochta almashinuvi jadvalda belgilangan to‘xtash vaqtida amalga oshirilishi kerak. Pochtaning tayyor emaslik sabablariga ko‘ra poyezdlarning ushlanib qolishiga yo‘l qo‘yilmaydi. 10. Kechikib kelgan pochta tashiladigan poyezdlarning to‘xtab turish vaqti qisqartirilganida bu to‘g‘risida poyezd boshlig‘i pochta vagoni boshlig‘ini, stansiya navbatchisi esa — stansiyada pochta almashinuvini amalga oshiruvchi shaxsni xabardor qilishi shart. Bunda kechikishni (ushlanib qolishni) bartaraf qilish maqsadida stansiya navbatchisi ushbu poyezdning qisqargan to‘xtab turish vaqtini ko‘rsatishi kerak. Poyezdlarning to‘xtab turish vaqtining davomiyligini besh daqiqadan kam vaqtga, shuningdek, grafik bo‘yicha belgilangan to‘xtab turish vaqti besh daqiqadan kam vaqtni tashkil etuvchi har qanday to‘xtab turishlarni qisqartirilishiga yo‘l qo‘yilmaydi. Milliy operator va tashuvchi o‘rtasidagi shartnomaga muvofiq, stansiya navbatchilari pochta aloqasi obyektlari xodimlarini ularning so‘rovlariga ko‘ra pochta tashuvchi poyezdlarning qatnov vaqtlari to‘g‘risidagi ma’lumot bilan ta’minlaydi. 11. Tashuvchiga tegishli bo‘lgan bino va inshootlarni ijaraga olish, pochta vagonlarini ta’mirlash, ularni yuk ortish va tushirish uchun berish muddatlari hamda temir yo‘llarda pochta vagonlariga texnik xizmat ko‘rsatish bo‘yicha boshqa masalalar qo‘shimcha shartnomalarga muvofiq amalga oshiriladi. 2-bob. Pochta vagonlarida pochta tashish 12. Pochta vagonlarida tarqatish uchun qabul qilingan pochta Umumjahon pochta ittifoqining hujjatlariga va pochta aloqasi sohasi amaldagi normativ hujjatlariga muvofiq tashiladi. Pochta vagonlarida pochta aloqasining obyektlari faoliyatiga taalluqli bo‘lmagan yukni faqat milliy operator ruxsati bilan tashishga yo‘l qo‘yiladi. 13. Pochta, poyezd bekatga kelguniga qadar kamida o‘n daqiqa oldin, pochta aloqasi xodimlari tomonidan pochta vagonining to‘xtash joyiga yetkazib berilishi kerak. 14. Pochta vagonida jo‘natish uchun tayyorlab qo‘yilgan pochta, hujjatlar va uchta nusxadan iborat bo‘lgan 16-shakldagi yukxati (mazkur Qoidalarning  1-ilovasi ) bilan birga kuzatuvchi pochta aloqasi xodimiga, yukxatining uchinchi nusxasiga pochtani qabul qilganligi to‘g‘risida imzo qo‘ydirilgan holda topshiriladi. 15. Pochta vagonida ishlov berilishi lozim bo‘lgan yopiq pochta buyumlari va postpaketlar saralash zalida ochiladi hamda ularning ichidagi pochta jo‘natmalari hujjatlar bo‘yicha nomma-nom tekshiriladi. Birinchi navbatda yo‘nalishning eng yaqin uchastkalariga tegishli bo‘lgan yopiq pochta buyumlari va postpaketlar, keyin esa qolganlari ochiladi. Ochish tugallangach, pochta vagoni boshlig‘i manzil yorliqlarini yukxatidagi yozuvlar bilan solishtiradi. 16. Pochtani saralash, unga ishlov berish va berkitish tartibi tegishli normativ hujjatlar bilan tartibga solinadi. 17. Posilkalar pochta aloqasi xodimlari tomonidan yo‘nalish rejasiga muvofiq pochta vagoniga: guruhlar bilan — yo‘nalish bo‘yicha omborxonalarga; alohida — tranzit omborxonalarga topshiriladi. 18. Pochta vagonida ishlov berilishi lozim bo‘lgan posilkalar vagonning omborxonasida saralanadi. Ilova qilingan manzil blankalari 16-shakldagi yukxatidagi yozuvlar bilan nomma-nom solishtiriladi. Poyezd navbatdagi almashish punktiga yetib kelish vaqtiga qadar pochta vagoni brigadasi pochtani topshirish uchun to‘liq tayyorlab qo‘yishi va unga tegishli hujjatlarni rasmiylashtirishi kerak. 19. Poyezdlar harakati xavfsizligini ta’minlash uchun pochta va xizmat yukining umumiy massasi vagonning belgilangan yuk ko‘tarish qobiliyatidan oshmasligi kerak. Shubha tug‘ilgan hollarda, temir yo‘l xodimlari pochtaning massasini vagon tarozlarida tekshirish va belgilangan me’yordan ortiqcha pochtani vagondan tushirish majburiyatini yuklash huquqiga ega. 20. Pochta vagonlarini jo‘natish temir yo‘l xodimlari tomonidan belgilangan tartibda rasmiylashtiriladi. 3-bob. Pochtani bagaj vagonlarida tashish 21. Pochtani poyezdlarning bagaj vagonlarida tashish milliy operator hamda tashuvchi o‘rtasida tuzilgan shartnomalarga muvofiq tashuvchining poyezdlarida amalga oshirilishi mumkin. 22. Yuk-bagajda jo‘natilayotgan pochtaga har bir topshirish punkti uchun 16-shakldagi yukxati ikki nusxada tuziladi. Bundan tashqari, 35-shakldagi tarqatish qaydnomasi (mazkur Qoidalarning  2-ilovasi ) uchta nusxada tuziladi. Tarqatish qaydnomasiga 16-shakldagi yukxatiga qayd qilingan qoplar (bog‘lamalar) pochtani topshirish punktlarining ketma-ketlikda kelish tartibida yoziladi. Tarqatish qaydnomalarini raqamlash oyma-oy olib boriladi. Yuk-bagajda jo‘natilayotgan pochtali qoplar tarqatish qaydnomasining ikkinchi nusxasiga imzo qo‘yilgan holda, dastlabki punktda poyezdning jo‘nash vaqtidan 30 daqiqa oldin va poyezdning oraliq bekatlarga yetib kelishidan kamida 50 daqiqa oldin bagaj omborxonalariga topshiriladi. 23. Pochta aloqasi xodimlarining kuzatuvisiz pochta tashilayotgan bagaj vagonining nosozligi yoki yo‘lda poyezddan ajratilishi holatlarida, pochta nosoz vagon o‘rniga ulangan boshqa vagonga yo‘lovchilar bagaji kabi yuklanishi kerak. Bagaj qisman nosoz bagaj vagonidan boshqa vagonga yuklanganda, pochta birinchi navbatda yuklanadi. Bunday hollarda pochtani yuklash va tushirish ishlari temir yo‘l xodimlarining kuchi bilan bajariladi. 4-bob. Pochtani yo‘lovchi vagonlarida tashish 24. Ish hajmi katta bo‘lmagan pochta yo‘nalishlarida pochta yo‘lovchi vagonlarida pochta aloqasining ikkita xodimi kuzatuvida tashilishi mumkin. Kupeda tegishli uskunalar mavjud bo‘lganda, yo‘lovchilardan ajralganda hamda pochta va qimmatliklarning butligini ta’minlaganda, pochta jo‘natmalariga yo‘lda pochta vagonlari uchun ko‘zda tutilgan tartibda ishlov beriladi. Bunday sharoitlar bo‘lmaganda, faqat bosma nashrlar va yozma xat-xabarlar yopiq buyumlarda, yo‘lda ishlov berilmasdan tashiladi. 25. Pochtaning yo‘lovchi vagonlarida tashilishi milliy operator bilan tashuvchi o‘rtasida tuzilgan shartnomaga muvofiq amalga oshiriladi. Pochta yo‘lovchi vagonlarida tashilganda, pochta jo‘natmalari poyezdning jo‘nashidan va yetib kelishidan kamida 30 daqiqa oldin yuklash-tushirish ishlariga taqdim etiladi (topshiriladi). 26. Ichida yozma xat-xabarlar mavjud qoplarning, shuningdek, bosma nashrlar mavjud qop va bog‘lamalarning manzil yorliqlarida quyidagilar ko‘rsatiladi: qop (bog‘lama) qaysi bekatda topshirilishi kerak, manzillangan joyi, qop (bog‘lama)ning qayerdan kelayotganligi, ularning massasi va raqami, joylanmasining nomi, poyezd raqami. Ushbu ma’lumotlar 16-shakldagi yukxatida ham ko‘rsatiladi. 27. Pochtani jo‘natayotgan pochta aloqasi filiallari 35-shakldagi tarqatish qaydnomasining raqami va pochta jo‘natmalarining massasini ko‘rsatgan holda, tashish hujjatlarini tuzadi. 5-bob. Pochta aloqasi xodimlarining pochta vagonlarida yurishi va bekatlar hududida bo‘lishi 28. Yo‘lda pochtani kuzatib borish, qo‘riqlash, unga ishlov berish va pochta almashinuvi uchun pochta vagonlarida va yo‘lovchi vagonlarining maxsus moslashtirilgan joylarida sayyor brigada xodimlarining yurishiga milliy operator tomonidan berilgan guvohnomalar bo‘yicha ruxsat etiladi. 29. Sayyor brigada xodimlarining tarkibiga quyidagilar kiradi: a) pochta vagoni boshlig‘i; b) pochta vagoni boshlig‘ining yordamchilari; d) kuzatuvchi-elektromontyor; e) saralovchilar. Brigadadagi xodimlarning soni ish hajmiga, almashishlarning muntazamligiga va boshqa sharoitlarga bog‘liq holda belgilanadi, lekin kuzatuvchi-elektromontyorni qo‘shib hisoblaganda, ikkitadan kam bo‘lmasligi kerak. Brigada a’zolari o‘rtasida majburiyatlar pochta vagoni boshlig‘i tomonidan taqsimlanadi. 30. Yo‘l davomida pochta vagonining sayyor brigadasi xodimlari o‘z vakolatlari doirasida, tarkibiga pochta vagoni qo‘shilgan poyezd boshlig‘iga (brigadiriga) bo‘ysunadi. 31. Pochta vagonlarida guvohnomalar bilan yurish huquqidan guvohnomada ko‘rsatilgan liniyalarda qatnaydigan pochta vagonlarini kuzatish bo‘yicha xizmat safaridan qaytayotgan pochta aloqasi xodimlari ham foydalanadi. Pochta vagonining boshlig‘i reysga chiqishdan oldin xalqaro pochtamtdan brigadaning barcha a’zolari uchun guvohnomalarni va to‘g‘ridan to‘g‘ri yo‘nalishda yurish hamda alohida orqaga qaytish uchun sayyor brigada xodimlari nomma-nom qayd qilingan 14-shakldagi yo‘l varaqlarini (mazkur Qoidalarning  3-ilovasi ) tilxat bilan oladi. 14-shakldagi yo‘l varaqlari xalqaro pochtamtning direktori (o‘rinbosari), sayyor xizmatning sex boshlig‘i tomonidan imzolanadi va “Yo‘l varaqalari uchun” maxsus yumaloq muhr bilan tasdiqlanadi. 32. Pochtani kuzatib boruvchi sayyor xodimlardan tashqari pochta vagonlarida yurish huquqi quyidagilarga taqdim etiladi: a) zaxirada ketayotgan sayyor xodimlarga, guvohnoma va 14-shakldagi yo‘l varaqasida yozuv mavjud bo‘lsa; b) milliy operator tomonidan berilgan maxsus guvohnomalar bo‘yicha pochta vagonlarining sayyor brigadalari ishini nazorat qilish va boshqa xizmatga oid maqsadlar uchun xizmat safariga yuborilgan mansabdor shaxslarga; d) sayyor xodimlar, kuzatuvchi — elektromontyorlar bo‘yicha kadrlarni tayyorlash kurslariga qabul qilingan shaxslarga, tanishtirish safari paytida safarning boshidan oxirigacha bo‘lgan davrga; e) sayyor xodimlar, kuzatuvchi — elektromontyorlar bo‘yicha kadrlarni tayyorlash kurslarini tugatgan shaxslarga, shuningdek, “brigada usuli”da o‘qiyotganlarga, malaka o‘zlashtirilguniga qadar bo‘lgan davrga. 33. Pochta vagonida yurish huquqiga ega bo‘lgan shaxslar o‘zlari bilan qo‘lda olib yuriladigan yukni yo‘lovchilar uchun belgilangan me’yor chegarasida bepul olib o‘tishi mumkin. 34. Pochta vagonida, brigada ishini nazorat qiluvchi xodimlardan tashqari, bir vaqtning o‘zida guvohnoma bo‘yicha ko‘pi bilan ikkita kishining yurishiga ruxsat etiladi. Pochta vagonlarida guvohnomalar bo‘yicha ketayotgan shaxslar 14-shakldagi yo‘l varaqasiga yozilgan bo‘lishi kerak. 35. Belgilanmagan shakldagi guvohnomani ko‘rsatgan, shuningdek zaruriy hujjatlarga ega bo‘lmagan shaxslarning pochta vagonida yurishi taqiqlanadi. Ular tomonidan ko‘rsatilgan guvohnoma olib qo‘yiladi va pochta almashinuvi (dastlabki yoki oxirgi) punktining boshlig‘iga bildirgi bilan birga taqdim etiladi, pochta almashinuvi punktining boshlig‘i chora ko‘rish uchun xalqaro pochtamtga yo‘llaydi. 6-bob.Pochta vagonlaridan foydalanish va ta’mirlash tartibi 36. Milliy operator pochta vagonlarini O‘zbekiston Respublikasi temir yo‘llaridan texnik foydalanish qoidalarining texnik jihatdan tartibga solish sohasidagi hujjatlar talablariga muvofiq soz holatda saqlashi shart. Poyezd vagonlari poyezdlarning belgilangan sxemalariga mos ravishda poyezdlarga ulanadi. Pochta-bagaj poyezdlarini shakllantirish sxemalarini o‘zgartirish milliy operatorning roziligi bilan amalga oshiriladi. 7-bob. Pochtani yo‘lda ushlanib qolishini bartaraf qilish bo‘yicha chora-tadbirlar 37. Poyezdda pochta vagonining o‘rni o‘zgartirilgan hollarda, jo‘nab ketish bekati boshlig‘i poyezd yo‘nalishi bo‘yicha navbatdagi bekatlarga, pochta almashuvchi xodimlarni ogohlantirish uchun xabar berishi shart. 38. Pochta vagonlarini ta’mirlash ishlari, milliy operator bilan ta’mirlash ishlarini olib borish huquqiga ega tashkilot o‘rtasidagi shartnomaga muvofiq, temir yo‘llarining yo‘lovchi vagonlar parki uchun belgilangan muddatlarda amalga oshiriladi. 39. Pochtani yuklashdan oldin, pochta vagoni boshlig‘i bilan kuzatuvchi-elektromontyor, texnik nazoratchi (mas’ul navbatchi yoki smena boshlig‘i) ishtirokida pochta vagonini qabul qiladilar. Bunda quyidagilar tekshiriladi: isitish va yoritish tizimlarining, ichki qulflar va tirgaklarning sozligi; uskunalarning ishonchli mahkamlanganligi; yong‘inga qarshi vositalarning hamda vagon inventarining (soat, choyshab, yostiq jildlari, idish-tovoq, aptechkadagi dori-darmonlar va hokazolar) mavjudligi; tizimlarda suvning mavjudligi; maxsus idishlarning ko‘mir bilan (qishda to‘liq qilib) to‘ldirilganligi va orqa qismdagi signallarning mavjudligi. Pochta vagonining kuzatuvchi-elektromontyori yo‘l davomida orqa qismdagi signallarning yonib turishini ta’minlashi lozim. Poyezdning harakatlanishiga xavf soladigan hollarda, u poyezdni zudlik bilan to‘xtatish choralarini ko‘rishi kerak. 40. Pochta vagonining sayyor brigada xodimlari xalqaro pochtamt mablag‘i hisobidan ta’minlanadi va ishlab chiqarish bo‘yicha yo‘l-yo‘riqdan o‘tkazilganidan, shuningdek, O‘zbekiston Respublikasi temir yo‘llardan texnikaviy foydalanish qoidalari texnik jihatdan tartibga solish sohasidagi hujjatlar talablari bilan tanishganidan so‘ng ishlashga ruxsat beriladi. Sayyor brigada xodimlarining temir yo‘l xodimlari tomonidan, xalqaro pochtamtning vakili ishtirokida, temir yo‘llardagi sayyor xodimlar uchun belgilangan muddatlarda bilimlar tekshiruvi o‘tkaziladi. 41. Avtonom elektrostansiyaga ega bo‘lmagan pochta vagonini yoritish ta’minoti, temir yo‘l tomonidan poyezdga qo‘shilgan vaqtdan boshlab va belgilangan bekatgacha yetib kelganidan keyin poyezddan ajratishgacha bo‘lgan vaqtga qadar boshqa vagonlar bilan umumiy asosda ta’minlanadi. To‘xtash joylarida poyezddan ajratilgan va zaxirada bo‘lgan pochta vagonlarining yoritish ta’minoti milliy operator hisobidan ta’minlanadi. Poyezdda pochta vagoni yo‘lovchi vagon bilan yonma-yon joylashmagan hollarda, uning elektr bilan yoritilishi yonidagi pochta vagonining elektr stansiyasidan ta’minlanadi (bir vaqtning o‘zida ikkita pochta vagonidan oshmasligi kerak). 42. Kelishilgan yo‘nalishlar davomida yoqilg‘i quyish joyi va tartibi tashuvchi bilan milliy operator o‘rtasida tuzilgan shartnoma asosida belgilanadi. 43. Bekatda va yo‘lda pochta vagonlarining isitilishi milliy operator hisobidan ta’minlanadi. Poyezdlar harakati bilan bog‘liq sabablarga ko‘ra yo‘lda ushlanib qolgan pochta vagonlari, ushlanib qolgan vaqt davomida temir yo‘l hisobidan isitiladi. 44. Pochta vagonlarining isitish qurilmalari va baklari uchun suv bilan ta’minlanishi temir yo‘l vositalari va mablag‘i hisobidan quyidagicha amalga oshiriladi: harakatlanish yo‘li davomida — ehtiyojga qarab belgilangan punktlarda; reysga chiqishdan oldin bir marta — dastlabki va oxirgi bekatlarda. 45. Pochta vagonlarining tashqi qismini yuvish poyezdlarni shakllantirish va qaytarib berish punktlarida milliy operator bilan tashuvchi o‘rtasida tuzilgan shartnomaga muvofiq amalga oshiriladi. 46. Pochta vagonlarini dezinfeksiya qilish temir yo‘l vositalari bilan milliy operator mablag‘lari hisobidan yo‘lovchi vagonlari parki uchun belgilangan qoidalar bo‘yicha amalga oshiriladi. 47. Poyezdni tuzish sxemasida nazarda tutilgan pochta vagonini tarkibga qo‘shmaslik yoki yo‘lda ajratish taqiqlanadi. 48. Pochta tashilayotgan pochta vagonlarida yo‘lda texnik nosozliklar aniqlanganida, pochta vagoni boshlig‘i yoki avariya sodir bo‘lgan joydagi bekat boshlig‘i, yoxud avariya to‘g‘risida xabarnoma olgan bekat boshlig‘i bu to‘g‘rida mavjud bo‘lgan aloqa vositalaridan foydalanib zudlik bilan yaqinroq bo‘lgan pochta almashinuvi punktining yoki xalqaro pochtamtning boshlig‘ini xabardor qilishi shart. 49. Poyezdning harakatlanish yo‘lida pochta vagonini ajratishdan boshqa iloj qolmasa temir yo‘l xodimlari darhol bu to‘g‘rida pochta vagoni boshlig‘ini, pochtani boshqa — zaxira, pochta yoki bagaj vagonga qayta yuklashga tayyorlash uchun xabardor qiladilar. Bunda birinchi navbatda hukumatga oid va xalqaro pochta hamda imkoni bor miqdorda bosma nashr mahsulotlari yuklanishi kerak. Zaxira yoki bagaj vagon yo‘q bo‘lgan taqdirda, ajratilgan vagondagi pochta quyidagilarga yuklanishi kerak: a) hukumatga oid va xalqaro pochta yozma xat-xabarlar hamda gazetalar — ushbu poyezdning bagaj yoki yo‘lovchi vagoniga; b) pochtaning qolgan qismi — izma-iz kelayotgan poyezdlarning pochta yoki bagaj vagonlariga. 50. Pochta yo‘lovchi vagonga qayta yuklanganida belgilangan manzilga pochta vagoni sayyor brigadasining bir yoki ikki a’zosi kuzatuvida jo‘natiladi. Pochtani vagonlarda jo‘natishda yozma xat-xabarlar solingan qoplar surg‘uchli muhr bilan muhrlanadi va plombalanadi. 51. Ajratilgan nosoz vagondagi pochtani boshqasiga qayta yuklash imkoniyati bo‘lmasa, temir yo‘l xodimlari pochta bor bo‘lgan bunday vagonni zudlik bilan ta’mirlash uchun eng yaqin joylashgan ta’mirlash punktiga yuborish choralarini ko‘radilar. Ta’mirlashdan so‘ng vagon birinchi jo‘nab ketayotgan yo‘lovchi poyezdga ulanadi. 52. Texnik nosoz bo‘lgan pochta vagonidan pochtani tushirib boshqasiga yuklash uchun bekat boshliqlari pochta vagoni ajratilishiga sababchi bo‘lgan temir yo‘lning hisobidan pochtani qo‘riqlash va tushirib boshqasiga yuklash uchun ishchi kuchini hamda boshqa vositalarni taqdim etishi shart. 53. Pochta almashinuvi punktining yoki xalqaro pochtamtning mas’ul xodimi avariya joyiga ta’mirlash poyezdi tarkibida borish huquqiga ega. 54. Bekat boshlig‘i pochta vagoni poyezddan ajratilgani to‘g‘risida ajratish sababini ko‘rsatgan holda dalolatnoma tuzadi, pochta vagoni boshlig‘i bilan birga uni imzolaydi va dalolatnomaning nusxasini pochta vagoni boshlig‘iga beradi. Bekat boshlig‘i pochta vagoni ajratilgani to‘g‘risida mavjud bo‘lgan har qanday aloqa vositalari orqali pochta yo‘nalishi bo‘yicha yaqinroqda joylashgan pochta almashinuvi punktining boshlig‘iga va ushbu punktgacha bo‘lgan yo‘ldagi barcha bekat boshliqlariga pochta almashuvchi pochta aloqasi xodimlarini xabardor qilish uchun zudlik bilan xabar berishi shart. 55. Pochtaga shikast yetkazilishi yoki pochta yo‘q qilish holatlari to‘g‘risida to‘rt nusxada dalolatnoma tuziladi, yo‘q qilingan yoki shikast yetkazilgan pochtaning ro‘yxati va yo‘q qilish sabablari ko‘rsatilib temir yo‘l va pochta aloqasi filiallari xodimlari tomonidan imzolanadi. Dalolatnoma nusxasi zudlik bilan xalqaro pochtamtga jo‘natiladi. Temir yo‘llarda pochta tashish va pochta vagonlaridan foydalanish qoidalarini buzganlik uchun javobgarlik amaldagi qonunchilik hujjatlariga muvofiq milliy operator bilan tashuvchi o‘rtasida tuzilgan shartnomada ko‘rsatiladi. 8-bob. Temir yo‘l bekatlarida pochta operatsiyalari uchun xonalar, platformalar, temir yo‘l tupiklari 56. Tashuvchi temir yo‘lning yirik tarmoqlarida pochta almashinuvi punktlarini tashkillashtirish uchun mo‘ljallangan bino (xona)larni zaruriy moslamalar bilan ijara shartnomasi asosida ajratib beradi (temir yo‘l tupiklari, tunellar, platformalar va hokazo). Bekatlarda va omborlarda milliy operatorga taqdim etilgan xonalarga va platformalarga har qanday mexanik moslamalarni o‘rnatish, tashuvchi bilan milliy operator o‘rtasida tuzilgan shartnomaga muvofiq milliy operator hisobidan amalga oshiriladi. Yuqorida ko‘rsatilgan bino va inshootlarni o‘rnatish va saqlash tashuvchi bilan milliy operator o‘rtasida tuzilgan shartnomaga muvofiq amalga oshiriladi. 57. Tashuvchi maxsus xonalarni quyidagi maqsadlar uchun ijaraga beradi: a) pochta almashinuvi punktini joylashtirish; b) pochtaga ishlov berish va uni saqlash; d) pochta aloqasi va telekommunikatsiya xizmatlarini ko‘rsatish. 58. Xonalarning ijarasi uchun to‘lov milliy operator va tashuvchi o‘rtasida tuzilgan shartnomalarda belgilangan miqdorda amalga oshiriladi. Ijaraga berilgan xonalarning o‘lchami, ularni ta’mirlash va kommunal xizmatlardan foydalanish tartibi shartnomada belgilanadi. 59. Pochtani pochta vagonlariga yuklash uchun tashishda va vagonlardan tushirgandan so‘ng tashishda pochta almashinuvi punktlari o‘ziga tegishli bo‘lgan qo‘lda boshqariladigan va mexanik aravalardan foydalanadi. Platformalarda aravalardan foydalanish tartibi bekat boshlig‘i bilan kelishilgan bo‘lishi lozim. Aravalar pochta almashinuvi punktlarining binolarida yoki bekat boshlig‘ining ko‘rsatmasi bo‘yicha ular uchun maxsus ajratilgan joylarda saqlanishi lozim. 9-bob. Pochta vagonlarining sayyor brigadalari ishini nazorat qilish 60. Pochta vagonlarining sayyor brigadalari ishini nazorat qilish maqsadi yo‘nalishlarga sifatli xizmat ko‘rsatish, pochta o‘z vaqtida va but holda yetkazilishini ta’minlashdan iborat. Har bir sayyor brigada ishini yo‘nalishda tekshirish chorakda bir marta amalga oshiriladi. Xalqaro pochtamt rahbari (o‘rinbosari) tomonidan pochta vagonlarining sayyor brigadalari ishini nazorat qilish rejasi milliy operator tomonidan tasdiqlanadi. 61. Pochta vagonlarining sayyor brigadalari ishini tekshirish huquqi quyidagilarga berilgan: a) O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi huzuridagi Axborotlashtirish va telekommunikatsiyalar sohasida nazorat inspeksiyasining xodimlariga — qonunchilik hujjatlarida belgilangan tartibda xalqaro pochtamt tekshirilganda; b) milliy operator rahbariga (o‘rinbosarlariga), bo‘limlari boshliqlariga; d) xalqaro pochtamt rahbariga (o‘rinbosarlariga), sifat xizmati boshlig‘i va xodimlariga, sayyor xizmat sexi boshlig‘iga; e) milliy operator tomonidan vakolat berilgan boshqa shaxslariga. 62. Yuqorida ko‘rsatilgan shaxslar milliy operator tomonidan taqdim etilgan, pochta vagonida yurish huquqini beradigan guvohnoma, shuningdek, lavozim guvohnomalari yoki tekshirish huquqini beruvchi maxsus guvohnomalar mavjudligida pochta vagonlarining sayyor brigadalari ishini tekshirishi mumkin. 63. Pochta vagonlarining sayyor brigadalari ishini tekshiruvchi shaxslar quyidagilarni tekshirishi shart: a) brigada ishining tashkil etilishi; b) pochta almashinuvini amalga oshirish, pochtaga ishlov berish va uni tashish masalalariga oid buyruqlar, yo‘riqnomalar va boshqa hujjatlarning bajarilishi; d) pochta buyumlarining saralanishi, yo‘llanishi, berkitilishi hamda yozma xat-xabarlar, sug‘urta va posilkaga oid pochta hamda bosma nashrlar bo‘yicha hujjatlar yuritilishi to‘g‘riligi; e) yozma xat-xabarlarni saralash uchun yorliqlarning mavjudligi va pochtani vagonlarning omborlariga taqsimlash tartibi, ushbu tartibga amal qilinishi; f) 14-shakldagi yo‘l varaqasining to‘g‘ri yuritilishi; g) vagondagi shaxslarda pochta vagonida yurish huquqini beruvchi zaruriy hujjatlarning mavjudligi; h) pochta vagonida pochtani tashishga tegishli bo‘lgan normativ hujjatlarning mavjudligi; i) omborlar va seyflardagi pochta, qimmatliklar but saqlanishi ta’minlanganligi, shuningdek, pochta almashinuvida, xususan tungi vaqtlarda; j) pochta almashinuvi uchun o‘z vaqtida tayyorlanishi; k) pochta aloqasi obyektlari tomonidan pochtaga ishlov berish va pochta almashinuvi qoidalarining bajarilishi, almashuvchilarda pochta almashinuvi huquqini beruvchi guvohnomalarning mavjudligi; l) brigada a’zolari tomonidan pochtaga sifatli ishlov berishda o‘z ishi ustidan nazorat va o‘zaro tekshiruvlar o‘tkazilishi, pochta vagoni boshlig‘i tomonidan yo‘riqnoma va ekspluatatsiya nazorati amalga oshirilishi, shuningdek, ishda nuqsonlarni oldini olish bo‘yicha chora-tadbirlar ko‘rilishi; m) sayyor xodimlar ular tomonidan xizmat ko‘rsatiladigan vagonlarda doimiy ravishda bo‘lishi borasidagi talablarning bajarilishi; n) brigada muhrlar, shtamplar, taqvim tamg‘alari, qoplar va boshqa turdagi ekspluatatsion materiallar bilan ta’minlanganligi; o) yo‘lovchilarga aloqa xizmatlari ko‘rsatilishi, pochta to‘lovlarining davlat belgilari, pochta konvertlari va pochta kartalari bilan ta’minlanganligi; p) pochta almashinuvi punktlari va pochta vagonlari xodimlari tomonidan texnika xavfsizligi va pochta xavfsizligi qoidalariga rioya qilinishi, xususan poyezdlar bekatlarda qisqa vaqtga to‘xtaganda; q) mehnat intizomi holati; r) pochta vagonlari reysga tayyorlanishi hamda yo‘lda va dam olish punktlarida sanitariya holati ta’minlanganligi (vagonlar xonalari o‘z vaqtida tozalanishi, tegishli harorat saqlanishi, yozma xat-xabarli qoplarni ochishda chang tozalaydigan stollardan foydalanilishi, usti yopiq idishlarda qaynatilgan suv, tibbiyot qutichasi, choyshab, yostiq jildlari, idish-tovoqlar va boshqa inventar hamda mulklar bilan ta’minlanganligi); s) vagonlarning texnik holati (muzlatgichlar, isitish, suv bilan ta’minlash tizimlari, elektr uskunalar, eshiklar, ombor eshiklarining qulf va fiksatorlari, orqa qism signal chiroqlari, signalizatsiya qo‘ng‘iroqlari, zinapoya yoritgichlari, vagonning ostki magistrali va buksalar qizish signalizatsiyalarining ishga yaroqliligi, panjaralarning mahkamlanishi, akkumulyatorli signal chiroqlari, kalit komplektlarining mavjudligi, elektrolitning zaruriy zichligi va sathining saqlanishi, kalibrlanmagan saqlagichlar va boshqalardan foydalanish holatlarining mavjudligi). 64. Pochta vagonlarining sayyor brigadalari ishini tekshiruvchi shaxslar tekshirish natijalari to‘g‘risida 14-shakldagi yo‘l varaqasiga tegishli yozuv qayd etishi, tekshirishlar daftariga aniq takliflarni kiritishi lozim. Zarur hollarda, tekshirishlar daftariga qayd etilgan yozuvdan tashqari, to‘rt nusxada dalolatnoma tuziladi. Dalolatnomaning birinchi nusxasi milliy operatorga yuboriladi, ikkinchisi pochta vagonining sayyor brigadasi bo‘ysunadigan xalqaro pochtamtga, uchinchisi — pochta vagoni boshlig‘iga topshiriladi, to‘rtinchisi esa tekshiruvchi shaxsda qoladi. 10-bob. Pochta va pochta vagonlarining xavfsizligini ta’minlash 65. Ilova qilingan hujjatlarga pochta xavfsizligi bo‘yicha mas’ul xodimning imzosi qo‘yilgan, pochta xavfsizligi bo‘yicha nazoratdan o‘tkazilgan pochta vagonlarda jo‘natish uchun qabul qilinishi kerak. 66. Pochta vagonlarida hamda yo‘lovchi va bagaj vagonlarining maxsus moslashtirilgan joylarida, shuningdek, bekat hududida va bekat binolarida joylashgan pochtaning qo‘riqlanishi milliy operator majburiyatiga kiradi. 67. Yuk ortilmagan pochta vagonlarining qo‘riqlanishi pochta aloqasi xodimlari tomonidan amalga oshiriladi. 68. Texnik bekatlar va oraliqdagi bekatlarda nosoz pochta vagonlarining qo‘riqlanishi, bunday vagonlarda pochta aloqasi xodimlari, shu jumladan, kuzatuvchi-elektromontyorlar bo‘lmasa, pochta vagonlarini dalolatnoma bo‘yicha, ichki uskunalarni esa ro‘yxat bo‘yicha qabul qiluvchi temir yo‘l tomonidan amalga oshiriladi. 11-bob. Yakuniy qoida 69. Mazkur Qoidalar talablarining buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlariga muvofiq javobgar bo‘ladi. Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish  Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish  Temir yo‘llarda pochtani tashish va pochta vagonlaridan foydalanish  "}]