[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 10.10.2023 yildagi 535-son", "Law_title": "Metropolitenda yo‘lovchilar hamda boshqa shaxslarning bo‘lish qoidalarini tasdiqlash to‘g‘risida", "Law_content": "Metropolitenda yo‘lovchilarga xizmat ko‘rsatish sifatini yanada oshirish, yo‘lovchilar tashishni boshqarishda zamonaviy axborot texnologiyalarini joriy etish, metropoliten infratuzilmasini saqlash va undan foydalanish ishlarini samarali tashkil etish hamda metropoliten faoliyatini takomillashtirish, shuningdek, O‘zbekiston Respublikasining “Transport to‘g‘risida”gi  Qonuni  ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasining “Transport to‘g‘risida”gi  Qonuniga  asosan metropolitenda yo‘lovchilar hamda boshqa shaxslarning bo‘lishi qoidalari Vazirlar Mahkamasi tomonidan belgilanishi ma’lumot uchun qabul qilinsin. 2. Quyidagilarni nazarda tutuvchi Metropolitenda yo‘lovchilar hamda boshqa shaxslarning bo‘lishi qoidalari  ilovaga  muvofiq tasdiqlansin: yo‘lovchilarning, metropoliten xodimlarining hamda boshqa shaxslarning huquq va majburiyatlari; metropolitendan foydalanishda xavfsizlikni ta’minlash talablari; metropoliten texnik vositalaridan foydalanish hamda ularning uzluksiz ishlashini ta’minlash; metropolitenda favqulodda vaziyatlar yuzaga kelganda, yo‘lovchilar va boshqa shaxslarning harakatlanish tartibi. 3. O‘zbekiston Respublikasi Transport vazirligi manfaatdor vazirlik va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni bir oy muddatda ushbu qarorga muvofiqlashtirsin. 4. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi transport vaziri I.R. Maxkamov zimmasiga yuklansin. Vazirlar Mahkamasining 2023-yil 10-oktabrdagi 535-son  Metropolitenda yo‘lovchilar hamda boshqa shaxslarning bo‘lishi 1-bob. Umumiy qoidalar 1. Ushbu Qoidalar metropolitenda yo‘lovchilar hamda boshqa shaxslarning (metropoliten xodimlari, metropolitenda o‘z xizmat vazifasini bajaruvchi ichki ishlar organlari va O‘zbekiston Respublikasi Favqulodda vaziyatlar vazirligi xodimlari hamda metropoliten rahbariyatining ruxsati bilan tashrif buyuruvchi shaxslar) bo‘lishi, ularning huquq va majburiyatlarini, shuningdek, metropolitendan foydalanish tartibini belgilaydi. 2. Ushbu Qoidalarda quyidagi asosiy tushunchalardan foydalaniladi: bekat platformasi  — bekatdagi poyezdlarni kutish joyi; yo‘l chiptasi  — metropolitendan foydalanish uchun QR-kodli bir martalik yo‘l haqi to‘lovi amalga oshirilganligini tasdiqlovchi hujjat; yo‘lovchi  — metropolitendan foydalanish uchun to‘lovni amalga oshirgan yoki imtiyozga hamda bepul yurish huquqiga ega bo‘lgan shaxs (iste’molchi); ko‘zdan kechirish  — metropolitenda xavfsizlikni ta’minlash maqsadida tashish va foydalanish taqiqlangan moddalar va buyumlarni aniqlash uchun mo‘ljallangan, maxsus texnik vositalarni qo‘llagan holda amalga oshiriladigan tadbirlar majmui; metropoliten xodimi  — metropolitenda faoliyat olib boruvchi va yo‘lovchilarga xizmat ko‘rsatuvchi xodim (bekat navbatchisi, mashinist va boshqalar); nazorat-o‘tkazish punktlari  — yo‘l haqi to‘lovini nazorat qilish punktlari; transport kartasi  — yo‘lovchilar foydalanadigan jamoat transportida yurganlik uchun yo‘l haqini to‘lashga mo‘ljallangan, ko‘p martalik to‘lov kartasi; elektron to‘lov tizimi  — elektron ilovalar orqali to‘lovlarni amalga oshirish tizimi; eskalator  — uzluksiz harakatlanuvchi zinapoyalardan iborat bo‘lgan yuqoriga ko‘taruvchi va pastga tushiruvchi qurilma; yuk  — o‘z o‘lchamlari va vazniga ko‘ra (uchta o‘lchovi bo‘yicha yig‘indisi 200 sm dan oshmaydigan) o‘ram turi va xilidan qat’i nazar, yengil ko‘tarib yuriladigan, yo‘lovchi vagonlarida qiyinchiliksiz joylashtiriladigan yuklar va buyumlar. 3. Metropolitenda yo‘lovchining bo‘lishi va uning yukini tashish shartnomasi tuzilganligi yo‘l chiptasi orqali yoki imtiyozga hamda bepul yurish huquqiga ega bo‘lgan shaxslarning tegishli hujjatini ko‘rsatishi bilan tasdiqlanadi. 4. Metropolitenda yo‘lovchilarning xavfsiz va qulay harakatlanishi ta’minlanadi. 2-bob. Metropolitendan foydalanishda xavfsizlik talablari 5. Metropolitenda harakatlanish davomida metropoliten xodimlari va yo‘lovchilar ogoh, hushyor va e’tiborli bo‘lishi lozim. 6. O‘tish yo‘llari, vestibyullar, bekat platformasi va vagonlarda shubhali va qoldirilgan ashyolar (buyumlar) aniqlanganda, metropolitenning navbatchi xodimlariga yoki ichki ishlar organlari xodimlariga xabar berilishi lozim. 7. Qoldirilgan ashyoga (buyumga) biron-bir mexanik ta’sir ko‘rsatish (boshqa joyga olib o‘tish, ochish va boshqalar), uning atrofidagi yorug‘likni, haroratni va tovushni o‘zgartirish hamda ashyo yaqinida radioelektr uskunalaridan, shuningdek, aloqa vositalaridan foydalanish qat’iyan man etiladi. 8. Yo‘lovchilar va boshqa shaxslar ichki ishlar organlari xodimlarining qonuniy talabiga asosan yuklarini ko‘zdan kechirish uchun taqdim etadi. Bunda qidiruvdagi shaxslar deb gumon qilingan yoki ko‘zdan kechirish jarayonida o‘zini shubhali tutayotgan shaxslar qonunchilikda belgilangan tartibda shaxsiy ko‘zdan kechirilishi mumkin. Yo‘lovchilar va boshqa shaxslar ichki ishlar organlari xodimlarining qonuniy talabiga asosan ko‘zdan kechirishdan o‘tishni rad etgan taqdirda, metropolitenga kiritilmaydi. 9. Metropoliten infratuzilmasi obyektlari va xavfsizlik hududlarida quyidagilar taqiqlanadi: yonuvchan, portlovchi moddalardan va bosim ostida ishlovchi qurilmalardan foydalanishni talab etadigan barcha faoliyat turlari bilan shug‘ullanish va shu bilan bog‘liq ko‘ngilochar shoxobchalarni qurish hamda tashkil etish; metropoliten inshootlaridan, shu jumladan, yer usti shamollatish qurilmalaridan 25 metrdan kam masofada chiqindilarni to‘plash, yoqish va gulxanlar tashkil etish; gaz yoqilg‘isida harakatlanuvchi transport vositalari (avtomatik yong‘in o‘chirish tizimi bilan jihozlangan, estakada inshootlari ostidagi maxsus ochiq avtoturargohlar bundan mustasno) va yonuvchi materiallar ortilgan transport vositalarini estakada inshootlari ostiga (avtoturargohlarga) joylashtirish. 10. Metropolitenda quyidagilarga ruxsat etilmaydi: parapetlar, to‘siqlar ustiga chiqish, shuningdek, ular ustidan sakrab (oshib) o‘tish; spirtli ichimliklar, giyohvandlik vositalari, psixotrop moddalar va ularning analoglarini iste’mol qilish yoki mast holda kirish; qizdiriladigan tamaki, elektron sigaretalar va nosvoy chekish; metropoliten hududida va vagonlarda ochiq olov, pirotexnika vositalaridan (feyerverklar, petardalar va boshqalar) foydalanish; metropoliten hududida oyoq kiyimsiz va kiyimsiz holda bo‘lish; bekatga yo‘lovchilarning kiyimi, metropoliten vagonlari, inshootlari va qurilmalarini kir qilishi mumkin bo‘lgan yuklar va buyumlar, shuningdek, velosiped (yig‘iladigandan tashqari), moped, skuter va boshqa harakatlanish vositalari (ushbu Qoidalarning 16-bandi  ikkinchi xatboshisida  ko‘rsatilgan buyumlar bundan mustasno) bilan kirish; bekat va harakat tarkibi vagonlarida yo‘lovchilarning kiyimini kir qilishi mumkin bo‘lgan oziq-ovqat mahsulotlarini iste’mol qilish; yonuvchan gazlar bilan to‘ldirilgan sharlarni metropolitenga olib kirish; bekat, uning hududida va bekatga tutashgan yer osti o‘tish yo‘laklarida mototsikl va skuterlarda harakatlanish, uchuvchisiz uchadigan apparatlardan foydalanish; bekat hududida, vagonlarda akrobatik va sport mashqlarini bajarish, har xil turdagi sport to‘plarini o‘ynash; xizmat ko‘rsatish (texnik) xonalarida va maxsus obyektlarda video va foto suratga olish; yo‘lovchilarga bekatdagi poyezd yo‘llariga tushish, texnologik xonalar va tunnellarga kirish, vagonlar tomiga chiqish va yurish, vagonlar orasiga va poyezdlarning boshqa qismlariga chiqish, mashinistlar kabinalariga kirish; yo‘lovchilarga metropoliten obyektlariga, devor (panjara) bilan o‘ralgan va ishlab chiqarish hududlariga ruxsatsiz kirish; vagonlarning o‘rindiqlariga bolalarni kir oyoq kiyimi bilan qo‘yish va hajmi katta yuklarni joylashtirish; vagonlarning harakatlanish va to‘xtash vaqtida eshiklarini ochish, bekatlarda ularning ochilishiga yoki yopilishiga xalaqit berish, vagonlarning derazalaridan tana a’zolarini chiqarish, buyumlar va chiqindilarni tashlash; metropoliten infratuzilmasi obyektlariga va poyezdlarga zarar yetkazish; metropoliten infratuzilmasi obyektlarida hamda harakat tarkibining tashqi (ichki) yuzalariga yozuvlar, rasmlar, axborot hamda reklama materiallarini metropoliten rahbariyati bilan kelishmagan holda joylashtirish; bekat platformalari va vagonlarda savdo-sotiqni amalga oshirish; metropoliten faoliyatiga to‘sqinlik qiladigan xatti-harakatlarni sodir etish yoki ularni amalga oshirish uchun tayyorgarlik ko‘rish, shu jumladan, yo‘lovchilarning hayoti va sog‘ligiga xavf soladigan holatlar yoxud harakatlar to‘g‘risida bila turib yolg‘on xabarlarni tarqatish; sanchiluvchi, kesuvchi va oson sinuvchi buyumlarni, chana, chang‘i, konkilar va baliq ovi uchun qarmoqlarni g‘ilofsiz olib yurish; poyezd bekatga kelib to‘xtagan vaqtdan tashqari vaqtlarda bekatdagi taqiqlangan chegara chizig‘idan o‘tish; eskalatorlar ishlashiga to‘sqinlik qiladigan harakatlarni amalga oshirish, ularga o‘tirish va yuk qo‘yish. 11. Metropolitenda quyidagilarni tashish taqiqlanadi: tegishli ruxsatnomasiz barcha turdagi o‘qotar va tig‘li qurollar; tegishli ruxsatnomasiz barcha turdagi zaharli va zaharlovchi moddalar; tez yonuvchan va portlovchi moddalar; siqilgan va suyultirilgan gazlar; germetik idishlarsiz va o‘ramlarsiz tashiladigan o‘yuvchi, badbo‘y va yemiruvchi moddalar. 12. Metropolitenda quyidagilarga faqat metropoliten rahbariyatining yozma roziligi bilan ruxsat beriladi: bekat hududida professional foto va videotasvirga olish; vagonlarda va metropoliten infratuzilmasi obyektlarida musiqa asboblari va ovozni kuchaytiruvchi qurilmalardan foydalanish (eshitish apparatlari va quloqchinlardan foydalanish bundan mustasno); bekatlarda shou-tomoshalar o‘tkazish, shuningdek, teatr, ertak qahramonlari kiyimlarida va tomosha niqoblarida kirish; madaniy, sport, ko‘ngilochar, siyosiy va boshqa tadbirlarni o‘tkazish. 3-bob. Metropolitenda favqulodda vaziyatlar yuzaga kelganda, yo‘lovchilar va boshqa shaxslarning harakatlanish tartibi 13. Yo‘lovchilarning hayoti va sog‘lig‘i uchun xavf tug‘diradigan favqulodda vaziyatlar yuz berganda, ular bekatdan tashqariga yoki poyezdda qo‘shni bekatga evakuatsiya qilinadilar, shuningdek, metropoliten xodimlarining ko‘rsatmalari bo‘yicha harakatlanadilar. 14. Poyezd yoki boshqa texnik qurilmalarda nosozlik yuz berganda, vaziyatdan kelib chiqqan holda yo‘lovchilar poyezdlarda bir yo‘ldan ikki tomonlama harakatlanish yo‘li bilan bekatlarga yetkaziladi. Agar poyezdlarda tashish imkoni bo‘lmaganda, yo‘lovchilar mazkur bekat tashqarisiga evakuatsiya qilinib, transport tashkilotlarining avtobuslari yordamida metropoliten yo‘nalishida parallel ravishda bekatlarga yetkaziladi. 15. Bekatlar yoki yer usti yo‘llari oralig‘idagi harakat xavfsizligiga ta’sir etuvchi texnik vositalarda nosozliklar yuz berganda, metropoliten xodimlari tomonidan yo‘lovchilarni tonnel va estakada orqali xavfsiz evakuatsiya qilish choralari ko‘riladi. 4-bob. Yo‘lovchilarning huquq va majburiyatlari 16. Yo‘lovchilar metropolitendan foydalanishda quyidagi huquqlarga ega: o‘zlari bilan birgalikda yetti yoshgacha bo‘lgan bolalarini, bolalar va nogironligi bo‘lgan shaxslar aravachalarini, bolalar velosipedlarini, musiqa asboblarini, shuningdek, g‘ilofga solingan holda sanchiluvchi, kesuvchi va oson sinuvchi buyumlar, chana, chang‘i va baliq ovi uchun qarmoqlarni bepul olib yurish; nogironligi bo‘lgan va imkoniyati cheklangan shaxslar tomonidan metropolitenning texnik vositalaridan (liftlar, nogironligi bo‘lgan shaxslar aravachasini ko‘taruvchi/tushuruvchi moslamalar va boshqa jihozlar) foydalanish, zaruratga ko‘ra tegishli xodimlardan yordam olish; bekatlarni havaskorlik foto va videotasvirga olish (ushbu Qoidalarning 10-bandi  o‘n ikkinchi xatboshisida  ko‘rsatilgan joylar bundan mustasno); bekatlarda joylashgan tibbiy punktlar yordamidan foydalanish; telefon va aloqa vositalaridan foydalanish; o‘lchamlariga ko‘ra uchta o‘lchovi yig‘indisi bo‘yicha 200 santimetr: eni — 60 santimetr, uzunligi — 70 santimetr, balandligi — 70 santimetr bo‘lgan yuklarni bepul olib yurish; zaruratga ko‘ra metropoliten xodimlarining ruxsati bilan harakati to‘xtagan eskalatordan foydalanish. Yo‘lovchilar qonunchilik hujjatlariga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. 17. Yo‘lovchilar metropolitendan foydalanishda: jamoat tartibi, sanitariya-gigiyena normalari va qoidalariga, xizmat vazifasini bajarayotgan metropoliten va ichki ishlar organlari xodimlarining qonuniy talablariga hamda ushbu Qoidalarga rioya qilishi; qonunchilik hujjatlariga va ushbu Qoidalarga muvofiq yo‘lkira haqini hamda yuk uchun to‘lovlarni amalga oshirishi, kirish joyida o‘rnatilgan avtomatlashtirilgan nazorat punktlari orqali o‘tishi; o‘tish punktlariga yaqinlashganda yo‘l chiptasini, transport kartasini (to‘lov elektron to‘lov tizimi orqali to‘langanda — elektron qurilmani) oldindan tayyorlashi, imtiyozli yoki bepul yurish huquqini beruvchi hujjatning aslini taqdim etishi; avtomatlashtirilgan nazorat punktlaridan o‘tayotganda, yo‘l chiptasini, transport kartasini (to‘lov elektron to‘lov tizimi orqali to‘langanda — elektron qurilmani) maxsus qurilmaga yaqinlashtirishi, ruxsat beruvchi ishora (avtomatlashtirilgan nazorat punktining old panelidagi yashil ko‘rsatkich) paydo bo‘lishini kutishi va o‘tishi; avtomatlashtirilgan nazorat punktlaridan o‘tayotganda, xalaqit beruvchi va vagonlarda harakatlanish vaqtida boshqa yo‘lovchilarga noqulaylik keltiruvchi yelkadagi katta hajmdagi yuklarni (sumka, ryukzak va boshqalar) tushirishi; uzunligi 150 sm dan 220 sm gacha bo‘lgan yuklarning har biri uchun to‘lovni amalga oshirishi, bunda yo‘lovchining o‘lchamlari belgilangan kattalikdan ortiq bo‘lgan yuki uchun yo‘l haqi yo‘lovchining yo‘l haqi qiymati kabi tartibda belgilanadi; harakatlanayotgan eskalatorlarning tepa va pastki tarog‘iga tushib qolishning oldini olish uchun uzun kiyimlar etaklarini ko‘tarib olishi; eskalatorda harakat yo‘nalishi bo‘yicha o‘ng tomonda turishi, tutqichni ushlab turishi, turg‘un qismlarga suyanmasligi, zinapoyalarda belgilangan chegara chiziqlarini bosmasligi va eskalatordan tushayotganda to‘xtab qolmasligi; eskalator zinapoyalarida o‘tirmasligi, tutqichlarga suyanmasligi va ularga yuklarni qo‘ymasligi hamda eskalator zinapoyalarida yugurmasligi; eskalatorda yosh bolalarni qo‘lidan ushlab turishi yoki ko‘tarib olishi, ularning eskalatorning turg‘un qismlariga suyanishiga yo‘l qo‘ymasligi, eskalatorda bolalar aravachasi bilan pastga tushayotganda va ko‘tarilayotganda bolani qo‘lga ko‘tarib olishi; poyezd yo‘liga tushirib yuborilgan buyumlar, tutun yoki yong‘in paydo bo‘lganligi, shuningdek, yo‘lovchilar yoki poyezdlar harakati xavfsizligiga ta’sir qilishi mumkin bo‘lgan boshqa holatlar to‘g‘risida metropoliten hamda ichki ishlar organlari xodimlariga darhol xabar berishi; bekat platformasida poyezd to‘liq to‘xtaguniga qadar chegara chizig‘idan o‘tmasdan, uzunligi bo‘ylab bir tekis joylashishi; yosh bolalarni qarovsiz qoldirmasligi, bekatlarga kirish va chiqish eshiklaridan o‘tishda to‘xtab qolmasligi, e’tiborli bo‘lishi va ortidan keluvchi yo‘lovchilarga xalaqit qilmasligi; vagon eshiklariga suyanmasligi, yo‘lovchilarning kirish va chiqishiga xalaqit bermasligi, manzilga yaqinlashganda chiqishga oldindan tayyorgarlik ko‘rishi hamda oxirgi bekatda vagonlarni tark etishi; metropoliten hamda ichki ishlar organlari xodimlari xizmat vazifalarini bajarishiga to‘sqinlik qilmasligi va ularning qonuniy talablarini bajarishi; favqulodda vaziyat yoki yong‘in sodir bo‘lgan vaziyatlarda zudlik bilan 101 yoki 1050 telefon raqamlariga xabar berishi shart. Yo‘lovchilarga qonunchilik hujjatlariga muvofiq boshqa majburiyatlar ham yuklanishi mumkin. 5-bob. Metropoliten xodimlarining huquq va majburiyatlari 18. Metropoliten xodimlari quyidagi huquqlariga ega: metropolitenda bepul yurish huquqini beruvchi barcha hujjatlarni tekshirish; zaruratga ko‘ra yo‘lovchilarga yordam ko‘rsatish; yo‘lovchilardan yosh bolalarni qarovsiz qoldirmaslik va ularning qo‘lidan ushlab olishni so‘rash; yo‘lovchilardan metropoliten jihozlariga zarar yetkazmaslikni talab qilish; metropolitendan foydalanishda yo‘lovchilarga ularning boradigan manzillari bo‘yicha tushuntirishlar berish; yo‘lovchilarni platformadagi ogohlantiruvchi chegara chizig‘idan o‘tmasligini talab qilish; xizmat vazifalarini o‘tayotgan vaqtida metropolitendan bepul foydalanish. Metropoliten xodimlari qonunchilik hujjatlariga muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. 19. Metropoliten xodimlari: metropoliten poyezdlarini kutib olishi va jo‘natishni ta’minlashi, yo‘lovchilarning poyezdga xavfsiz chiqishi hamda tushishini nazorat qilishi; poyezdlar harakati jadvaliga rioya qilinishini va yo‘lovchilarning xavfsizligini, ularga zarur barcha qulayliklarni yaratishi va xizmat ko‘rsatish madaniyatini ta’minlashi; xizmat vaqtida joriy qilingan formali kiyim-boshda bo‘lishi, mehnat muhofazasi, yong‘in xavfsizligi va texnik jihatdan tartibga solish sohasidagi normativ hujjatlar talablariga rioya qilishi; yo‘lovchilarga bekatlar va poyezdlarda ehtiyotkor va e’tiborli bo‘lish to‘g‘risida xabar berishi hamda ularning sha’ni va qadr-qimmatini kamsituvchi harakatlarga yo‘l qo‘ymasligi; yo‘lovchilar tomonidan eskalatordan foydalanish talabini hamda oxirgi bekatda vagonlarni tark etishini nazorat qilishi; nogironligi bo‘lgan va imkoniyati cheklangan shaxslarga ko‘maklashishi; vagonlar ozodaligi, sovitish va yoritish tizimlari ishlashining sifatli tashkil etilishini ta’minlashi; yo‘lovchilarni tashishda poyezdlar harakati xavfsizligini ta’minlashi, sanitariya-gigiyena normalari va qoidalariga rioya etishi; metropolitenda bepul yurish huquqini beruvchi barcha hujjatlarni tekshirishi; nazorat-o‘tkazish punktidan haqiqiy bo‘lmagan, yaroqsiz holatga kelgan ki bepul foydalanish huquqini bermaydigan hujjatlar yordamida o‘tishga harakat qilayotgan barcha yo‘lovchilarni to‘xtatishi; qalbaki belgilarga ega bo‘lgan, shuningdek, transportdan imtiyozli foydalanish huquqini beruvchi muddati o‘tgan hujjatlarni olib qo‘yishi va qonunchilikda belgilangan tartibda tegishli choralar ko‘rishi; platformadagi ogohlantiruvchi chegara chizig‘idan yo‘lovchilar o‘tmasligini talab qilishi; metropolitenda favqulodda vaziyatlar yuz berganda, yo‘lovchilarni bekatdan tashqariga yoki poyezdda qo‘shni bekatga evakuatsiya ishlarini tashkil etishi shart. Metropoliten xodimlariga qonunchilik hujjatlariga muvofiq boshqa majburiyatlar ham yuklanishi mumkin. 6-bob. Yakunlovchi qoidalar 20. Mazkur Qoidalar talablarini qo‘llashda yuzaga keladigan nizolar qonunchilik hujjatlarida belgilangan tartibda hal etiladi. 21. Ushbu Qoidalar talablarining buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javobgar bo‘ladi. "}]