[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 20.11.2023 yildagi 613-son", "Law_title": "Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmatini ko‘rsatishning ma’muriy reglamentini tasdiqlash to‘g‘risida", "Law_content": "So‘nggi yillarda mamlakatimizda avtomototransport vositalaridan foydalanishda aholiga qo‘shimcha qulayliklar yaratish, ular bilan bog‘liq notarial harakatlarni raqamlashtirish bo‘yicha tizimli ishlar amalga oshirilmoqda. Shu bilan birga, avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani rasmiylashtirish bo‘yicha eskirgan tartib saqlanib qolinayotganligi aholining ortiqcha ovoragarchiligiga sabab bo‘lmoqda. Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani rasmiylashtirish sohasida davlat xizmatlarini ko‘rsatishni raqamlashtirish orqali tizimni yanada takomillashtirish, shuningdek, O‘zbekiston Respublikasi Prezidentining “Avtotransport vositalarini boshqarishda va yo‘nalishsiz taksi faoliyatini amalga oshirishda qo‘shimcha qulayliklar yaratish to‘g‘risida” 2022-yil 7-iyuldagi PQ-311-son  qarori  ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. Quyidagilarni nazarda tutuvchi Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmatini ko‘rsatishning ma’muriy reglamenti  ilovaga  muvofiq tasdiqlansin: jismoniy shaxsning shaxsiy avtomototransport vositasini boshqa shaxslarga boshqarish huquqini beruvchi ishonchnoma (keyingi o‘rinlarda — ishonchnoma) O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali elektron shaklda rasmiylashtirilishi; ishonchnoma ariza beruvchining xohishiga ko‘ra bir oy, olti oy va uch yilgacha muddatga berilishi; so‘rovnomaga kiritilgan ma’lumotlar axborot tizimlari yordamida avtomatik tekshirilishi va ma’lumotlar aniqlanmaganda yoki noto‘g‘ri ekanligi aniqlanganda, bu haqda ariza beruvchi elektron shaklda ogohlantirilishi; to‘lov amalga oshirilgach, ishonchnoma real vaqt rejimida YIDXP orqali 24/7 rejimida QR-kod (matrik shtrixli kod) qo‘yilgan holda rasmiylashtirilishi. 2. Raqamli texnologiyalar vazirligi Adliya vazirligi bilan birgalikda: bir hafta muddatda ushbu qaror bilan tasdiqlangan ma’muriy reglamentga muvofiq davlat xizmatlarini ko‘rsatish YIDXP orqali joriy etilishini ta’minlasin; YIDXPda davlat xizmati ko‘rsatilishining har bir bosqichida murojaatlar ko‘rib chiqilishini kuzatib borish tartibini joriy etsin. 3. Ichki ishlar vazirligi: ishonchnomani rasmiylashtirish doirasida avtomototransport vositasi to‘g‘risidagi barcha ma’lumotlarni “Elektron hukumat” tizimining idoralararo integratsiyalashuv platformasiga to‘liq va uzluksiz taqdim etib borsin; o‘n kun muddatda YIDXP orqali rasmiylashtirilgan ishonchnomalarning mavjudligini Yo‘l harakati xavfsizligi xizmati xodimlari tomonidan axborot-kommunikatsiya texnologiyalari yordamida tekshirish imkoniyati yaratilishini ta’minlasin. 4. Adliya vazirligi: davlat organlari va boshqa tashkilotlar tomonidan mazkur qarorga muvofiq davlat xizmati ko‘rsatilishining belgilangan tartibiga rioya etilishi ustidan doimiy nazorat o‘rnatsin; ushbu qaror bilan tasdiqlangan ma’muriy reglamentga muvofiq davlat xizmatini ko‘rsatish tartiblarini buzganlik uchun davlat organlari va boshqa tashkilotlar mansabdor shaxslariga nisbatan belgilangan tartibda ma’muriy jazo choralarini qo‘llasin; manfaatdor vazirliklar va idoralar bilan birgalikda o‘zlari qabul qilgan normativ-huquqiy hujjatlarni ikki oy muddatda ushbu qarorga muvofiqlashtirsin. 5. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi adliya vaziri A.J. Tashkulov zimmasiga yuklansin. Vazirlar Mahkamasining 2023-yil 20-noyabrdagi 613-son  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmatini ko‘rsatishning 1-bob. Umumiy qoidalar 1. Ushbu Ma’muriy reglament (keyingi o‘rinlarda — Reglament) jismoniy shaxslarga tegishli bo‘lgan avtomototransport vositalarini boshqarish huquqini (sotish va boshqarish vakolatini boshqa shaxsga o‘tkazish huquqisiz) boshqa shaxslarga berish bo‘yicha ishonchnomani elektron shaklda rasmiylashtirish xizmatini O‘zbekiston Respublikasi Yagona interaktiv davlat xizmatlari portali (keyingi o‘rinlarda — YIDXP) orqali ko‘rsatish tartibini belgilaydi. 2. Reglament asosiy ishonchnoma (sotish va boshqarish vakolatini boshqa shaxsga o‘tkazish huquqi bilan berilgan ishonchnoma) asosida avtomototransport vositalarini boshqarish huquqini beruvchi ishonchnomalarni elektron shaklda rasmiylashtirishga nisbatan tatbiq etilmaydi. 3. Reglamentda quyidagi asosiy tushunchalardan foydalaniladi: ariza beruvchi  — avtomototransport vositasini boshqarish huquqini boshqa shaxsga berish yoxud boshqarish huquqini bekor qilish maqsadida YIDXP orqali murojaat qilgan avtomototransport vositasining mulkdori; vakolatli organlarning axborot tizimlari  — O‘zbekiston Respublikasi Adliya vazirligining “Notarius” avtomatlashtirilgan axborot tizimi (keyingi o‘rinlarda — “Notarius” AAT), Adliya vazirligi huzuridagi Personallashtirish agentligining Jismoniy shaxslar markaziy ma’lumotlar bazasi, Ichki ishlar vazirligining “Yagona avtomatlashtirilgan axborot tizimi”; davlat xizmati  — jismoniy shaxsga tegishli bo‘lgan avtomototransport vositasini YIDXP orqali boshqa shaxsga boshqarish huquqini rasmiylashtirish; ishonchnoma  — jismoniy shaxsga tegishli bo‘lgan avtomototransport vositasini boshqarish huquqini boshqa shaxsga berish uchun YIDXP orqali elektron shaklda rasmiylashtirilgan, QR-kod (matrik shtrixli kod) qo‘yilgan hujjat. 4. Avtomototransport vositasiga ishonchnoma ariza beruvchi tomonidan YIDXPdan foydalangan holda, o‘zining va ishonchnoma berilayotgan shaxs(lar)ning biometrik pasporti yoki identifikatsiyalovchi ID-kartasi hamda jismoniy shaxsning shaxsiy identifikatsiya raqami (keyingi o‘rinlarda — JShShIR) ma’lumotlarini kiritish orqali mustaqil ravishda rasmiylashtiriladi. 5. Davlat xizmati “Notarius” AATdan foydalangan holda YIDXP orqali ko‘rsatiladi. 6. Davlat xizmati Reglamentga  1-ilovada  keltirilgan sxemaga muvofiq ko‘rsatiladi. 7. Ishonchnoma ariza beruvchining xohishiga ko‘ra bir oy, olti oy va uch yil muddatgacha beriladi. 8. Ariza beruvchi so‘rovnomada ko‘rsatilgan avtomototransport vositasining mulkdori bo‘lmasa, ishonchnoma rasmiylashtirilmaydi. 2-bob. Davlat xizmatini YIDXP orqali ko‘rsatish tartibi 9. Ariza beruvchi davlat xizmatidan foydalanish uchun YIDXPda ro‘yxatdan o‘tadi hamda Reglamentga  2-ilovaga  muvofiq shakldagi so‘rovnomani elektron ravishda mustaqil to‘ldiradi. Ishonchnoma “Notarius” AAT orqali ro‘yxatga olinadi. Bunda ishonchnomaga kiritiladigan shaxslar soniga cheklov o‘rnatilmaydi. 10. So‘rovnomaga kiritilgan ma’lumotlarning haqqoniyligi vakolatli organlarning axborot tizimlari yordamida avtomatik ravishda tekshiriladi va yuboriladi. 11. Ariza beruvchi so‘rovnoma to‘g‘ri to‘ldirilganligini mustaqil tekshiradi va ma’lumotlar to‘g‘riligiga ishonch hosil qilingandan so‘ng uni tasdiqlaydi. 12. So‘rovnoma ma’lumotlarida ariza beruvchi yoki ishonchnomaga kiritilgan shaxs(lar) ma’lumotlari vakolatli organlarning axborot tizimlari yordamida aniqlanmagan taqdirda, bu haqda ariza beruvchi elektron shaklda ogohlantiriladi. 13. Ishonchnomani rasmiylashtirish quyidagi holatlarda rad etiladi: so‘rovnomaga Reglamentning  8-bandida  nazarda tutilgan talabga mos kelmaydigan ma’lumotlar kiritilganda; ariza beruvchi va ishonchnoma berilayotgan shaxs ayni bir shaxs bo‘lganda; so‘rovnomaga kiritilgan ma’lumotlar ularni taqdim etishga vakolatli organlarning axborot tizimlari orqali avtomatik ravishda tekshirilib, tasdiqlanmagan taqdirda. 14. So‘rovnomaga kiritilgan ma’lumotlarning to‘g‘riligi vakolatli organlarning axborot tizimlari vositasida tasdiqlangach, ariza beruvchiga elektron to‘lov varaqasi (invoys) shakllantiriladi. 15. Ishonchnomani elektron shaklda rasmiylashtirish uchun davlat boji uning amal qilish muddatidan kelib chiqqan holda, O‘zbekiston Respublikasining “Davlat boji to‘g‘risida”gi  Qonunida  ishonchnomani notarial tasdiqlash uchun belgilangan davlat bojiga nisbatan quyidagi foizlarda undiriladi: bir oygacha bo‘lgan muddatga — 10 foiz; bir oydan ortiq va olti oygacha bo‘lgan muddatga — 50 foiz; olti oydan ortiq va uch yilgacha bo‘lgan muddatga — 100 foiz. Davlat boji ishonchnoma rasmiylashtirilishidan oldin to‘lanadi. Ariza beruvchining aybi bilan ishonchnoma noto‘g‘ri rasmiylashtirilganda yoki unga kiritilgan shaxs(lar) to‘g‘risida ma’lumotlarda xatolik mavjud bo‘lgan taqdirda, shuningdek, Reglamentning  13-bandida  nazarda tutilgan asoslar mavjud bo‘la turib, ishonchnoma elektron rasmiylashtirilgan hollarda, to‘langan davlat boji qaytarilmaydi. 16. Davlat boji summasi quyidagi tartibda taqsimlanadi: 16 foizi — O‘zbekiston Respublikasi Adliya vazirligining Davlat xizmatlarini rivojlantirish jamg‘armasining shaxsiy hisobvarag‘iga; 11,75 foizi — O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi huzuridagi “Elektron hukumat loyihalarini boshqarish markazi” davlat muassasasining Iqtisodiyot va moliya vazirligi G‘aznachilik xizmati qo‘mitasidagi maxsus hisobvarag‘iga (shu jumladan, 0,5 foizi — yagona billing tizimi orqali tasdiqlangani uchun); qolgan mablag‘lar — O‘zbekiston Respublikasining Davlat budjetiga yo‘naltiriladi. 17. Davlat boji to‘lovi amalga oshirilganligi axborot-kommunikatsiya tizimlari orqali tasdiqlanadi. I va II guruh nogironligi bo‘lgan shaxslarga davlat bojini to‘lashda 50 foiz miqdorida chegirma qo‘llaniladi. 18. So‘rovnoma ariza beruvchi tomonidan tasdiqlanib, davlat boji to‘liq to‘langanidan so‘ng avtomatik ravishda ro‘yxatga olish uchun “Notarius” AATga yuboriladi. 19. So‘rovnomaga kiritilgan ma’lumotlar “Notarius” AATda ro‘yxatga olinadi va Reglamentga  3-ilovaga  muvofiq shakl bo‘yicha real vaqt rejimida QR-kod (matrik shtrixli kod) qo‘yilgan ishonchnoma shakllantiriladi. Ishonchnomalarga ketma-ketlikda tartib raqami beriladi. QR-kod (matrik shtrixli kod) qo‘yilgan ishonchnoma real vaqt rejimida ariza beruvchining YIDXPdagi shaxsiy kabinetiga va u haqdagi ma’lumotlar “Notarius” AAT orqali Ichki ishlar vazirligining “Yagona avtomatlashtirilgan axborot tizimi”ga elektron shaklda yuboriladi. “Notarius” AATda ro‘yxatga olingan (shakllangan) ishonchnoma ishonchnoma berilayotgan shaxs(lar)ning YIDXPdagi shaxsiy kabinetiga (agar mavjud bo‘lsa) yuborilishi mumkin. Elektron shaklda QR-kod (matrik shtrixli kod) qo‘yilgan holda rasmiylashtirilgan ishonchnoma notarial tasdiqlangan ishonchnoma bilan bir xil yuridik kuchga egadir. 20. Berilgan ishonchnomalar haqidagi ma’lumot “Notarius” AATda ularning turi bo‘yicha alohida yuritiladigan reyestrga avtomatik ravishda kiritiladi va reyestr shakllantirib boriladi. 21. Ishonchnomaning amal qilish muddati uzaytirilmaydi va muddati tugagandan so‘ng ariza beruvchining xohishiga ko‘ra yangidan rasmiylashtirilishi mumkin. 3-bob. Ishonchnomani bekor qilish tartibi 22. Ishonchnoma quyidagi holatlarda bekor qilingan hisoblanadi: ishonchnomaning amal qilish muddati tugaganda; ishonchnomani bergan shaxs tomonidan bekor qilinganda; ishonchnoma rasmiylashtirilgan vaqtdan so‘ng ishonchnomani bergan shaxs muomalaga layoqatsiz, muomala layoqati cheklangan yoki bedarak yo‘qolgan deb topilganda yoxud u vafot etganda; ishonchnoma berilgan shaxs(lar) muomalaga layoqatsiz, muomalaga layoqati cheklangan yoki bedarak yo‘qolgan deb topilganda yoxud u vafot etganda; avtomototransport vositasining mulkdori o‘zgarganda. 23. Ishonchnoma uni bergan shaxs tomonidan istalgan vaqtda bekor qilinishi mumkin. Ishonchnomani uni bergan shaxs tomonidan amal qilishi muddatidan oldin bekor qilinganda yoki takroriy ishonchnoma rasmiylashtirilganda to‘langan davlat boji qaytarilmaydi. 24. Ishonchnomani bekor qilish uchun YIDXP orqali ariza Reglamentga  4-ilovada  keltirilgan sxemaga muvofiq yuboriladi. 25. Ishonchnomani bekor qilish uchun ariza beruvchi tomonidan Reglamentga  5-ilovada  keltirilgan so‘rovnoma shakllantiriladi va tasdiqlanadi. 26. Ishonchnomani bekor qilish uchun to‘lov talab etilmaydi. 27. Ishonchnoma bekor qilinganligi to‘g‘risidagi ma’lumot “Notarius” AATda qayd qilinadi va O‘zbekiston Respublikasi Ichki ishlar vazirligining “Yagona avtomatlashtirilgan axborot tizimi”ga elektron shaklda yuboriladi. Bekor qilingan ishonchnomalar haqidagi ma’lumotlar “Notarius” AATda yuritiladigan ishonchnomalarning alohida reyestriga kiritiladi. 28. Ishonchnoma bekor qilinganda, ariza beruvchining YIDXPdagi shaxsiy kabinetiga va ishonchnoma berilgan shaxs(lar)ning YIDXPdagi shaxsiy kabinetiga (mavjud bo‘lganda) xabarnoma yuboriladi. 29. Ishonchnoma shakllantirilganda yoki bekor qilinganda, O‘zbekiston Respublikasi Ichki ishlar vazirligining “Yagona avtomatlashtirilgan axborot tizimi”da avtomototransport vositasini hisobga olish ma’lumotlariga (ishonchnomaning raqami, boshqarish huquqiga ega shaxs(lar)ning ma’lumotlari, amal qilish muddati, bekor bo‘lishi kabi) avtomatik tarzda o‘zgartirish va qo‘shimchalar kiritiladi. 4-bob. Yakunlovchi qoidalar 30. Ishonchnomaning amal qilish muddati tugashidan 15 kun avval YIDXP orqali ariza beruvchi va ishonchnomaga kiritilgan shaxs(lar)ning YIDXPdagi shaxsiy kabinetiga avtomatik ravishda xabarnoma yuboriladi. 31. Hujjatlar almashinuvida va ishonchnoma rasmiylashtirilishida ishtirok etgan vakolatli organlar xodimlari o‘z faoliyatini amalga oshirishi jarayonida olingan ma’lumotlarning sir saqlanishini ta’minlaydi. 32. Yo‘l harakati xavfsizligi xizmati xodimlari tomonidan ishonchnomalar planshetlar, planshet mavjud bo‘lmagan taqdirda, mobil qurilma vositalari yordamida mustaqil ravishda tekshiriladi. Bu jarayonda ishonchnoma rasmiylashtirilishida vakolatli organlarning axborot tizimlari orqali taqdim etilgan ishonchnomadagi ma’lumotlarni aniqlash imkoni bo‘lmasa, avtomototransport vositasini boshqarayotgan shaxsga nisbatan javobgarlik qo‘llanilmaydi. 33. Fuqarolar o‘z xohishiga ko‘ra rasmiylashtirilgan ishonchnoma nusxasini Yo‘l harakati xavfsizligi xizmati xodimlariga taqdim etishi mumkin. 34. O‘zbekiston Respublikasi Adliya vazirligi, Qoraqalpog‘iston Respublikasi Adliya vazirligi, viloyatlar va Toshkent shahar adliya boshqarmalari va Davlat xizmatlari markazlari Reglament talablari ijrosi bo‘yicha davlat organlari va boshqa tashkilotlarning faoliyati yuzasidan doimiy nazorat va monitoringni amalga oshiradi. 35. Ishonchnomaning rasmiylashtirilishi yoki davlat xizmatlarini ko‘rsatuvchi vakolatli organ xodimlari va mansabdor shaxslarining xatti-harakatlari (harakatsizligi) ustidan qonunchilikda belgilangan tartibda shikoyat qilinishi mumkin. 36. Reglament talablari buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javob beradilar. Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatishning  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmatini ko‘rsatish Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatishning  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha * Ushbu ma’lumotlar “Elektron hukumat” tizimi idoralararo integratsiyalashuv platformasi orqali avtomatik ravishda to‘ldiriladi. Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatishning  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatishning  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani bekor qilish Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani elektron shaklda rasmiylashtirish bo‘yicha davlat xizmati ko‘rsatishning  Avtomototransport vositasini boshqarish huquqini beruvchi ishonchnomani bekor qilish bo‘yicha * Ushbu ma’lumotlar “Elektron hukumat” tizimi idoralararo integratsiyalashuv platformasi orqali avtomatik ravishda to‘ldiriladi. "}]