[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 19.01.2024 yildagi O‘RQ-900-son", "Law_title": "Yo‘l harakati to‘g‘risida", "Law_content": "1-bob. Umumiy qoidalar 1-modda. Ushbu Qonunning maqsadi Ushbu Qonunning maqsadi yo‘l harakati sohasidagi munosabatlarni tartibga solishdan iborat. 2-modda. Yo‘l harakati to‘g‘risidagi qonunchilik Yo‘l harakati to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining yo‘l harakati to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 3-modda. Yo‘l tushunchasi Transport vositalari va piyodalar harakatlanishi uchun jihozlangan, moslashtirilgan hamda transport vositalari va piyodalarning harakat xavfsizligini ta’minlashga mo‘ljallangan yo‘l obyektlari majmuasini joylashtirish uchun ajratilgan yer uchastkalari hamda yer uchastkalari ustidagi bo‘shliq yo‘ldir. Yo‘llar umumiy foydalanishdagi avtomobil yo‘llariga (bundan buyon matnda umumiy foydalanishdagi yo‘llar deb yuritiladi), tumanlar (shaharlar), shaharchalar, qishloqlar va ovullarning ko‘chalariga, xo‘jalik yo‘llariga, shahar elektr transporti yo‘llariga, velosiped va piyodalar yo‘lkalariga ajratiladi. Qishloq joylardan o‘tadigan va xo‘jaliklarni o‘zaro bog‘laydigan yo‘llar xo‘jaliklararo qishloq yo‘llaridir. 4-modda. Asosiy tushunchalar Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: yo‘l obyektlari  — yo‘lning konstruktiv elementlari bo‘lgan yo‘l sun’iy inshootlari (ko‘priklar, yo‘l o‘tkazgichlar, osma ko‘priklar, quvurlar, tunnellar va boshqa muhandislik inshootlari), himoya qilish inshootlari (yo‘llarni qor ko‘chkilaridan, yer cho‘kishidan, yer ko‘chkilaridan himoya qilish qurilmalari va boshqa qurilmalar), shuningdek yo‘llarni jihozlash elementlari (to‘xtash maydonchalari, yo‘lovchilar uchun pavilonlar, dam olish maydonchalari, transport vositalarining to‘xtab turish joylari va boshqalar); yo‘l egasi  — yo‘l qaysi korxonalar, muassasalar, tashkilotlar yoki jismoniy shaxslar ixtiyorida bo‘lsa, o‘sha korxonalar, muassasalar tashkilotlar yoki jismoniy shaxslar; yo‘l harakati  — yo‘l harakatini tashkil etishda yo‘llar doirasida transport vositalari va yo‘l harakati ishtirokchilari ishtirokida yuzaga keladigan ijtimoiy munosabatlar majmui; yo‘l harakati ishtirokchisi  — yo‘l harakati jarayonida transport vositasining haydovchisi, yo‘lovchisi yoki piyoda sifatida bevosita ishtirok etayotgan shaxs; yo‘l harakati monitoringi  — yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlari to‘g‘risidagi hamda yo‘l harakatini tashkil etishning texnik vositalari holati haqidagi axborotni hisobga olish, umumlashtirish, unga ishlov berish va uni tahlil qilish; yo‘l harakatini tashkil etish  — yo‘l harakatini boshqarish hamda yo‘l harakati xavfsizligini ta’minlash bo‘yicha tashkiliy-huquqiy, tashkiliy-texnik tadbirlar va boshqaruv harakatlari majmui; yo‘l harakatini tashkil etish loyihalarining auditi  — tashkilotlarning yo‘llarni loyihalashtirish (loyihalash tashkilotidan mustaqil ravishda), qurish, rekonstruksiya qilish, ta’mirlash va ulardan foydalanish chog‘idagi faoliyati natijalarining yo‘l harakatini tashkil etish bo‘yicha normativ-texnik hujjatlarning amaldagi talablariga muvofiqligini tekshirish; yo‘l harakatini tashkil etishning texnik vositalari  — yo‘l harakatini tashkil etish uchun mo‘ljallangan qurilmalar va inshootlar (yo‘l belgilari, harakatlanish polosalari, svetoforlar, miltillovchi mayoqchalar, yo‘l chiziqlari, yo‘l ustunlari, to‘siqlari, tezlikni cheklovchi qurilmalar, shlagbaumlar, xavfsizlik orolchalari, yo‘l harakatini avtomatik boshqarish tizimlari (vositalari), shuningdek boshqa qurilmalar va inshootlar); yo‘l harakati xavfsizligi  — yo‘l harakati ishtirokchilarining yo‘l-transport hodisalari va ularning oqibatlaridan himoyalanganlik darajasini aks ettiruvchi yo‘l harakati holati; yo‘lning o‘tkazuvchanlik qobiliyati  — yo‘lning muayyan uchastkasidagi bir yo‘nalishda transport vositalari harakatlanishi jadalligining eng yuqori ko‘rsatkichi; yo‘l-transport hodisasi  — transport vositasining yo‘lda harakatlanishi jarayonida va uning ishtirokida sodir bo‘lgan, fuqarolar vafot etgan yoki ularning sog‘lig‘iga zarar yetkazilgan, transport vositalari, inshootlar, yuklar shikastlangan yoxud boshqa moddiy zarar yetkazilgan hodisa; temir yo‘l kesishmasi  — yo‘lning temir yo‘llar bilan bir sathda kesishgan joyi; transport vositasi  — yo‘lovchilarning, bagajning, yuk bagajining, yuklarning, pochta va kuryerlik jo‘natmalarining yoki maxsus ishlarni amalga oshirish uchun uskunalarning yo‘llarda harakatlanishi yoki tashilishi uchun mo‘ljallangan qurilma; transport vositalarining to‘xtab turish joylari  (bundan buyon matnda to‘xtab turish joylari deb yuritiladi) — transport vositalarini vaqtincha yoki doimiy saqlash uchun mo‘ljallangan, yo‘lning kengaytirilib qatnov qismidan ajratilgan uchastkasi, bino, inshoot (ularning bir qismi), maxsus ochiq maydoncha; haydovchi  — transport vositasini boshqaruvchi shaxs. Transport vositasini boshqarish o‘rgatilayotganda o‘rgatuvchi shaxs haydovchi deb hisoblanadi. 5-modda. Yo‘l harakati sohasidagi asosiy prinsiplar Yo‘l harakati sohasidagi asosiy prinsiplar quyidagilardan iborat: qonuniylik; tizimlilik; ilmiylik; ochiqlik va oshkoralik; fuqarolar hayoti va sog‘lig‘i muhofaza qilinishining ustuvorligi; ekologik xavfsizlikning va atrof-muhit muhofaza qilinishining ustuvorligi; mahalliy aholi va yo‘l harakati ishtirokchilari fikrining inobatga olinishi. 2-bob. Yo‘l harakati sohasini tartibga solish 6-modda. Yo‘l harakati sohasidagi davlat boshqaruvi Yo‘l harakati sohasidagi davlat boshqaruvi O‘zbekiston Respublikasi Vazirlar Mahkamasi, mahalliy davlat hokimiyati organlari va yo‘l harakati sohasidagi maxsus vakolatli davlat organlari tomonidan amalga oshiriladi. O‘zbekiston Respublikasi Transport vazirligi va uning tasarrufidagi tashkilotlar, O‘zbekiston Respublikasi Ichki ishlar vazirligi Jamoat xavfsizligi departamentining Yo‘l harakati xavfsizligi xizmati, Qoraqalpog‘iston Respublikasi Ichki ishlar vazirligi, Toshkent shahar va Toshkent viloyati ichki ishlar bosh boshqarmalari, viloyatlar ichki ishlar boshqarmalari jamoat xavfsizligi xizmatining yo‘l harakati xavfsizligi boshqarmalari, shuningdek tuman (shahar) ichki ishlar bo‘limlari (ichki ishlar organlari faoliyatini muvofiqlashtirish boshqarmalari) jamoat xavfsizligi xizmatining yo‘l harakati xavfsizligi bo‘linmalari (bundan buyon matnda Davlat yo‘l harakati xavfsizligi xizmati deb yuritiladi), O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmati, O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi huzuridagi Bojxona qo‘mitasi yo‘l harakati sohasidagi maxsus vakolatli davlat organlari (bundan buyon matnda maxsus vakolatli davlat organlari deb yuritiladi) jumlasiga kiradi. 7-modda. O‘zbekiston Respublikasi Vazirlar Mahkamasining yo‘l harakati sohasidagi vakolatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi: yo‘l harakati sohasidagi davlat dasturlarini tasdiqlaydi va ularning amalga oshirilishini ta’minlaydi; yo‘l harakati sohasidagi normativ-huquqiy hujjatlarni o‘z vakolatlari doirasida ishlab chiqadi va qabul qiladi; davlat boshqaruvi organlarining, mahalliy ijro etuvchi hokimiyat organlarining yo‘l harakati sohasidagi faoliyatini muvofiqlashtiradi; yo‘l harakati sohasi bilan bog‘liq mutaxassisliklar, kasblar va lavozimlar ro‘yxatini, shuningdek ularga doir malaka talablarini belgilaydi; yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlarini shakllantirish, ularning hisobini yuritish va ulardan foydalanish tartibini tasdiqlaydi; transport vositalari va yo‘llarning texnik holatiga, yo‘llarda va temir yo‘llar kesishmalarida yo‘l harakati xavfsizligiga doir yagona talablarni belgilaydi; transport vositalarining haydovchilarini tayyorlashga, shuningdek aholiga Yo‘l harakati qoidalarini o‘rgatishga doir umumiy talablarni belgilaydi; haydovchilarni, transport vositalarini, Yo‘l harakati qoidalarining buzilishlarini, yo‘l-transport hodisalarini va yo‘l harakati sohasidagi boshqa ma’lumotlarni hisobga olishning yagona tizimini tasdiqlaydi. O‘zbekiston Respublikasi Vazirlar Mahkamasi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 8-modda. Mahalliy davlat hokimiyati organlarining yo‘l harakati sohasidagi vakolatlari Mahalliy davlat hokimiyati organlari: yo‘l harakati sohasidagi davlat dasturlarini amalga oshirishda ishtirok etadi; yo‘l harakati sohasidagi hududiy dasturlarni ishlab chiqadi, tasdiqlaydi va ularning amalga oshirilishini ta’minlaydi; xo‘jaliklararo qishloq yo‘llarida, tumanlar (shaharlar), shaharchalar, qishloqlar va ovullarning ko‘chalarida yo‘l harakati monitoringini tashkil etadi hamda amalga oshiradi; xo‘jaliklararo qishloq yo‘llarida, tumanlar (shaharlar), shaharchalar, qishloqlar va ovullarning ko‘chalarida joylashgan to‘xtab turish joylarining, shu jumladan pulli to‘xtab turish joylarining reyestrini yuritadi; Davlat yo‘l harakati xavfsizligi xizmati bilan kelishuvga ko‘ra, xo‘jaliklararo qishloq yo‘llarida, tumanlar (shaharlar), shaharchalar, qishloqlar va ovullarning ko‘chalarida yo‘l harakatini tashkil etishning texnik vositalari o‘rnatilishini, almashtirilishini, olib tashlanishini va ularga texnik xizmat ko‘rsatilishini amalga oshiradi; yo‘l harakatini tashkil etishning texnik vositalari joylashuvini yuritadi hamda ularning joylashuvga muvofiqligi va texnik holati ustidan nazoratni amalga oshiradi; yo‘l harakati sohasiga axborot-kommunikatsiya texnologiyalarini joriy etadi; yo‘llarga tutash bo‘lgan hududlarda xizmat ko‘rsatish infratuzilmasi obyektlarini tashkil etadi va rivojlantiradi; yo‘l harakati xavfsizligi tibbiy jihatdan ta’minlanishini, shuningdek yo‘l-transport hodisalarida jabrlanganlarga tibbiy yordam ko‘rsatilishini tashkil etadi; xo‘jaliklararo qishloq yo‘llarining, tumanlar (shaharlar), shaharchalar, qishloqlar va ovullar ko‘chalarining, shahar elektr transporti yo‘llarining, shuningdek yo‘l harakatini tashkil etish texnik vositalarining jihozlanishini va soz holatda saqlanishini ta’minlaydi; yo‘l-transport hodisalarining profilaktikasi bo‘yicha choralar ko‘radi, aholi o‘rtasida Yo‘l harakati qoidalariga rioya etilishi bo‘yicha targ‘ibotni amalga oshiradi. Mahalliy davlat hokimiyati organlari qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 9-modda. O‘zbekiston Respublikasi Transport vazirligi va uning tasarrufidagi tashkilotlarning yo‘l harakati sohasidagi vakolatlari O‘zbekiston Respublikasi Transport vazirligi va uning tasarrufidagi tashkilotlar: yo‘l harakati sohasidagi davlat dasturlarini ishlab chiqishda va amalga oshirishda ishtirok etadi; yo‘l harakati sohasidagi normativ-huquqiy hujjatlar va normativ hujjatlar loyihalarini o‘z vakolatlari doirasida ishlab chiqadi; yo‘l harakati sohasidagi davlat nazoratini o‘z vakolatlari doirasida amalga oshiradi; yo‘l harakati sohasidagi tadbirlarni ishlab chiqadi va amalga oshiradi hamda ularni o‘tkazishga doir uslubiy tavsiyalarni tasdiqlaydi; umumiy foydalanishdagi yo‘llarda yo‘l harakati monitoringini tashkil etadi va amalga oshiradi; Davlat yo‘l harakati xavfsizligi xizmati bilan kelishuvga ko‘ra, umumiy foydalanishdagi yo‘llarda yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatish loyihalarini tayyorlaydi, ushbu vositalarni o‘rnatish, almashtirish, olib tashlashni va ularga texnik xizmat ko‘rsatishni amalga oshiradi; yo‘l harakatini tashkil etishning texnik vositalari joylashuvini yuritadi hamda ularning joylashuvga muvofiqligi va texnik holati ustidan davlat nazoratini amalga oshiradi; yo‘llarning harakat uchun xavfli uchastkalarini aniqlaydi va bunday uchastkalarda yo‘l harakatini tashkil etishni takomillashtirish bo‘yicha choralar ko‘radi; yo‘l harakatini tashkil etish loyihalarining auditini o‘tkazadi; yo‘l harakatini tashkil etishda, yo‘llardan foydalanishda, shuningdek yo‘l harakati ishtirokchilariga logistikani tashkil etish va xizmatlar ko‘rsatish chog‘ida axborot-kommunikatsiya texnologiyalarini joriy etadi; yo‘l harakati sohasida band bo‘lgan mutaxassislarni tayyorlashni, qayta tayyorlashni va ularning malakasini oshirishni amalga oshiradi; umumiy foydalanishdagi yo‘llar bo‘yida joylashgan to‘xtab turish joylarining, shu jumladan pulli to‘xtab turish joylarining reyestrini yuritadi; og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining harakatlanish yo‘nalishlarini belgilaydi, shuningdek yo‘l-xizmat ko‘rsatish obyektlarini joylashtirishni kelishadi; yo‘llarni, temir yo‘llar kesishmalarini, shuningdek avtomobillarga yoqilg‘i quyish stansiyalarini hamda yo‘l bo‘yi hududlarida joylashgan boshqa xizmat ko‘rsatish obyektlarini qurish, rekonstruksiya qilish hamda kapital ta’mirlash loyihalarini yo‘l harakatini tashkil etishga oid qism bo‘yicha ko‘rib chiqadi va kelishadi; qurilishi (rekonstruksiya qilinishi) va kapital ta’mirlanishi tugallangan yo‘l obyektlarini, temir yo‘llar kesishmalarini foydalanishga qabul qilish bo‘yicha komissiyalarning ishida ishtirok etadi; temir yo‘llar kesishmalaridan foydalanish, ularning ochilishi va yopilishi tartibini belgilaydi; ekstremal iqlim sharoitlarida, xususan, havo harorati ko‘tarilib ketgan sharoitlarda yo‘llarning va yo‘l sun’iy inshootlarining texnik holatini saqlash maqsadida sutkaning muayyan vaqtida N2, N3 va M3 toifasidagi transport vositalarining harakatlanishini belgilangan tartibda cheklaydi. O‘zbekiston Respublikasi Transport vazirligi va uning tasarrufidagi tashkilotlar qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 10-modda. Davlat yo‘l harakati xavfsizligi xizmatining yo‘l harakati sohasidagi vakolatlari Davlat yo‘l harakati xavfsizligi xizmati: yo‘l harakati sohasidagi davlat dasturlarini ishlab chiqishda va amalga oshirishda ishtirok etadi; yo‘l harakati sohasidagi normativ-huquqiy hujjatlar va normativ hujjatlar loyihalarini o‘z vakolatlari doirasida ishlab chiqadi; yo‘l harakati to‘g‘risidagi qonunchilikka rioya etilishi ustidan davlat nazoratini o‘z vakolatlari doirasida amalga oshiradi; og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining harakatlanish yo‘nalishlarini belgilashda ishtirok etadi; yo‘llarni, temir yo‘llar kesishmalarini, shuningdek avtomobillarga yoqilg‘i quyish stansiyalarini va yo‘llar bo‘ylab hamda yo‘l bo‘yi hududlarida joylashgan boshqa inshootlarni qurish, rekonstruksiya qilish hamda kapital ta’mirlash loyihalarini yo‘l harakatini tashkil etishga oid qism bo‘yicha ko‘rib chiqadi va kelishadi; qurilishi (rekonstruksiya qilinishi) va kapital ta’mirlanishi tugallangan yo‘l obyektlarini, temir yo‘llar kesishmalarini foydalanishga qabul qilish bo‘yicha komissiyalarning ishida ishtirok etadi; foydalanishdagi transport vositalarining texnik holati ustidan nazoratni amalga oshiradi, transport vositalarining majburiy texnik ko‘rigini o‘tkazadi (bundan jismoniy shaxslarga tegishli bo‘lgan M1 toifasidagi transport vositalari mustasno); yo‘l harakatining monitoringini tashkil etadi va amalga oshiradi; yo‘l harakatini tashkil etish texnik vositalarining texnik holati, shuningdek yo‘llarning va temir yo‘llar kesishmalarining saqlanishi, ularning yo‘l harakatini tartibga solish vositalari bilan jihozlanishi ustidan nazoratni amalga oshiradi; yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq bo‘lmagan yo‘llardan va temir yo‘llar kesishmalaridan foydalanishni belgilangan tartibda taqiqlaydi; yo‘l harakatini tashkil etish bo‘yicha faoliyatni amalga oshiradi; yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatish yoki olib tashlash yuzasidan yo‘l egalariga ko‘rsatmalar kiritadi, ularni bajarish muddatlari va sifati ustidan nazoratni amalga oshiradi; yo‘lda (yo‘lning uchastkasida) transport vositalarining harakatlanishini ushbu Qonunning  23-moddasiga  muvofiq cheklaydi yoki taqiqlaydi; yo‘l harakati sohasiga axborot-kommunikatsiya texnologiyalarini joriy etadi; yo‘llarda va yo‘l bo‘yi hududlarida ishlarni amalga oshirish bo‘yicha tegishli tashkilotlar bilan kelishilgan takliflarni ko‘rib chiqadi; o‘z vakolatlari doirasida davlat organlariga yoki boshqa tashkilotlarga, ularning mansabdor shaxslariga yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatish va ulardan foydalanishga doir faoliyatidagi kamchiliklarni bartaraf etish haqida, biron-bir yo‘l uchastkasida harakat xavfsizligiga tahdid soluvchi, Yo‘l harakati qoidalarining buzilishiga imkon beruvchi vaziyat yuzaga kelganda kamchiliklarni bartaraf etish to‘g‘risida bajarilishi majburiy bo‘lgan taqdimnomalar kiritadi, mazkur yozma taqdimnomalarni bajarish choralari ko‘rilmagan taqdirda ma’muriy jazolar qo‘llaydi; yo‘l harakatini tashkil etishning texnik vositalari loyihalashtirilishini, o‘rnatilishini (montaj qilinishini), almashtirilishini, olib tashlanishini tashkil etadi, bu ishlarning bajarilishini nazorat qiladi; Toshkent va Nukus shaharlarining, viloyat, tuman (shahar) markazlarining ko‘chalarida yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatishni (montaj qilishni), almashtirishni, olib tashlashni hamda ularga texnik xizmatlar ko‘rsatishni amalga oshiradi; Toshkent va Nukus shaharlarining, viloyat, tuman (shahar) markazlarining ko‘chalarida yo‘l harakatini tashkil etish texnik vositalarining joylashuvini yuritadi va ularning joylashuvga muvofiqligi hamda texnik holati ustidan davlat nazoratini amalga oshiradi; transport vositalarining, Yo‘l harakati qoidalari buzilishlarining hamda yo‘l-transport hodisalarining hisobini yuritadi va ularning ro‘yxatga olinishini amalga oshiradi; milliy haydovchilik guvohnomalarini, avtomototransport vositalari ro‘yxatdan o‘tkazilganligi to‘g‘risidagi guvohnomalarni hamda avtomototransport vositalari va ularning tirkamalari (yarim tirkamalari) uchun ro‘yxatdan o‘tkazish davlat raqami belgilarini beradi; ma’muriy huquqbuzarliklar to‘g‘risidagi ishlarni o‘z vakolatlari doirasida ko‘rib chiqadi. Davlat yo‘l harakati xavfsizligi xizmati qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 11-modda. O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmatining yo‘l harakati sohasidagi vakolatlari O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmati: maxsus vakolatli davlat organlariga qo‘riqlanadigan shaxslar turgan obyektlar atrofida hamda ularning harakatlanish yo‘nalishlari (doimiy, muntazam va zaxira) bo‘ylab yo‘l harakatini tashkil etish bo‘yicha tadbirlarni ishlab chiqish to‘g‘risida takliflar kiritadi va ularning bajarilishi ustidan nazoratni amalga oshiradi; qo‘riqlanadigan shaxslar turgan obyektlar atrofida hamda ularning harakatlanish yo‘nalishlari (doimiy, muntazam va zaxira) bo‘ylab rejalashtirilayotgan har qanday turdagi ishlarni bajarishga doir takliflarni ko‘rib chiqadi; qo‘riqlanadigan shaxslar turgan obyektlar atrofida hamda ularning harakatlanish yo‘nalishlari (doimiy, muntazam va zaxira) bo‘ylab joylashgan yer osti kommunikatsiya tarmoqlarini, temir yo‘llar kesishmalarini, avtomobillarga yoqilg‘i quyish stansiyalarini, yo‘l obyektlarini ta’mirlash, qurish, rekonstruksiya qilish bo‘yicha loyihalarni ko‘rib chiqadi va kelishadi; qo‘riqlanadigan shaxslar turgan obyektlar va ularning harakatlanish yo‘nalishlari (doimiy, muntazam va zaxira) bo‘ylab joylashgan, qurilishi rejalashtirilgan obyektlarga olib boruvchi alohida yo‘llarni ochish yoki yopish to‘g‘risida mahalliy davlat hokimiyati organlari kiritadigan takliflarni Davlat yo‘l harakati xavfsizligi xizmati tomonidan o‘rganilganidan keyin kelishadi; qo‘riqlanadigan shaxslar turgan obyektlar atrofida hamda ularning harakatlanish yo‘nalishlari (doimiy, muntazam va zaxira) bo‘ylab yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatish (montaj qilish), almashtirish va olib tashlash bo‘yicha takliflarni ko‘rib chiqadi; qo‘riqlanadigan shaxslar turgan obyektlar hududida hamda ularning harakatlanish yo‘nalishlarida (doimiy, muntazam va zaxira) yo‘l harakatini tashkil etish hamda yo‘l harakati ustidan navbatdan tashqari nazorat olib borish yuzasidan maxsus vakolatli davlat organlariga topshiriqlar beradi. O‘zbekiston Respublikasi Prezidenti davlat xavfsizlik xizmati qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 12-modda. O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi huzuridagi Bojxona qo‘mitasining yo‘l harakati sohasidagi vakolatlari O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi huzuridagi Bojxona qo‘mitasi: bojxona postlari hududlarida yo‘l harakatini tashkil etadi; bojxona postlari hududlarini yo‘l harakatini tashkil etishning texnik vositalari bilan ta’minlaydi; chet davlatlarda ro‘yxatdan o‘tkazilgan va haydovchilari O‘zbekiston Respublikasi hududida Yo‘l harakati qoidalarini buzgan transport vositalarini O‘zbekiston Respublikasi hududidan olib chiqib ketayotgan haydovchilardan yoki boshqa shaxslardan O‘zbekiston Respublikasi hududida Yo‘l harakati qoidalarini buzganlik uchun tayinlangan jarimalar undirilishini ta’minlaydi. O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi huzuridagi Bojxona qo‘mitasi qonunchilikka muvofiq boshqa vakolatlarni ham amalga oshirishi mumkin. 13-modda. Fuqarolar o‘zini o‘zi boshqarish organlarining, nodavlat notijorat tashkilotlarining va fuqarolarning yo‘l harakati sohasidagi tadbirlarni amalga oshirishda ishtirok etishi Fuqarolarning o‘zini o‘zi boshqarish organlari, nodavlat notijorat tashkilotlari va fuqarolar: yo‘l harakatini tashkil etish bo‘yicha tadbirlarni amalga oshirishda, shuningdek yo‘l-transport hodisalarining profilaktikasida ishtirok etadi; yo‘l harakati to‘g‘risidagi qonunchilikni, yo‘l harakati sohasidagi normativ hujjatlarni takomillashtirish bo‘yicha takliflar kiritadi; yo‘l harakati to‘g‘risidagi qonunchilikning ijro etilishi ustidan jamoatchilik nazoratini amalga oshiradi; davlat hokimiyati va boshqaruvi organlari tomonidan yo‘l harakati sohasidagi qarorlarni ishlab chiqishda qonunchilikda nazarda tutilgan tartibda ishtirok etadi. Fuqarolarning o‘zini o‘zi boshqarish organlari, nodavlat notijorat tashkilotlari va fuqarolar qonunchilikka muvofiq boshqa tadbirlarda ham ishtirok etishi mumkin. 14-modda. Korxonalar, muassasalar va tashkilotlarning yo‘l harakati sohasidagi tadbirlarni amalga oshirishda ishtirok etishi Mahalliy davlat hokimiyati organlari va maxsus vakolatli davlat organlari tomonidan yo‘l harakati sohasidagi tadbirlar korxonalar, muassasalar va tashkilotlar, shu jumladan tadbirkorlik subyektlari jalb etilgan holda amalga oshirilishi mumkin. Korxonalar, muassasalar va tashkilotlar, shu jumladan tadbirkorlik subyektlari yo‘l harakati sohasidagi tadbirlarni amalga oshirishda qonunchilikda belgilangan tartibda ishtirok etadi. 15-modda. Yo‘l egasining huquq va majburiyatlari Yo‘l egasi quyidagi huquqlarga ega: yo‘llarni qurish, ta’mirlash va rekonstruksiya qilish loyihalarini kelishib olish va tasdiqlashda, shuningdek ta’mirlash ishlarini tashkil etishda ishtirok etish; ekstremal iqlim sharoitlarida, xususan, havo harorati ko‘tarilib ketgan sharoitlarda yo‘llarning va yo‘l sun’iy inshootlarining texnik holatini saqlab turish maqsadida sutkaning muayyan vaqtida N2, N3 va M3 toifasidagi transport vositalarining harakatlanishini cheklash to‘g‘risida Davlat yo‘l harakati xavfsizligi xizmatiga takliflar kiritish. Yo‘l egasi qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. Yo‘l egasi: yo‘llarda yo‘l harakatini tashkil etishning texnik vositalari o‘rnatilishini (montaj qilinishini), almashtirilishini, olib tashlanishini, ularga texnik xizmat ko‘rsatilishini va ular o‘z vaqtida ta’mirlanishini ta’minlashi; yo‘l harakatini tashkil etish uchun xavf tug‘dirayotgan ko‘p yillik dov-daraxtlar, ularning shoxlari, butalar, qonunga xilof qurilmalar, shuningdek materiallar va chiqindilar yo‘lning qatnov qismidan olib tashlanishini ta’minlashi, bunda daraxtlarni va butalarni kesib tashlashni tabiat resurslari organlari bilan kelishgan holda amalga oshirishi; yo‘l-transport hodisasi sodir bo‘lgan yoki yo‘l harakati ishtirokchilari uchun xavf tug‘diradigan joylarda yo‘l harakatini tashkil etishning ogohlantiruvchi, shuningdek yo‘naltiruvchi texnik vositalarini Davlat yo‘l harakati xavfsizligi xizmati bilan kelishuvga ko‘ra o‘rnatishi; ushbu Qonun 23-moddasining  birinchi qismida  nazarda tutilgan hollarda, transport vositalarining yo‘llarda (yo‘llar uchastkalarida) harakatlanishini cheklash yoki taqiqlash choralarini ko‘rishi; yo‘l harakati ishtirokchilarining xavfsizligini ta’minlashi, shuningdek transport vositasiga chiqish va tushishda jamoat transporti yo‘lovchilari uchun shart-sharoitlar yaratishi; yo‘l harakati sohasiga axborot-kommunikatsiya texnologiyalarini joriy etishi; yo‘l harakatini tashkil etishdagi o‘zgarishlar to‘g‘risidagi axborotni yo‘l harakati ishtirokchilariga ommaviy axborot vositalari orqali, shuningdek Internet jahon axborot tarmog‘idan foydalangan holda kamida bir sutka oldin yetkazishi; Davlat yo‘l harakati xavfsizligi xizmatiga yo‘llarning holati to‘g‘risida, ularga xizmat ko‘rsatilishi, ularning yopilishi va ochilishi haqida, yo‘llarda belgilangan cheklovlar va taqiqlar to‘g‘risida axborot taqdim etishi; ekstremal iqlim sharoitlarida, yo‘lning qatnov qismida yaxmalak hosil bo‘lganda va favqulodda vaziyatlar ro‘y berganda yo‘l harakatini tashkil etishdagi o‘zgarishlar haqidagi axborotni darhol maxsus vakolatli davlat organlariga va mahalliy davlat hokimiyati organlariga yuborishi, shuningdek bu haqda yo‘l harakati ishtirokchilarini xabardor qilishi shart. Yo‘l egasining zimmasida qonunchilikka muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. 3-bob. Yo‘l harakatini tashkil etish va monitoring qilish 16-modda. Yo‘l harakatini tashkil etishga doir umumiy talablar Yo‘l harakatini tashkil etish texnik jihatdan tartibga solish sohasidagi normativ hujjatlarda belgilangan talablarga javob beradigan texnik vositalardan foydalangan holda amalga oshiriladi. O‘zbekiston Respublikasining butun hududida yo‘l harakatini tashkil etish O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan tasdiqlanadigan yagona tartib asosida amalga oshiriladi. Yo‘llarda transport vositalarining o‘ng tomonlama harakati belgilanadi. Yo‘l harakatini tashkil etishga doir tadbirlarni ishlab chiqish qonunchilik talablariga muvofiq amalga oshiriladi. 17-modda. Yo‘l harakatini tashkil etishga doir tadbirlar Yo‘l harakatini tashkil etishga doir tadbirlar jumlasiga quyidagilar kiradi: transport oqimlarining harakatlanish polosalari bo‘yicha taqsimlanishini boshqarish, shu jumladan transport oqimlarining harakatlanishini transport vositalarining toifalariga, harakat tezligiga va yo‘nalishiga, ularning harakatlanish vaqtiga qarab guruhlarga bo‘lish; yo‘llarning o‘tkazuvchanlik qobiliyatini oshirish, shu jumladan transport vositalarining harakat xavfsizligiga tahdid soluvchi to‘siqlar va sharoitlarni bartaraf etish, chorrahalarni rekonstruksiya qilish, yo‘l o‘tkazgichlarni qurish; svetofor obyektlarini tizimli boshqarish, ularning yo‘l harakatini tartibga solish sikllarini maqbullashtirish; yo‘l harakatini tashkil etish to‘g‘risidagi hujjatlarda belgilangan hududlar chegaralarida svetofor obyektlari ko‘rsatkichlarining o‘zaro aloqadorligini belgilash; piyodalar va velosipedchilar harakatini ta’minlash, shu jumladan piyodalar o‘tish joylarini va velosipedchilar yo‘laklarini belgilash, qurish, jihozlash hamda tartibga solish maqsadida yo‘l infratuzilmasini rivojlantirish; yo‘nalishli transport vositalarining harakatlanishi uchun ustuvorlikni joriy etish; yo‘ldan tashqarida to‘xtab turish joylarini rivojlantirish; transport vositalarining harakatlanishini cheklash yoki taqiqlash. Transport vositalarining yo‘llarda taqsimlanishini boshqarishda yo‘llarni qurish, rekonstruksiya qilish, kapital ta’mirlash va ta’mirlash bo‘yicha tadbirlar, shuningdek yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlariga ta’sir ko‘rsatadigan kapital qurilishning boshqa turlari hisobga olinishi kerak. Milliy standartlar talablariga muvofiq bo‘lmagan yo‘l harakatini tashkil etishning texnik vositalarini joylashtirishga yo‘l qo‘yilmaydi. Yo‘l harakatini tashkil etishga doir tadbirlar maxsus vakolatli davlat organlari va mahalliy davlat hokimiyati organlari tomonidan bevosita yoki korxonalar, muassasalar va tashkilotlarni, shu jumladan tadbirkorlik subyektlarini qonunchilikda belgilangan tartibda jalb etgan holda amalga oshiriladi. 18-modda. Yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlari Yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlaridan maxsus mahalliy davlat hokimiyati organlari va vakolatli davlat organlari tomonidan yo‘l harakatini tashkil etishning texnik vositalarini o‘rnatishda, yo‘l harakatining monitoringini amalga oshirishda, yo‘lning o‘tkazuvchanlik qobiliyatini aniqlashda, transport vositalarining harakatlanishini cheklashda yoki taqiqlashda foydalaniladi. Yo‘l harakatini tashkil etishning asosiy ko‘rsatkichlari quyidagilardan iborat: yo‘l harakatini tavsiflovchi ko‘rsatkichlar — yo‘lning o‘tkazuvchanlik qobiliyati, harakatning jadalligi, transport oqimining tarkibi, transport vositalari harakatlanishining o‘rtacha tezligi, yo‘lning bir kilometrida harakatlanayotgan transport vositalarining o‘rtacha soni (harakat zichligi); yo‘lning transport-ekspluatatsiya ko‘rsatkichlari — harakatlanishning belgilangan tezlik bilan ta’minlanganligi, yo‘lning o‘tkazuvchanlik qobiliyati, yo‘lning harakatlanish bilan yuklanganlik darajasi, harakatning uzluksizligi va qulayligi, yo‘lning toifasiga qarab transport vositalarining o‘qlariga tushadigan og‘irlikka va yuk ko‘tarish qobiliyatiga ko‘ra o‘tkazish quvvati yoki umumiy yuk ko‘tarish hajmi; yo‘lning geometrik va fizik ko‘rsatkichlari — qatnov qismining hamda yo‘l yoqasi mustahkamlangan qismining kengligi, bo‘ylama qiyaliklarning kattaligi, tik va yotiq egriliklar radiuslari, burilishlarning yo‘l tuproq ko‘tarmasi yonbag‘irlarining nishabligi, ko‘rinuvchanlik masofalari, ko‘priklar, yo‘l o‘tkazgichlarining hamda boshqa yo‘l sun’iy inshootlarining o‘lchamlari, yuk ko‘tarish quvvati, muhandislik inshootlarining va yo‘l elementlarining holati, qatnov qismining hamda yo‘l bo‘yidagi qoplamalarning kengligi, yo‘l tuproq ko‘tarmasining mustahkamligi, o‘zgaruvchanligi, yopishuvchanligi hamda holati, gidroizolatsiya tizimining holati va yaroqliligi; yo‘l harakati ishtirokchilarining harakat davomida vaqt yo‘qotishini (kechikishini) tavsiflovchi ko‘rsatkichlar, tirband joylar soni; yo‘l harakati xavfsizligini tavsiflovchi ko‘rsatkichlar — sodir bo‘lgan yo‘l-transport hodisalarining, yo‘l transport hodisalari oqibatida badaniga shikast yetkazilgan va halok bo‘lgan shaxslarning, avariya o‘choqlarining, shuningdek Yo‘l harakati qoidalarini buzish bilan bog‘liq ma’muriy huquqbuzarliklarning soni. 19-modda. Yo‘l harakatini tashkil etishning texnik vositalari Yo‘l harakatini tashkil etishning texnik vositalari davlat standartlari talablariga muvofiq qo‘llaniladi. Yo‘l harakatini tashkil etishning texnik vositalariga doir talablar texnik jihatdan tartibga solish sohasidagi normativ hujjatlar bilan belgilanadi. 20-modda. Tashqi reklama va axborot obyektlari (konstruksiyalari) Tashqi reklama va axborot obyektlarini (konstruksiyalarini) joylashtirish “Reklama to‘g‘risida”gi O‘zbekiston Respublikasi  Qonunida  nazarda tutilgan tartibda amalga oshiriladi. Yo‘l harakatini tashkil etishga monelik qiluvchi tashqi reklama va axborot obyektlarini (konstruksiyalarini) joylashtirishga yo‘l qo‘yilmaydi. 21-modda. Yo‘lning ta’mirlash ishlari olib borilayotgan uchastkalarida yo‘l harakatini tashkil etish Yo‘l uchastkalarini rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash bo‘yicha ishlar bajarilayotganda yo‘lning mazkur uchastkalaridagi qatnov qismining ko‘pi bilan ellik foizi o‘tish uchun cheklanishi yoki yopilishi mumkin. Yo‘l uchastkalarida qatnov qismining ellik foizidan ko‘prog‘ini yopish zarur bo‘lgan taqdirda mazkur yo‘l uchastkalarini aylanib o‘tish ta’minlanishi kerak. Yo‘l uchastkalarini rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash bo‘yicha ishlar boshlanishidan yoxud yo‘l uchastkalarida boshqa ishlar amalga oshirilishidan uch kun oldin va ushbu ishlarni bajarish davrida yo‘l harakatini tashkil etishning zarur texnik vositalari o‘rnatiladi. Yo‘l uchastkalarini rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash bo‘yicha ishlarni bajarish to‘g‘risidagi yoxud yo‘l uchastkalarida boshqa ishlarni amalga oshirish haqidagi axborot ommaviy axborot vositalariga oldindan joylashtiriladi. Yo‘l uchastkasini rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash bo‘yicha ishlarni bajarish chog‘ida ushbu ishlarni bajarishga doir shartnomalarda belgilanmagan to‘siqlarni o‘rnatishga yo‘l qo‘yilmaydi. 22-modda. Kapital qurilish obyektlarida yo‘l harakatini tashkil etish tartibi Kapital qurilish obyektlarida yo‘l harakatini tashkil etishda shaharsozlik normalari va qoidalarida ko‘rsatilgan yo‘l harakatini tashkil etish samaradorligini ta’minlash talablari hisobga olinadi. Kapital qurilish obyektlarini yo‘l harakatini tashkil etish talablarini buzgan holda joylashtirishga yo‘l qo‘yilmaydi. 23-modda. Yo‘llarda (yo‘l uchastkalarida) transport vositalarining harakatlanishini cheklash yoki taqiqlash Yo‘llarda (yo‘l uchastkalarida) transport vositalarining harakatlanishini cheklash yoki taqiqlash tegishli vakolatli davlat organlarining axborotiga asosan quyidagi hollarda amalga oshiriladi: yo‘l harakati xavfsizligiga, shu jumladan fuqarolarning hayotiga yoki sog‘lig‘iga tahdid bo‘lganda; ekstremal iqlim sharoitlari to‘g‘risida, tabiiy ofatlar, avariyalar, yong‘inlar, tabiiy hamda texnogen xususiyatli boshqa favqulodda vaziyatlar ro‘y berishi xavfi haqida belgilangan tartibda ogohlantirish kelib tushganda; ekstremal iqlim sharoitlari, tabiiy ofatlar, avariyalar, yong‘inlar, tabiiy hamda texnogen xususiyatli boshqa favqulodda vaziyatlar ro‘y berganda; yo‘l-transport hodisalari sodir etilganda; qonunda nazarda tutilgan tezkor-qidiruv tadbirlari, shuningdek protsessual harakatlar amalga oshirilayotganda; ommaviy tadbirlar (sport tadbirlari va madaniy tadbirlar, kino- va fototasvirga olish, ommaviy sayrlar, yarmarkalar, ommaviy yurishlar hamda boshqa tadbirlar) o‘tkazilayotganda; qo‘riqlanadigan shaxslar yo‘lda harakatlanayotganda. Yo‘llarda (yo‘l uchastkalarida) transport vositalarining harakatlanishini cheklash yoki taqiqlash qonunda nazarda tutilgan boshqa hollarda ham amalga oshirilishi mumkin. Yo‘l egalari tomonidan jalb qilinadigan yo‘llarni ta’mirlash va saqlash bo‘yicha tashkilotlar ushbu moddaning  birinchi qismida  nazarda tutilgan hollarda, shuningdek yo‘lning (yo‘l uchastkasining) transport-ekspluatatsiya sifati yomonlashganda va boshqa shunga o‘xshash hollarda, ta’mirlash-qurilish ishlari olib borilayotganda mahalliy davlat hokimiyati organlarini bu haqda xabardor qilgan, yo‘llardan foydalanuvchilarni ommaviy axborot vositalari orqali e’lon qilib xabardor etgan hamda yo‘l harakatini tashkil etishning tegishli texnik vositalarini o‘rnatgan holda, transport vositalarining harakatlanishini Davlat yo‘l harakati xavfsizligi xizmati va O‘zbekiston Respublikasi Favqulodda vaziyatlar vazirligining bo‘linmalari bilan kelishuvga ko‘ra cheklash yoki taqiqlash huquqiga ega. Yo‘l egalari yo‘llardagi yoki ularning ayrim uchastkalaridagi harakatlanishni ajratilgan mintaqada ishlar olib borilayotganda bunday ishlarni olib borish transport vositalari va piyodalarning harakat xavfsizligiga tahdid qilgan hollarda ham cheklashga yoki taqiqlashga haqli. Ishlarni olib borish uchun yo‘llarda yoki ularning ayrim uchastkalarida harakatlanishni cheklash yoki taqiqlash yo‘llar egalarining roziligi bilan amalga oshiriladi. Shoshilinch, kechiktirib bo‘lmaydigan hollarda, yo‘llarda (yo‘l uchastkalarida) harakatlanishni cheklash yoki taqiqlash ishlarni amalga oshirish uchun oldindan rozilik olmasdan turib, biroq yo‘llarning egalarini va Davlat yo‘l harakati xavfsizligi xizmatini bu haqda majburiy ravishda xabardor qilgan holda joriy etilishi mumkin. 24-modda. To‘xtab turish joylariga doir talablar Ko‘p kvartirali uylarga tutash hududlarning belgilangan chegaralarida to‘xtab turish joylarini qurish to‘g‘risidagi qarorlar hududni rejalashtirish bo‘yicha tasdiqlangan hujjatlarga muvofiq mahalliy davlat hokimiyati organlari tomonidan qabul qilinadi. Bunda qurilish ishlari shaharsozlik normalari va qoidalarida belgilangan tartibda amalga oshiriladi. To‘xtab turish joylarini joylashtirish ekologik xavfsizlikni ta’minlash hamda atrof-muhitga, aholining sog‘lig‘i va osoyishtaligiga salbiy ta’sirni kamaytirish hisobga olingan holda amalga oshiriladi. To‘xtab turish joylarining belgilangan maqsadi va imkoniyatlari (joylar soni) shaharsozlik normalariga va qoidalariga muvofiq belgilanadi. To‘xtab turish joylariga bo‘lgan ehtiyojlarni aniqlash uchun mazkur hududda foydalanuvchilarga xizmat ko‘rsatilishi uchun zarur bo‘lgan transport vositalarining soni, shuningdek ularning kelgusida ko‘paytirilishi inobatga olinadi. To‘xtab turish joylari yo‘l harakatini tashkil etish bo‘yicha hujjatlarda ko‘rsatilgan ehtiyojga mos keladigan miqdorda tashkil qilinadi. To‘xtab turish joylarini ro‘yxatga olish yo‘l egasi tomonidan amalga oshiriladi. To‘xtab turish joylarida to‘xtab turish joyining kirish yoki undan chiqish joyiga tutash bo‘lgan alohida joylar nogironligi bo‘lgan shaxslar boshqaradigan va ushbu shaxslarni tashiydigan transport vositalari uchun qonunchilikka muvofiq majburiy tartibda ajratiladi. Elektr dvigatelda ishlaydigan transport vositalari uchun alohida joylar ajratiladi. Bunday joylarda elektr quvvat manbalariga ulanish imkoniyati yaratilishi mumkin. To‘xtab turish joylaridan foydalanishga monelik qiladigan to‘siqlarni va boshqa konstruksiyalarni o‘rnatish taqiqlanadi. To‘xtab turish joylariga transport vositalarining kirishini, ulardan chiqishini va bu joylarda harakatlanishini tashkil etish maxsus vakolatli davlat organlari bilan kelishilgan loyihaga muvofiq amalga oshiriladi. To‘xtab turish joylaridan foydalanuvchilar transport vositalarini joylashtirishda to‘xtab turish joylarining egalari tomonidan belgilangan to‘xtab turish joylaridan foydalanish qoidalariga rioya etishi shart. Umumiy foydalanishdagi to‘xtab turish joylarining egalari to‘xtab turish joylaridan foydalanish qoidalarini hamma uchun qulay bo‘lgan joylarga tanishib chiqish uchun joylashtirishi shart. To‘xtab turish joylaridan foydalanish qoidalariga rioya etilishi ustidan nazorat mazkur to‘xtab turish joylarining egalari tomonidan amalga oshiriladi. Ushbu moddada belgilangan, to‘xtab turish joylariga doir talablarga rioya etilishi ustidan nazorat maxsus vakolatli davlat organlari va mahalliy davlat hokimiyati organlari tomonidan amalga oshiriladi. 25-modda. Pulli to‘xtab turish joylariga doir talablar. Pulli to‘xtab turish joylari egalarining huquq va majburiyatlari Pulli to‘xtab turish joylarining egalari pulli to‘xtab turish joylaridan foydalanganlik uchun to‘lov miqdorini Qoraqalpog‘iston Respublikasi Vazirlar Kengashi, viloyatlar va Toshkent shahar hokimliklari tomonidan O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi bilan kelishilgan holda belgilanadigan cheklangan miqdorlardan yuqori bo‘lmagan tariflar bo‘yicha mustaqil ravishda belgilaydi. Pulli to‘xtab turish joylaridan foydalanganlik uchun to‘lov naqd pul shaklida yoki naqd pulsiz shaklda, to‘lov tizimlaridan, shu jumladan avtomatlashtirilgan to‘lov tizimlaridan foydalanilgan holda amalga oshiriladi. Pulli to‘xtab turish joylarini tashkil etish chog‘ida ushbu Qonunning  24-moddasida  belgilangan talablar bajariladi. Pulli to‘xtab turish joylarining egalari quyidagi huquqlarga ega: pulli to‘xtab turish joylaridan bepul yoki imtiyozli foydalanish huquqi beriladigan foydalanuvchilarning ro‘yxatini belgilash; pulli to‘xtab turish joylaridan bepul yoki imtiyozli foydalanish huquqi beriladigan transport vositalarining ro‘yxatini belgilash. Pulli to‘xtab turish joylarining egalari: pulli to‘xtab turish joylaridan foydalanganlik uchun avtomatlashtirilgan to‘lov tizimini joriy etishi; pulli to‘xtab turish joylari tashkil etilgan hududda yo‘l belgilari o‘rnatilishini, shuningdek videokuzatuv tizimlari yoki qo‘riqlashning boshqa texnik vositalari o‘rnatilishi va uzluksiz ishlashini ta’minlashi; to‘xtab turish joyining kirish yoki undan chiqish joyiga tutash bo‘lgan to‘xtab turish joylari orasidan nogironligi bo‘lgan shaxslar boshqaradigan yoki ularni tashiydigan transport vositalari uchun to‘xtab turish joylari ajratilishini ta’minlashi shart. Pulli to‘xtab turish joylarining egalari qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi va ularning zimmasida o‘zga majburiyatlar bo‘lishi mumkin. 26-modda. Yo‘l harakati monitoringi Yo‘l harakati monitoringi maxsus vakolatli davlat organlari va mahalliy davlat hokimiyati organlari tomonidan amalga oshiriladi. Yo‘l harakati monitoringini amalga oshirish maqsadida maxsus vakolatli davlat organlarida alohida bo‘linmalar tashkil etilishi mumkin. 4-bob. Yo‘l harakatini tashkil etishga doir hujjatlar 27-modda. Yo‘l harakatini tashkil etishga doir hujjatlarga oid umumiy talablar Yo‘l harakatini tashkil etishga doir hujjatlar O‘zbekiston Respublikasining qonunchiligi talablariga muvofiq bo‘lishi kerak. Yo‘l harakatini tashkil etishga doir hujjatlar fuqarolarning hayoti va sog‘lig‘i muhofaza qilinishini, ekologik xavfsizlikni ta’minlash hamda atrof-muhitga transport vositalarining salbiy ta’sirini kamaytirish hisobga olingan holda ishlab chiqiladi. 28-modda. Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar yo‘l harakatini tashkil etishning strategik yo‘nalishlarini belgilash hamda yo‘l harakatini boshqarish samaradorligini ta’minlash yuzasidan qarorlar qabul qilish uchun ishlab chiqiladi. Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar tumanlar (shaharlar) kesimida besh yil muddatga ishlab chiqiladi hamda ular asosida Qoraqalpog‘iston Respublikasi, viloyatlar va Toshkent shahri bo‘yicha kompleks dasturlar tayyorlanadi. Tumanlarning (shaharlarning), shaharchalar, qishloqlar va ovullarning ko‘chalarida, shuningdek xo‘jalik yo‘llarida yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar mahalliy davlat hokimiyati organlari tomonidan ishlab chiqiladi va tasdiqlanadi. Umumiy foydalanishdagi yo‘llarda yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar O‘zbekiston Respublikasi Transport vazirligi tomonidan tayyorlanadi va tasdiqlanadi. Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlarda quyidagilar nazarda tutiladi: yo‘l harakatini tashkil etish bo‘yicha tadbirlar; atrof-muhitga transport vositalarining salbiy ta’sirini kamaytirishni ta’minlash bo‘yicha tadbirlar; yo‘l harakatini boshqarishning avtomatlashtirilgan tizimlarini joriy etish; aholisi besh yuz ming nafar kishidan ortiq bo‘lgan shaharlarda — tranzit tashuvchilar uchun aylanib o‘tish (halqa) yo‘llari haqidagi, tirbandliklarning oldini olish maqsadida shaharga kirilayotganda to‘xtab turish joylari to‘g‘risidagi, shahar hududidagi mavjud to‘xtab turish joylari haqidagi avtomatlashtirilgan axborot tizimlarini joriy etish; yo‘llarni va yo‘l obyektlarini loyihalashtirish, qurish, rekonstruksiya qilish, kapital ta’mirlash hamda ta’mirlash bo‘yicha tadbirlar. Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlarda ko‘rsatilgan tadbirlarni amalga oshirish O‘zbekiston Respublikasi Davlat budjeti mablag‘lari va budjetdan tashqari mablag‘lar hisobidan amalga oshiriladi. Yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlar ommaviy axborot vositalariga, shu jumladan maxsus vakolatli davlat organlarining va mahalliy davlat hokimiyati organlarining rasmiy veb-saytlariga joylashtiriladi. 29-modda. Yo‘l harakatini tashkil etish loyihalari Yo‘l harakatini tashkil etish loyihalari yo‘l harakatini tashkil etish bo‘yicha kompleks dasturlarda ko‘rsatilgan tadbirlarni amalga oshirish, shuningdek og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining harakatlanish yo‘nalishlarini belgilash maqsadida loyihalash tashkilotlari tomonidan ishlab chiqiladi. Xalqaro ahamiyatga ega bo‘lgan yo‘llarda yo‘l harakatini tashkil etish loyihalari xalqaro normalar talablari hisobga olingan holda bajariladi. Og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining harakatlanish yo‘nalishlari bo‘yicha yo‘l harakatini tashkil etish loyihalarini ishlab chiqish chog‘ida quyidagilar hisobga olinadi: og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashish qoidalari; taqiqlovchi yo‘l belgilarini o‘rnatish; og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining yo‘l sun’iy inshootlari orqali o‘tishi tartibi. Og‘ir vaznli, yirik gabaritli, xavfli va maxsus yuklarni tashuvchi transport vositalarining yo‘l sun’iy inshootlari orqali o‘tishi tartibi maxsus vakolatli davlat organlari tomonidan belgilanadi. Tadbirlarni yo‘l harakatini tashkil etishning tasdiqlanmagan loyihalari bo‘yicha amalga oshirishga yo‘l qo‘yilmaydi. 30-modda. Alohida yo‘l harakatini tashkil etish loyihalari Yo‘llarda transport vositalarining harakati bir sutkadan ortiq muddatga cheklangan yoki taqiqlangan taqdirda alohida yo‘l harakatini tashkil etish loyihalari ishlab chiqiladi. Yo‘llarda transport vositalarining harakatlanishini cheklash yoki taqiqlash davri uchun alohida yo‘l harakatini tashkil etish loyihalari yo‘l harakati ishtirokchilarining harakat yo‘nalishini belgilash maqsadida quyidagi holatlarda ishlab chiqiladi: yo‘llarni qurish, rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash chog‘ida; transport vositalarining harakatlanishiga ta’sir qiluvchi qurilish, ta’mirlash ishlarini va boshqa ishlarni bajarish, shu jumladan muhandislik infratuzilmasi obyektlarini qurish, rekonstruksiya qilish, kapital ta’mirlash yoki ta’mirlash chog‘ida; ommaviy tadbirlarni (sport tadbirlari va madaniy tadbirlar, kino- va fototasvirga olish, ommaviy sayrlar, yarmarkalar, ommaviy yurishlar va boshqa tadbirlar) o‘tkazish chog‘ida; dam olish va ishlanmaydigan bayram kunlarida dam olish obyektlari hamda zonalari bilan bog‘laydigan yo‘llar bo‘ylab harakatlanish jadalligi normadan oshganda. 31-modda. Yo‘l harakatini tashkil etish loyihalarining auditi Yo‘l harakatini tashkil etish loyihalari yo‘l harakati xavfsizligi talablariga muvofiqlik yuzasidan auditdan o‘tkaziladi. Yo‘l harakatini tashkil etish loyihalarining auditi maxsus vakolatli davlat organlari tomonidan mustaqil ravishda yoki shunday auditni o‘tkazish huquqiga ega bo‘lgan tadbirkorlik subyekti shartnoma asosida jalb etilgan holda o‘tkaziladi. Yo‘l harakatini tashkil etish loyihalarining auditi quyidagi bosqichlarda o‘tkaziladi: asoslantirish (rejalashtirish); xomaki loyihalashtirish; batafsil loyihalashtirish; yo‘lni foydalanishga topshirishdan oldin; yo‘lni foydalanishga topshirilganidan keyin. Yo‘l harakatini tashkil etish loyihalarining auditi u qaysi bosqichda o‘tkazilganligiga qarab quyidagi turlarga bo‘linadi: yo‘lni qurish yoki rekonstruksiya qilish xavfsizligi auditi; foydalaniladigan yo‘lning xavfsizligi auditi; o‘ziga xos maqsadga mo‘ljallangan yo‘l obyektlarining xavfsizligi auditi. Yo‘l harakatini tashkil etish loyihalarining auditi quyidagi vazifalarni hal etishga qaratiladi: obyektdan foydalanish chog‘ida yo‘l-transport hodisalarining ro‘y berishi ehtimolini imkon qadar kamaytirish; xavfni to‘liq bartaraf etish imkoni bo‘lmagan yo‘l uchastkalarida ro‘y berishi mumkin bo‘lgan yo‘l-transport hodisalarining oqibatlarini imkon qadar kamaytirish uchun samarali yechimlarni qo‘llash; yo‘llarni loyihalashtirish va qurish bosqichlarida kamchiliklarni aniqlash hamda bartaraf etish orqali yo‘ldan foydalanish chog‘ida kamchiliklarni bartaraf etishga doir xarajatlarni kamaytirish. Yo‘l harakatini tashkil etish loyihalarining auditi natijasida tayyorlangan tavsiyalar tegishli bosqichda buyurtmachiga va ishlarni bajaruvchilarga (rejalashtiruvchi tashkilotga, loyihalashtiruvchi tashkilotga, pudratchi tashkilotga, foydalanuvchi tashkilotga) ko‘rib chiqish uchun taqdim etiladi. Yo‘l harakatini tashkil etish loyihasining auditi natijalari bo‘yicha xulosa tuzilib, unda yo‘l harakatini tashkil etish loyihasi qonunchilik talablariga muvofiq ekanligi yoki muvofiq emasligi ko‘rsatiladi. Agar yo‘l harakatini tashkil etish loyihasining auditi natijasida loyihaning qonunchilik talablariga muvofiq emasligi aniqlansa, mazkur loyihaga tegishli o‘zgartishlar kiritiladi. 32-modda. Yo‘llarni loyihalashtirishga, qurishga, rekonstruksiya qilishga, ta’mirlashga va saqlashga doir talablar Yo‘llarni loyihalashtirish, qurish, rekonstruksiya qilish, ta’mirlash va saqlash yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq amalga oshirilishi kerak. Qurilgan va rekonstruksiya qilingan yo‘llarning yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiqligi qonunchilikda belgilangan tartibda O‘zbekiston Respublikasi Transport vazirligi tomonidan aniqlanadi. Loyihalashtirish bosqichida yo‘llarning yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiqligi uchun javobgarlik yo‘l harakatini tashkil etish loyihasini ishlab chiquvchining, qurilish va rekonstruksiya qilish bosqichlarida esa ishlarni bajaruvchining zimmasiga yuklatiladi. Yo‘llarni ta’mirlash va saqlash chog‘ida ularning holati yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiqligini ta’minlash majburiyati yo‘l egalarining zimmasiga yuklatiladi. Yo‘l egalarining o‘z zimmasiga yuklatilgan majburiyatlarni bajarmaganligi oqibatida yo‘l harakati ishtirokchilariga va transport vositasiga yetkazilgan zararning o‘rni qonunchilikda belgilangan tartibda yo‘l egalari tomonidan qoplanadi. 33-modda. Yo‘llarda xizmat ko‘rsatish obyektlarini barpo etish Yo‘llarning egalari xizmat ko‘rsatish obyektlarini loyihalashtirish normalariga, ularni qurish rejalariga va ularni joylashtirishning bosh sxemalariga muvofiq o‘z ixtiyoridagi yo‘llarda mazkur obyektlarni barpo etish choralarini ko‘radi, yo‘l harakati ishtirokchilarining ehtiyojlarini qanoatlantirish va ularning xavfsizligini ta’minlash maqsadida xizmat ko‘rsatish obyektlarining ishini tashkil etadi, yo‘l harakati ishtirokchilariga bunday obyektlarning mavjudligi hamda eng yaqin sog‘liqni saqlash va aloqa muassasalarining joylashuvi haqidagi axborotni, shuningdek yo‘llarning tegishli uchastkalarida harakatlanishning xavfsiz sharoitlari to‘g‘risidagi axborotni taqdim etadi. 5-bob. Yo‘l harakati xavfsizligini ta’minlashga doir talablar 34-modda. Yo‘l harakati xavfsizligini ta’minlash Yo‘l harakati xavfsizligini ta’minlash yo‘l-transport hodisalari ro‘y berishi sabablarining oldini olishga va ularning oqibatlarini yumshatishga qaratilgan faoliyatdir. 35-modda. Transport vositalari egalarining yo‘l harakati xavfsizligini ta’minlashga doir majburiyatlari Transport vositasiga mulk huquqi, xo‘jalik yuritish huquqi yoki operativ boshqarish huquqi asosida yoki boshqa qonuniy asosda egalik qiluvchi shaxs transport vositasining egasidir. Transport vositasini o‘z xizmat yoki mehnat majburiyatlarini bajarish uchun, shu jumladan transport vositasining mulkdori yoxud boshqa egasi bilan tuzilgan mehnat shartnomasiga yoki fuqarolik-huquqiy xususiyatga ega shartnomaga asosan boshqaruvchi shaxs transport vositasining egasi bo‘lmaydi. Transport vositalarining egalari: texnik jihatdan soz transport vositalaridan foydalanishi; transport vositalarining tegishli malakaga ega bo‘lgan va tibbiy ko‘rikdan o‘tgan shaxslar tomonidan boshqarilishiga ijozat berishi; transport vositalaridan foydalanish chog‘ida boshqa shaxslarning hayotiga, sog‘lig‘iga va (yoki) mulkiga zarar yetkazganlik uchun o‘z fuqarolik javobgarligini “Transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risida”gi O‘zbekiston Respublikasi  Qonuniga  muvofiq majburiy sug‘urta qilishni amalga oshirishi; transport vositalarining alkogoldan mast holatda yoki psixoaktiv moddalar ta’siri ostida yoxud o‘ta charchoq holatda bo‘lgan shaxslar tomonidan boshqarilishiga yo‘l qo‘ymasligi; yo‘l harakati to‘g‘risidagi qonunchilikka rioya etishi shart. 36-modda. Transport vositalariga, ular konstruksiyalarining tarkibiy qismlariga, ehtiyot qismlarga va anjomlarga doir talablar Transport vositalari, ular konstruksiyalarining tarkibiy qismlari, ehtiyot qismlar va anjomlar transport vositasining texnik parametrlariga hamda yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq bo‘lishi kerak hamda qonunchilikda nazarda tutilgan hollarda majburiy ravishda sertifikatlashtirilishi lozim. 37-modda. Transport vositalarining texnik holatiga va uskunalariga doir talablar Transport vositalarining texnik holati va uskunalari yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq bo‘lishi kerak. O‘zbekiston Respublikasi hududida foydalanishda bo‘lgan va belgilangan tartibda ro‘yxatga olingan transport vositalari majburiy ravishda texnik ko‘rikdan o‘tkaziladi. Transport vositalarini majburiy ravishda texnik ko‘rikdan o‘tkazish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 38-modda. Transport vositalariga texnik xizmat ko‘rsatishga va ularni ta’mirlashga doir talablar Transport vositalariga texnik xizmat ko‘rsatish va ularni ta’mirlash yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq bo‘lishi kerak. Transport vositalariga texnik xizmat ko‘rsatish va ularni ta’mirlash bo‘yicha xizmatlar ko‘rsatuvchi yuridik shaxslar hamda yakka tartibdagi tadbirkorlar mazkur xizmatlarni yo‘l harakati sohasidagi normativ hujjatlar talablariga muvofiq ko‘rsatishi shart. 39-modda. Transport vositalaridan foydalanishni taqiqlash Yo‘l harakati xavfsizligiga tahdid soluvchi texnik nosozliklar mavjud bo‘lganda transport vositalaridan foydalanish taqiqlanadi. Transport vositalarining texnik nosozliklari ro‘yxati va bunday nosozliklar mavjud bo‘lganda ulardan foydalanishni taqiqlaydigan shartlar Yo‘l harakati qoidalarida belgilanadi. Transport vositalaridan foydalanishni taqiqlash qonunchilikda belgilangan tartibda Davlat yo‘l harakati xavfsizligi xizmatining vakolatli mansabdor shaxslari tomonidan amalga oshiriladi. 40-modda. Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslarga doir asosiy talablar Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslar: haydovchilarning ishini yo‘l harakati xavfsizligini ta’minlovchi talablarga muvofiq tashkil etishi; haydovchilarning qonunchilikda belgilangan mehnat qilish va dam olish rejimiga rioya etishi; haydovchilarning malakasini oshirish uchun zarur shart-sharoitlar yaratishi; transport vositalarining sozligini va but saqlanishini ta’minlashi, yo‘l harakati xavfsizligiga tahdid soluvchi texnik nosozliklar mavjud bo‘lganda transport vositalaridan foydalanishga yo‘l qo‘ymasligi; o‘ziga tegishli transport vositalari ishtirokida sodir etilgan yo‘l-transport hodisalarining va Yo‘l harakati qoidalari buzilishlarining sabablarini tahlil qilishi hamda ularni bartaraf etish choralarini ko‘rishi; tibbiyot xodimlarini jalb etgan holda haydovchilarning tibbiy ko‘riklarini, haydovchilarning yo‘l-transport hodisalarida jabrlanganlarga hodisa yuz bergan joyning o‘zida, tibbiyot xodimlari yetib kelguniga qadar birlamchi shoshilinch yordam ko‘rsatish bo‘yicha ko‘nikmalarini takomillashtirishga doir tadbirlarni tashkil etishi va o‘tkazishi; xodim o‘z mehnat vazifalarini bajarishi bilan bog‘liq bo‘lgan holda mehnatda mayib bo‘lganligi, kasb kasalligiga chalinganligi yoki sog‘lig‘ining boshqacha tarzda shikastlanganligi munosabati bilan uning hayotiga yoki sog‘lig‘iga yetkazilgan zararning o‘rnini qoplash bo‘yicha o‘z fuqarolik javobgarligini “Ish beruvchining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risida”gi O‘zbekiston Respublikasi  Qonunida  belgilangan tartibda sug‘urtalashi shart. Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslar zimmasida qonunchilikka muvofiq boshqa majburiyatlar ham bo‘lishi mumkin. Avtomobil transportida yoki yer usti shahar elektr transportida yo‘lovchilar, bagaj va yuk tashish faoliyatini amalga oshirayotgan yuridik shaxslar tashishning o‘ziga xos xususiyatlarini hisobga olgan holda, yo‘l harakati xavfsizligini ta’minlash maqsadida haydovchilarga nisbatan yo‘l harakati to‘g‘risidagi qonunchilikka muvofiq qo‘shimcha talablar qo‘yishi mumkin. Yuridik shaxslar transport vositalarining soniga qarab yo‘l harakati xavfsizligi bo‘yicha xizmatlarni tashkil etadi yoki lavozimlar joriy etadi. Yo‘l harakati xavfsizligi xizmati xodimlarining sonini aniqlash normativlari qonunchilikda belgilanadi. Yuridik shaxslar tomonidan o‘tkaziladigan yo‘l harakati xavfsizligini ta’minlashga doir tadbirlarni moliyalashtirish ularning o‘z mablag‘lari va qonunchilikda taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi. 41-modda. Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslarning xodimlarini yo‘l harakati xavfsizligi masalalari bo‘yicha o‘qitish, ularning malakasini oshirish, ularga yo‘l-yo‘riq ko‘rsatish va ularning bilimlarini tekshirish Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslarning xodimlarini yo‘l harakati xavfsizligi masalalari bo‘yicha o‘qitish, ularning malakasini oshirish, ularga yo‘l-yo‘riq ko‘rsatish va ularning bilimlarini tekshirish yuridik shaxs tomonidan o‘z mablag‘lari hisobidan amalga oshiriladi. Yo‘l-transport hodisalarining oldini olish maqsadida yuridik shaxs yo‘l harakati xavfsizligi bo‘yicha dastlabki, reysdan oldingi, maxsus, mavsumiy va qo‘shimcha (navbatdan tashqari) yo‘l-yo‘riqlar ko‘rsatilishini ta’minlashi shart. Transport vositalaridan foydalanishga bog‘liq faoliyat bilan shug‘ullanuvchi yuridik shaxslarning yo‘l harakati xavfsizligi xizmati xodimlari O‘zbekiston Respublikasi Transport vazirligi tomonidan tasdiqlangan maxsus dasturlar bo‘yicha uch yilda kamida bir marta o‘z malakasini oshirib, malaka imtihoni topshirishi kerak. 42-modda. Mehnat shartnomasi bo‘yicha ishlayotgan haydovchilarning huquqlari Mehnat shartnomasi bo‘yicha ishlayotgan haydovchilar quyidagi huquqlarga ega: ish beruvchidan harakatlanish yo‘nalishi, tashiladigan yuk haqida, o‘z hayoti va sog‘lig‘i uchun mavjud bo‘lgan tahdid to‘g‘risida, shuningdek tashishni amalga oshirish chog‘ida zararli va (yoki) xavfli omillar ta’siridan o‘zining himoya qilinishiga doir chora-tadbirlar haqida ishonchli axborot olish; belgilangan talablarga muvofiq shaxsiy himoya vositalari, maxsus kiyim-bosh bilan ta’minlanish; yo‘l harakati xavfsizligini ta’minlash bo‘yicha shart-sharoitlarni yaxshilash bilan bog‘liq bo‘lgan masalalarni ko‘rib chiqishda ishtirok etish; o‘z hayoti va sog‘lig‘iga tahdid soladigan vaziyat yuzaga kelgan taqdirda, tashishni bajarishni bevosita rahbarini yoki ish beruvchining boshqa vakilini bu haqda xabardor qilgan holda rad etish; yo‘l harakati xavfsizligi sohasida malakasini oshirish va kasbiy qayta tayyorgarlikdan o‘tish; mehnat vazifalarini bajarish chog‘ida o‘z sog‘lig‘iga yetkazilgan zararning o‘rni qoplanishi; ish beruvchining yo‘l harakati sohasidagi g‘ayrihuquqiy qarorlari va harakatlari (harakatsizligi) ustidan shikoyat qilish. Mehnat shartnomasi bo‘yicha ishlayotgan haydovchilar qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi mumkin. 43-modda. Yo‘l harakati ishtirokchilarining huquq va majburiyatlari Yo‘l harakati ishtirokchilarining yo‘llarda harakatlanishning xavfsiz shart-sharoitlariga bo‘lgan huquqlari davlat tomonidan kafolatlanadi. Yo‘l harakati ishtirokchilarining o‘z huquqlarini amalga oshirishi yo‘l harakati boshqa ishtirokchilarining huquqlarini cheklamasligi yoki buzmasligi kerak. Yo‘l harakati ishtirokchilari quyidagi huquqlarga ega: Yo‘l harakati qoidalariga muvofiq yo‘llarda erkin va moneliksiz harakatlanish; qonunchilikda nazarda tutilgan o‘z huquqlarining cheklanishi yoki buzilishi sabablari to‘g‘risida maxsus vakolatli davlat organlarining mansabdor shaxslaridan tushuntirishlar olish; harakatlanishning xavfsiz sharoitlari to‘g‘risida, yo‘l harakati xavfsizligini ta’minlash bilan bog‘liq bo‘lgan texnik vositalar va xizmatlarning sifati haqida to‘liq hamda ishonchli axborot olish; yo‘l-transport hodisalari sodir bo‘lganda qonunchilikka muvofiq zimmasiga bepul tibbiy yordam ko‘rsatish, qutqaruv ishlarini olib borish va boshqa shoshilinch yordam ko‘rsatish majburiyati yuklatilgan tashkilotlar hamda mansabdor shaxslardan shunday yordamlar olish; yo‘l-transport hodisasi natijasida o‘ziga tan jarohatlari yetkazilgan, transport vositasi va yuk shikastlangan hollarda, qonunchilikda belgilangan tartibda zararning o‘rni qoplanishi, shuningdek ma’naviy zarar kompensatsiya qilinishi; maxsus vakolatli davlat organlarining va mahalliy davlat hokimiyati organlarining yo‘l harakati sohasidagi qonunga xilof qarorlari, shuningdek ular mansabdor shaxslarining qonunga xilof harakatlari (harakatsizligi) ustidan belgilangan tartibda shikoyat qilish; yo‘l belgilarini, chiziqlarini, svetoforlarni o‘zgartirish va o‘rnatish yuzasidan, yo‘l qoplamasining holati haqidagi takliflar hamda yo‘l harakati xavfsizligini ta’minlash masalalariga doir boshqa takliflar bilan tegishli organlarga murojaat etish. Yo‘l harakati ishtirokchilari: yo‘l harakati to‘g‘risidagi qonunchilik talablariga rioya etishi; yo‘l harakati sohasidagi maxsus vakolatli davlat organlari va mahalliy davlat hokimiyati organlari mansabdor shaxslarining qonuniy talablarini bajarishi shart. Yo‘l harakati ishtirokchilari qonunchilikka muvofiq boshqa huquqlarga ham ega bo‘lishi va ularning zimmasida o‘zga majburiyatlar bo‘lishi mumkin. 44-modda. Transport vositalarini boshqarish huquqi Quyidagilarni: mototsikllar, motorollerlarni va boshqa mototransport vositalarini boshqarish huquqi — o‘n olti yoshga to‘lgan shaxslarga beriladi; ruxsat etilgan eng ko‘p og‘irligi 3500 kilogrammdan va o‘rindiqlar soni haydovchining o‘rindig‘idan tashqari sakkiztadan oshmaydigan avtomobillarni boshqarish huquqi, bundan taksi mustasno — o‘n sakkiz yoshga to‘lgan shaxslarga beriladi; ruxsat etilgan eng ko‘p og‘irligi 3500 kilogrammdan oshadigan yuk avtomobillarini boshqarish huquqi — o‘n sakkiz yoshga to‘lgan shaxslarga beriladi; taksi sifatida foydalaniladigan avtomobillarni, shuningdek yo‘lovchilar tashish uchun mo‘ljallangan va haydovchining o‘rindig‘idan tashqari sakkiztadan ortiq o‘rindig‘i bo‘lgan avtomobillarni, tramvaylar va trolleybuslarni boshqarish huquqi — yigirma bir yoshga to‘lgan shaxslarga beriladi; transport vositalari tarkiblarini boshqarish huquqi — ushbu qismning uchinchi, to‘rtinchi va beshinchi xatboshilarida ko‘rsatilgan transport vositalarini boshqarish huquqiga ega bo‘lgan shaxslarga transport vositasini boshqarish staji o‘n ikki oydan kam bo‘lmagan taqdirda beriladi. Transport vositalarini boshqarish huquqi tibbiy tekshiruvdan o‘tgan va malaka imtihonlarini topshirgan shaxslarga beriladigan belgilangan namunadagi guvohnoma bilan tasdiqlanadi. Malaka imtihonlarini topshirish va transport vositalarini boshqarish huquqiga doir guvohnomani berish tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. O‘zbekiston Respublikasi hududida belgilangan talablarga muvofiq bo‘lgan milliy va xalqaro haydovchilik guvohnomalari amal qiladi. 45-modda. Haydovchilarni tayyorlashga doir talablar Transport vositalarini boshqarish huquqini olish uchun malaka imtihonlarini topshirishga tegishli toifadagi haydovchilar tayyorlashning o‘quv rejalari va dasturlarida nazarda tutilgan hajmda tegishli tayyorgarlikdan o‘tgan shaxslar qo‘yiladi. Tegishli toifalardagi haydovchilarni tayyorlashning yagona dasturlari O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilangan tartibda tasdiqlanadi. 46-modda. Transport vositalarini boshqarish huquqining bekor qilinishi Transport vositalarini boshqarish huquqi quyidagi hollarda bekor qilinadi: haydovchining sog‘lig‘i transport vositasini xavfsiz boshqarishga monelik qiladigan tarzda yomonlashganligi tibbiy xulosa bilan tasdiqlanganda; haydovchi sodir etilgan huquqbuzarlik uchun transport vositasini boshqarish huquqidan mahrum etilganda. Javobgarlik chorasi sifatida transport vositalarini boshqarish huquqidan mahrum etishga sabab bo‘ladigan huquqbuzarliklarning turlari qonunda belgilanadi. Transport vositalarini boshqarish huquqidan mahrum etish sud tomonidan qo‘llaniladi. 6-bob. Yo‘l harakati xavfsizligini tibbiy jihatdan ta’minlash 47-modda. Yo‘l harakati xavfsizligini tibbiy jihatdan ta’minlash asoslari Yo‘l harakati xavfsizligini tibbiy jihatdan ta’minlash haydovchilarni majburiy ravishda dastlabki va davriy tibbiy ko‘riklardan, shu jumladan reysdan oldingi tibbiy ko‘riklardan o‘tkazish, shuningdek yo‘l-transport hodisalarida jabrlangan shaxslarga tibbiy yordam ko‘rsatish, yo‘l-transport hodisalarida jabrlangan shaxslarga hodisa yuz bergan joyning o‘zida, tibbiyot xodimlari yetib kelguniga qadar birlamchi shoshilinch yordam ko‘rsatish usullarini yo‘l harakati ishtirokchilariga, ichki ishlar organlarining, boshqa ixtisoslashtirilgan bo‘linmalarning mansabdor shaxslariga va aholiga davriy ravishda o‘rgatish orqali amalga oshiriladi. Yo‘l-transport hodisalarida jabrlangan shaxslarga ko‘rsatiladigan tibbiy yordam hodisa yuz bergan joyning o‘zida tibbiyot xodimlari yetib kelguniga qadar birlamchi shoshilinch yordam ko‘rsatishdan, shuningdek yo‘l-transport hodisasi sodir bo‘lgan joyda, davolash-profilaktika muassasasiga olib borilayotganda va davolash-profilaktika muassasasida malakali tibbiy yordam ko‘rsatishdan iboratdir. Tibbiy ko‘riklarni o‘tkazish hamda yo‘l-transport hodisalarida jabrlangan shaxslarga tibbiy yordam ko‘rsatilishini tashkil etish tartibi, tibbiyot xodimlari yetib kelguniga qadar birlamchi shoshilinch yordam ko‘rsatish uchun transport vositasining salonida turishi shart bo‘lgan zarur tibbiy ashyolar ro‘yxati O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi. 48-modda. Transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjud emasligi yuzasidan tibbiy tekshiruv Ushbu Qonunning  44-moddasida  ko‘rsatilgan yoshga to‘lgan shaxslar avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash hamda qayta tayyorlash bo‘yicha ta’lim tashkilotlariga hujjatlarni topshirishdan oldin tibbiyot muassasalarida transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjud emasligini aniqlash maqsadida majburiy ravishda tibbiy tekshiruvdan o‘tadi. Tibbiy tekshiruv ushbu Qonunning  ilovasida  qayd etilgan tibbiy qarshi ko‘rsatmalar mavjud emasligini aniqlash maqsadida pulli asosda o‘tkaziladi. Tibbiy tekshiruvdan o‘tkazish ruxsat berilgan tibbiyot muassasalarining ro‘yxati, tibbiy tekshiruvni o‘tkazganlik uchun tariflarning miqdorlari va tibbiy tekshiruv natijalariga doir xulosaning shakli O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi tomonidan belgilanadi. 49-modda. Transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjud emasligi yuzasidan tibbiy tekshiruvdan o‘tish tartibi Tibbiy tekshiruv o‘ziga tibbiy tekshiruvni o‘tkazish ruxsat etilgan tibbiyot muassasasi tomonidan, tekshiruvdan o‘tayotgan shaxs shaxsini tasdiqlovchi hujjatni (identifikatsiyalovchi ID-kartasini, pasportini, shaxsini tasdiqlovchi boshqa hujjatini) ko‘rsatgach o‘tkaziladi. Tibbiy tekshiruvni o‘tkazish uchun tibbiyot muassasasi tomonidan maxsus tibbiy komissiya tuziladi. Tibbiy komissiya tarkibi tibbiyot muassasasining ma’muriyati tomonidan tasdiqlanadi. Tibbiy komissiya tibbiy tekshiruvdan o‘tkazish bilan bog‘liq ma’lumotlarni aks ettirish uchun tibbiy tekshiruvdan o‘tayotgan shaxslarning ambulatoriya kartalarini yuritadi. Ambulatoriya kartasida tibbiy tekshiruvni o‘tkazishda ishtirok etayotgan barcha shifokorlar va mutaxassislarning tibbiy tekshiruvdan o‘tayotgan shaxs xususidagi tibbiy xulosalari ko‘rsatilishi kerak. Tibbiy tekshiruv natijalariga ko‘ra tibbiyot muassasasi transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjudligi (mavjud emasligi) to‘g‘risidagi tibbiy komissiya xulosasini elektron shaklda rasmiylashtiradi va axborotning maxfiyligi ta’minlangan holda xulosani tibbiy tekshiruv o‘tkazilgan paytdan e’tiboran bir ish kuni ichida Davlat yo‘l harakati xavfsizligi xizmatiga axborot tizimi orqali yuboradi. Tibbiy komissiya xulosasining ko‘chirma nusxasi tibbiy tekshiruvdan o‘tgan shaxsga beriladi. Tibbiyot muassasalariga tibbiy yordam so‘rab murojaat qilgan fuqarolarda ushbu Qonunning  ilovasida  qayd etilgan tibbiy qarshi ko‘rsatmalar aniqlangan taqdirda, mazkur axborot uning maxfiyligi ta’minlangan holda, tibbiyot muassasalari tomonidan Davlat yo‘l harakati xavfsizligi xizmatiga axborot tizimi orqali yuboriladi. Tibbiy komissiyaning transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjudligi to‘g‘risidagi xulosasi, shuningdek ushbu Qonunning ilovasida ko‘rsatilgan kasalliklar aniqlanganligi haqidagi axborot avtomototransport vositalarining hamda shahar elektr transporti vositalarining haydovchilarini tayyorlash va qayta tayyorlash bo‘yicha ta’lim tashkilotlariga nomzodlarning hujjatlarini qabul qilishni rad etish hamda sudlar tomonidan haydovchilarni transport vositalarini boshqarish huquqidan mahrum etish uchun asos bo‘ladi. Tibbiy komissiyalarning transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar mavjudligi (mavjud emasligi) to‘g‘risidagi xulosalarini (axborotini) kiritish, ularning hisobini yuritish bo‘yicha axborot tizimining ishlash tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 7-bob. Yakunlovchi qoidalar 50-modda. Yo‘l harakati sohasida ilm-fan yutuqlaridan foydalanish Yo‘l harakatini tashkil etish samaradorligini, yo‘llarning o‘tkazuvchanlik qobiliyatini oshirish, yo‘l harakati ishtirokchilari uchun qulay shart-sharoitlar yaratish maqsadida maxsus vakolatli davlat organlari tizimida yo‘l harakati sohasida ilmiy tadqiqotlarni amalga oshiruvchi tuzilmalar tashkil etilishi mumkin. Ilm-fan yutuqlaridan, yo‘l harakatini tashkil etish bo‘yicha ilmiy tadqiqotlar natijalaridan maxsus vakolatli davlat organlari tomonidan yo‘l harakatini tashkil etish chog‘ida, shu jumladan yo‘l harakatini tashkil etishning axborot tizimlari va texnik vositalarini takomillashtirish uchun foydalaniladi. 51-modda. Yo‘l harakati sohasidagi davlat nazorati Yo‘l harakati sohasidagi davlat nazorati yo‘l harakati to‘g‘risidagi qonunchilik talablari buzilishlarini bartaraf etish haqidagi taqdimnomalarning bajarilishini o‘rganish, yo‘l harakatini tashkil etish borasida aniqlangan kamchiliklarni bartaraf etish maqsadida amalga oshiriladi. Yo‘l harakati sohasidagi davlat nazoratini tegishli davlat organlari hamda tashkilotlar qonunchilikda belgilangan hollarda va tartibda amalga oshiradi. 52-modda. Yo‘l harakati sohasidagi tadbirlarni moliyaviy va moddiy-texnika jihatidan ta’minlash Yo‘l harakati sohasidagi tadbirlarni moliyaviy jihatdan ta’minlash O‘zbekiston Respublikasi Davlat budjeti mablag‘lari va qonunchilikda taqiqlanmagan boshqa manbalar hisobidan amalga oshiriladi. Yo‘l harakati sohasidagi tadbirlarni moddiy-texnika jihatidan ta’minlash tartibi O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadi. 53-modda. Nizolarni hal etish Yo‘l harakati sohasidagi nizolar qonunchilikda belgilangan tartibda hal etiladi. 54-modda. Yo‘l harakati to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik Yo‘l harakati to‘g‘risidagi qonunchilikni buzganlikda aybdor shaxslar belgilangan tartibda javobgar bo‘ladi. 55-modda. O‘zbekiston Respublikasining ayrim qonun hujjatlariga qo‘shimchalar kiritish, shuningdek ayrim qonun hujjatlarini o‘z kuchini yo‘qotgan deb topish 1. O‘zbekiston Respublikasining 1994-yil 22-sentabrda qabul qilingan 2015-XII-sonli Qonuni bilan tasdiqlangan O‘zbekiston Respublikasining Ma’muriy javobgarlik to‘g‘risidagi kodeksining (O‘zbekiston Respublikasi Oliy Kengashining Axborotnomasi, 1995-yil, № 3, 6-modda; O‘zbekiston Respublikasi Oliy Majlisining Axborotnomasi, 1995-yil, № 9, 193-modda, № 12, 269-modda; 1996-yil, № 5-6, 69-modda, № 9, 144-modda; 1997-yil, № 2, 56-modda, № 4-5, 126-modda, № 9, 241-modda; 1998-yil, № 3, 38-modda, № 5-6, 102-modda, № 9, 181-modda; 1999-yil, № 1, 20-modda, № 5, 124-modda, № 9, 229-modda; 2000-yil, № 5-6, 153-modda, № 7-8, 217-modda; 2001-yil, № 1-2, 23-modda, № 9-10, 165, 182-moddalar; 2002-yil, № 1, 20-modda, № 9, 165-modda; 2003-yil, № 1, 8-modda, № 5, 67-modda, № 9-10, 149-modda; 2004-yil, № 1-2, 18-modda, № 5, 90-modda, № 9, 171-modda; 2005-yil, № 1, 18-modda; O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2005-yil, № 9, 312-modda, № 12, 413, 417, 418-moddalar; 2006-yil, № 6, 261-modda, № 9, 498-modda, № 10, 536-modda, № 12, 656, 659-moddalar; 2007-yil, № 4, 158, 159, 164, 165-moddalar, № 9, 416, 421-moddalar, № 12, 596, 604, 607-moddalar; 2008-yil, № 4, 181, 189, 192-moddalar, № 9, 486, 488-moddalar, № 12, 640, 641-moddalar; 2009-yil, № 1, 1-modda, № 9, 334, 335, 337-moddalar, № 10, 380-modda, № 12, 462, 468, 470, 472, 474-moddalar; 2010-yil, № 5, 175, 179-moddalar, № 6, 231-modda, № 9, 335, 339, 341-moddalar, № 10, 380-modda, № 12, 468, 473, 474-moddalar; 2011-yil, № 1, 1-modda, № 4, 104, 105-moddalar, № 9, 247, 252-moddalar, № 12/2, 365-modda; 2012-yil, № 4, 108-modda, № 9/1, 242-modda, № 12, 336-modda; 2013-yil, № 4, 98-modda, № 10, 263-modda; 2014-yil, № 1, 2-modda, № 5, 130-modda, № 9, 244-modda, № 12, 341, 343-moddalar; 2015-yil, № 6, 228-modda, № 8, 310, 312-moddalar, № 12, 452-modda; 2016-yil, № 1, 2-modda, № 4, 125-modda, № 9, 276-modda, № 12, 383, 385-moddalar; 2017-yil, № 4, 137-modda, № 6, 300-modda, № 9, 510-modda, № 10, 605-modda; 2018-yil, № 1, 1, 4, 5-moddalar, № 4, 224-modda, № 7, 430, 431, 432-moddalar, № 10, 671, 673, 679-moddalar; 2019-yil, № 1, 1, 3, 5-moddalar, № 2, 47-modda, № 3, 161, 165, 166-moddalar, № 5, 259, 261, 267, 268-moddalar, № 7, 386-modda, № 8, 469, 471-moddalar, № 9, 591, 592-moddalar, № 10, 674, 676-moddalar, № 11, 787, 791-moddalar, № 12, 880, 891-moddalar; 2020-yil, № 1, 4-modda, № 3, 203, 204-moddalar, № 7, 449-modda, № 9, 539, 540-moddalar, № 10, 593, 596-moddalar, № 11, 651-modda, № 12, 691-modda; 2021-yil, № 1, 5, 7, 12, 13, 14-moddalar, № 2, 142-modda, № 3, 217-modda, № 4, 290, 293-moddalar, 4-songa ilova, № 8, 800, 802, 803-moddalar, № 9, 903-modda, № 10, 966, 967, 968, 973-moddalar, № 11, 1066-modda; 2022-yil, № 1, 1, 2-moddalar, № 2, 80, 81-moddalar, № 3, 215, 216-moddalar, № 4, 337-modda, № 5, 464, 465, 466, 467-moddalar, № 8, 787-modda, № 10, 981, 984-moddalar, № 12, 1189-modda)  147-moddasiga  quyidagi qo‘shimchalar kiritilsin: nomi  “qoidalarini buzish” degan so‘zlardan keyin “yo‘l harakatini tashkil etish talablarini bajarmaslik” degan so‘zlar bilan to‘ldirilsin; ikkinchi qism  “choralarini ko‘rmaslik” degan so‘zlardan keyin “shuningdek yo‘l harakatini tashkil etish talablarini bajarmaslik” degan so‘zlar bilan to‘ldirilsin. 2. Quyidagilar o‘z kuchini yo‘qotgan deb topilsin: 1) O‘zbekiston Respublikasining 1999-yil 19-avgustda qabul qilingan “Yo‘l harakati xavfsizligi to‘g‘risida”gi 818-I-sonli  Qonuni  (O‘zbekiston Respublikasi Oliy Majlisining Axborotnomasi, 1999-yil, № 9, 215-modda); 2) O‘zbekiston Respublikasi Oliy Majlisining 1999-yil 19-avgustda qabul qilingan “Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi Qonunini amalga kiritish haqida”gi 819-I-sonli  Qarori  (O‘zbekiston Respublikasi Oliy Majlisining Axborotnomasi, 1999-yil, № 9, 216-modda); 3) O‘zbekiston Respublikasining 2006-yil 6-aprelda qabul qilingan “Mahsulotlar va xizmatlarni sertifikatlashtirish tartib-taomillari soddalashtirilganligi munosabati bilan O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida”gi O‘RQ-31-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2006-yil, № 4, 157-modda)  5-moddasi ; 4) O‘zbekiston Respublikasining 2007-yil 5-aprelda qabul qilingan “Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartishlar kiritish haqida”gi O‘RQ-82-sonli  Qonuni  (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2007-yil, № 4, 155-modda); 5) O‘zbekiston Respublikasining 2013-yil 10-aprelda qabul qilingan “Yo‘l harakati xavfsizligi to‘g‘risida”gi O‘zbekiston Respublikasi Qonuniga o‘zgartish va qo‘shimchalar kiritish haqida”gi O‘RQ-348-sonli  Qonuni  (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2013-yil, № 4, 94-modda); 6) O‘zbekiston Respublikasining 2015-yil 29-dekabrda qabul qilingan “O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish to‘g‘risida”gi O‘RQ-396-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2015-yil, № 12, 452-modda)  18-moddasi ; 7) O‘zbekiston Respublikasining 2021-yil 21-aprelda qabul qilingan “O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartishlar kiritish to‘g‘risida”gi O‘RQ-683-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2021-yil, 4-songa ilova)  108-moddasi ; 8) O‘zbekiston Respublikasining 2021-yil 12-oktabrda qabul qilingan “Litsenziyalash, ruxsat berish va xabardor qilish tartib-taomillari to‘g‘risida”gi O‘zbekiston Respublikasi Qonuni qabul qilinganligi munosabati bilan O‘zbekiston Respublikasining ayrim qonun hujjatlariga o‘zgartish va qo‘shimchalar kiritish haqida”gi O‘RQ-721-sonli Qonunining (O‘zbekiston Respublikasi Oliy Majlisi palatalarining Axborotnomasi, 2021-yil, № 10, 968-modda)  15-moddasi . 56-modda. Ushbu Qonunning ijrosini, yetkazilishini, mohiyati va ahamiyati tushuntirilishini ta’minlash O‘zbekiston Respublikasi Ichki ishlar vazirligi, Transport vazirligi va boshqa manfaatdor tashkilotlar ushbu Qonunning ijrosini, ijrochilarga yetkazilishini hamda mohiyati va ahamiyati aholi o‘rtasida tushuntirilishini ta’minlasin. 57-modda. Qonunchilikni ushbu Qonunga muvofiqlashtirish O‘zbekiston Respublikasi Vazirlar Mahkamasi: ushbu Qonun 20-moddasining  ikkinchi qismi  talablari ham hisobga olinadigan Tashqi reklama va axborot obyektlari (konstruksiyalari) xavfsizligining umumiy texnik reglamentini ishlab chiqsin va tasdiqlasin; hukumat qarorlarini ushbu Qonunga muvofiqlashtirsin; respublika ijro etuvchi hokimiyat organlari ushbu Qonunga zid bo‘lgan o‘z normativ-huquqiy hujjatlarini qayta ko‘rib chiqishlari va bekor qilishlarini ta’minlasin. 58-modda. Ushbu Qonunning kuchga kirishi Ushbu Qonun rasmiy e’lon qilingan kundan e’tiboran olti oy o‘tgach kuchga kiradi. Qonuniga Transport vositalarini boshqarishga doir tibbiy qarshi ko‘rsatmalar "}]