[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 22.01.2024 yildagi 44-son", "Law_title": "Yuk va yo‘lovchilarni tashishda avtotransport vositalariga yo‘l varaqalarini elektron shaklda rasmiylashtirish va yuritish tizimini joriy etish to‘g‘risida", "Law_content": "O‘zbekiston Respublikasida avtomobil transportida tashishlar xavfsizligini ta’minlash, haydovchilar va avtotransport vositalari ishini hisobga olish va nazorat qilish tizimini yanada takomillashtirish, sohaga raqamli texnologiyalarni keng joriy etish, shuningdek, O‘zbekiston Respublikasi Prezidentining “2022 — 2026-yillarga mo‘ljallangan Yangi O‘zbekistonning taraqqiyot strategiyasini “Insonga e’tibor va sifatli ta’lim yili”da amalga oshirishga oid davlat dasturi to‘g‘risida” 2023-yil 28-fevraldagi PF-27-son  Farmoni  ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Prezidentining 2023-yil 28-fevraldagi PF-27-son Farmoni bilan tasdiqlangan 2022 — 2026-yillarga mo‘ljallangan Yangi O‘zbekistonning taraqqiyot strategiyasini “Insonga e’tibor va sifatli ta’lim yili”da amalga oshirishga oid davlat dasturining  141-bandida  tovar-moddiy boyliklarni tashish uchun tovar-transport yuk xatlari va yo‘l varaqalarini elektron shaklda rasmiylashtirish tartibini joriy etish belgilanganligi ma’lumot uchun qabul qilinsin. 2. O‘zbekiston Respublikasi Transport vazirligining 2024-yil 1-apreldan 2024-yil 1-oktabrga qadar Yuk va yo‘lovchilarni tashishda avtotransport vositalariga yo‘l varaqalarini elektron shaklda rasmiylashtirish va yuritish tizimini joriy etish bo‘yicha tajriba-sinov loyihasini (keyingi o‘rinlarda — tajriba-sinov loyihasi) amalga oshirish to‘g‘risidagi taklifiga rozilik berilsin. Belgilansinki, tajriba-sinov loyihasini amalga oshirish davrida: elektron yo‘l varaqalari O‘zbekiston Respublikasi Transport vazirligining “Uztrans” yagona interaktiv axborot tizimining “Elektron yo‘l varaqa” avtomatlashtirilgan axborot tizimi (keyingi o‘rinlarda — elektron yo‘l varaqalari tizimi) orqali rasmiylashtiriladi va yuritiladi; elektron yo‘l varaqalari tashkiliy-huquqiy shakli va mansubligidan qat’i nazar, avtomobil transportida yuk va yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi yuridik shaxslar tomonidan mustaqil ravishda rasmiylashtiriladi; yo‘l varaqalarining qog‘oz shaklidan foydalanishni cheklamagan holda uning elektron ko‘rinishiga bosqichma-bosqich o‘tish ta’minlanadi; elektron yo‘l varaqalari tizimi shaxsiy yengil avtomobilida yo‘nalishsiz taksi sifatida yo‘lovchilarni tashish bilan shug‘ullanuvchi jismoniy shaxslar uchun amal qilmaydi; elektron yo‘l varaqalari tizimi platformasini yaratish, joriy etish va unga xizmat ko‘rsatish uchun O‘zbekiston Respublikasi Transport vazirligi tomonidan ishlab chiqiladigan texnik talablar asosida manfaatdor tashkilotlar (milliy operatorlar) tanlov asosida jalb etilishi mumkin; elektron yo‘l varaqalari tizimidan foydalanganlik uchun yig‘im undirilmaydi. 3. O‘zbekiston Respublikasi Transport vazirligi Raqamli texnologiyalar vazirligi bilan birgalikda 2024-yil 1-aprelga qadar avtomobil transportida yuk va yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi yuridik shaxslar uchun qulay elektron yo‘l varaqalari tizimi platformasi ishlab chiqilishini va joriy etilishini ta’minlasin. 4. Quyidagilarni nazarda tutuvchi Yuk va yo‘lovchilarni tashishda avtotransport vositalariga yo‘l varaqalarini elektron shaklda rasmiylashtirish va yuritish tartibi to‘g‘risidagi vaqtinchalik nizom  ilovaga  muvofiq tasdiqlansin: elektron yo‘l varaqalariga qo‘yiladigan talablar va ularning turlari; elektron yo‘l varaqalarini rasmiylashtirish, qayta ishlash va saqlash; elektron yo‘l varaqalari yuritilishini nazorat qilish hamda ular haqidagi ma’lumotlardan foydalanish. 5. O‘zbekiston Respublikasi Transport vazirligi 2024-yil yakuniga qadar mazkur qarorga asosan amalga oshiriladigan tajriba-sinov loyihasi natijalaridan kelib chiqib, ijobiy va salbiy holatlarini inobatga olgan holda elektron yo‘l varaqalari tizimini takomillashtirish va yo‘l varaqalarining qog‘oz shaklidan to‘liq voz kechish yuzasidan Vazirlar Mahkamasiga taklif kiritsin. 6. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari A.J. Ramatov va transport vaziri I.R. Maxkamov zimmasiga yuklansin. Vazirlar Mahkamasining 2024-yil 22-yanvardagi 44-son  Yuk va yo‘lovchilarni tashishda avtotransport vositalariga yo‘l varaqalarini elektron shaklda rasmiylashtirish va yuritish tartibi to‘g‘risida 1-bob. Umumiy qoidalar 1. Mazkur Nizom tijorat asosida yuk va yo‘lovchilarni tashishda avtotransport vositalariga yo‘l varaqasini (keyingi o‘rinlarda — elektron yo‘l varaqasi) elektron shaklda rasmiylashtirish va yuritish tartibini belgilaydi. 2. Elektron yo‘l varaqasi O‘zbekiston Respublikasi Transport vazirligining “Uztrans” yagona interaktiv axborot tizimining “Elektron yo‘l varaqa” avtomatlashtirilgan axborot tizimi (keyingi o‘rinlarda — elektron yo‘l varaqasi tizimi) orqali rasmiylashtiriladi va yuritiladi. Bunda yuk va yo‘lovchilarni xalqaro tashish uchun rasmiylashtiriladigan yo‘l varaqasi elektron va an’anaviy shaklda rasmiylashtiriladi va yuritiladi. 3. Mazkur Nizomda quyidagi asosiy tushunchalardan foydalaniladi: vakolatli organ — O‘zbekiston Respublikasi Transport vazirligi; elektron yo‘l varaqasi tizimi — elektron yo‘l varaqasini rasmiylashtirish, qayta ishlash va saqlash funksiyalarini amalga oshiruvchi avtomatlashtirilgan axborot tizimi; foydalanuvchi — elektron yo‘l varaqasi tizimidan foydalanish huquqiga ega bo‘lgan, tijorat va notijorat asosida avtotransport vositasida yuk va yo‘lovchilarni tashish faoliyati bilan shug‘ullanuvchi yuridik shaxslar; elektron yo‘l varaqasi — hisobga olish seriyasi va tartib raqamiga ega bo‘lgan, elektron yo‘l varaqasi tizimi orqali yuritiladigan va avtotransport vositalarining ishini belgilab beruvchi QR-kod (matrik shtrixli kod) bilan tasdiqlangan asosiy hujjat. 2-bob. Elektron yo‘l varaqasiga qo‘yiladigan talablar va ularning turlari 4. Elektron yo‘l varaqasida quyidagilar to‘g‘risidagi ma’lumotlar ko‘rsatilishi shart: yo‘l varaqasining turi, raqami, amal qilish muddati, shuningdek, avtotransport vositasining rusumi va egasi; tashish turi, yuk turi, haydovchining kunlik tibbiy ko‘rikdan o‘tganligi; avtotransport vositasining sozligi va texnik ko‘rikdan o‘tganligi, haydovchiga berilgan yoqilg‘i miqdori, avtotransport vositasidagi yoqilg‘i qoldig‘i; shahar va shahar atrofida muntazam yo‘nalishlardagi avtobusga o‘rnatilgan validatorlar orqali amalga oshirilgan to‘lovlar; haydovchining ish soati, shu jumladan, kunlik va oylik, tungi vaqtda, bayram va dam olish kunlarida ishlagan soatlari, tejagan va sarf qilgan yoqilg‘isi miqdori, haydovchiga to‘langan ish haqi; haydovchi tomonidan sodir etilgan yo‘l harakati qoidalari buzilishi. Elektron yo‘l varaqasiga kiritiladigan ma’lumotlar foydalanuvchilar hamda ularning tegishli mas’ul xodimlari tomonidan elektron raqamli imzo bilan tasdiqlanadi. 5. Elektron yo‘l varaqasi avtotransport vositasidan foydalanish maqsadi hamda tashish turlariga qarab quyidagilarga bo‘linadi: a) avtotransport vositasidan tijorat asosida yo‘lovchi va yuk tashish maqsadida foydalanuvchilar uchun: A-000000 — muntazam yo‘nalishlarda yo‘lovchi tashuvchi avtotransport vositalari uchun; B-000000 — buyurtma asosida yo‘lovchi tashuvchi avtotransport vositalari uchun; D-000000 — tijorat asosida foydalaniladigan yuk avtotransport vositalari uchun; b) avtotransport vositalaridan tijorat maqsadida foydalanmasdan, o‘z ehtiyojlari uchun foydalanadigan yuridik shaxslar uchun: E-000000 — yo‘lovchi tashuvchi avtotransport vositalari uchun yo‘l varaqasi; F-000000 — yuk tashuvchi avtotransport vositalari uchun yo‘l varaqasi. Seriya raqamidan oldin foydalanuvchining ro‘yxatdan o‘tgan quyidagi hududlar kodi aks ettiriladi: Toshkent shahri — 01; Toshkent viloyati — 10; Sirdaryo viloyati — 20; Jizzax viloyati — 25; Samarqand viloyati — 30; Farg‘ona viloyati — 40; Namangan viloyati — 50; Andijon viloyati — 60; Qashqadaryo viloyati — 70; Surxondaryo viloyati — 75; Buxoro viloyati — 80; Navoiy viloyati — 85; Xorazm viloyati — 90; Qoraqalpog‘iston Respublikasi — 95. 6. Quyidagi holatlarda elektron yo‘l varaqasi elektron yo‘l varaqasi tizimi orqali ochilmaydi: foydalanuvchi mulk huquqi yoki boshqa ashyoviy huquqlarga ega bo‘lmagan avtotransport vositasidan foydalanganda; foydalanuvchi bilan mehnat shartnomasiga ega bo‘lmagan haydovchilar uchun yo‘l varaqasi rasmiylashtirilganda; haydovchi tegishli toifadagi avtotransport vositasini boshqarish uchun haydovchilik guvohnomasiga yoki qonunchilik hujjatlarida belgilangan yetarli mehnat stajiga ega bo‘lmaganda; haydovchi belgilangan tartibda dastlabki va keyinchalik davriy tibbiy ko‘riklardan o‘tmaganda; haydovchining haydovchilik guvohnomasi bekor qilingan davrda; avtotransport vositasi belgilangan tartibda davriy texnik ko‘rikdan o‘tkazilmaganda; avtotransport vositasini muntazam yo‘nalishga ishga chiqarishda tashuvchi ushbu yo‘nalishda ishlash huquqini beruvchi tender bitimiga/brutto kontraktga ega bo‘lmaganda; avtotransport vositasini buyurtma asosida ishga chiqarishda tashuvchi ushbu buyurtmani amalga oshirish uchun tegishli shartnomaga ega bo‘lmaganda. 3-bob. Elektron yo‘l varaqasini ochish, qayta ishlash va saqlash 7. Elektron yo‘l varaqasi joriy kalendar oyda ochiladi va oyning oxirgi sanasiga qadar amal qiladi. Foydalanuvchining xohishiga ko‘ra ushbu muddat qisqartirilishi mumkin. Elektron yo‘l varaqasining amal qilish muddati tamom bo‘lgach, keyingi kalendar oy uchun yangi yo‘l varaqasi ochiladi. 8. Elektron yo‘l varaqasi foydalanuvchi tomonidan ochiladi va unga oy yakuniga/yo‘l varaqasi yopilguniga qadar tegishli ma’lumotlar kiritib boriladi. 9. Elektron yo‘l varaqasi haqidagi ma’lumotlar ishga tushirilgan vaqtdan boshlab elektron yo‘l varaqasi tizimida 5 yil saqlanadi. 4-bob. Elektron yo‘l varaqasi yuritilishini nazorat qilish 10. Vakolatli organ tomonidan quyidagi hollarda elektron yo‘l varaqasining amal qilishi tugatiladi: yuridik shaxs tugatilganda (tugatilgan vaqtdan boshlab); elektron yo‘l varaqasini ochish uchun noto‘g‘ri ma’lumotlar kiritilganligi aniqlanganda. 11. Yuridik shaxs qayta tashkil etilganda, elektron yo‘l varaqasi tizimidagi unga tegishli bo‘lgan elektron yo‘l varaqasi avtomatik ravishda foydalanuvchiga yoki uning huquqiy vorisiga qayta rasmiylashtiriladi. 12. Yuk va yo‘lovchilarni avtotransport vositasida tashishda elektron yo‘l varaqasi mavjudligi hamda undagi ma’lumotlarning to‘g‘riligi O‘zbekiston Respublikasi Transport vazirligi huzuridagi Transport nazorati inspeksiyasi hamda Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati tomonidan nazorat qilinadi. 13. Elektron yo‘l varaqasi O‘zbekiston Respublikasi Transport vazirligi huzuridagi Transport nazorati inspeksiyasi hamda Ichki ishlar vazirligi Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati tomonidan maxsus moslamadan (planshet) foydalangan holda elektron yo‘l varaqasi tizimi orqali tekshiriladi. Bunda elektron yo‘l varaqasi avtotransport vositasining davlat raqami, haydovchining shaxsini tasdiqlovchi hujjat (pasport yoki identifikatsiyalovchi ID-karta) to‘g‘risidagi ma’lumotlar bilan solishtirish orqali tekshiriladi. 5-bob. Elektron yo‘l varaqasi haqidagi ma’lumotlardan foydalanish 14. Elektron yo‘l varaqasi haqidagi ma’lumotlar uchinchi shaxslarga taqdim etilishi taqiqlanadi. 15. Vakolatli organ tomonidan qonunchilik hujjatlarida belgilangan tartibda tergovga qadar tekshiruvni amalga oshiruvchi organlar, dastlabki tergov organlari va sudning yozma so‘roviga asosan elektron yo‘l varaqasi haqidagi ma’lumotlar taqdim etiladi. 6-bob. Yakunlovchi qoidalar 16. Foydalanuvchilar elektron yo‘l varaqasidagi ma’lumotlarning to‘g‘riligi va haqqoniyligi uchun qonunchilikda belgilangan tartibda javobgar hisoblanadi. 17. Mazkur Nizom talablari buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javobgar bo‘ladi. "}]