[{"Law_reference": "O‘zbekiston Respublikasi Vazirlar Mahkamasining qarori, 22.01.2024 yildagi 45-son", "Law_title": "Avtomobil transportida yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi tashuvchilar reytingini hisoblash va yuritish tartibini joriy etish chora-tadbirlari to‘g‘risida", "Law_content": "Avtomobil transportida yo‘lovchilar tashish sohasida ko‘rsatilayotgan xizmatlarning sifat darajasini oshirish, sog‘lom raqobat muhitini shakllantirish va insofli tashuvchilarni rag‘batlantirish hamda O‘zbekiston Respublikasi Prezidentining “Ma’muriy islohotlar doirasida transport sohasida davlat boshqaruvini samarali tashkil qilish chora-tadbirlari to‘g‘risida” 2023-yil 14-iyundagi PF-94-son  Farmoni  ijrosini ta’minlash maqsadida Vazirlar Mahkamasi qaror qiladi: 1. O‘zbekiston Respublikasi Prezidentining “Ma’muriy islohotlar doirasida transport sohasida davlat boshqaruvini samarali tashkil qilish chora-tadbirlari to‘g‘risida” 2023-yil 14-iyundagi PF-94-son  Farmoniga  muvofiq vazirlik va idoralar tomonidan axborot xavfsizligi talablariga rioya etgan holda, davlat xizmatlarini ko‘rsatish uchun zarur bo‘lgan transport sohasiga oid elektron ma’lumotlar almashinuvini tashkil etish maqsadida idoraviy axborot tizimlari va ma’lumotlar bazasi O‘zbekiston Respublikasi Transport vazirligining axborot tizimlari bilan integratsiya qilinishi belgilanganligi ma’lumot uchun qabul qilinsin. 2. O‘zbekiston Respublikasi Transport vazirligining 2024-yil 1-fevraldan 2024-yil 31-dekabrga qadar Avtomobil transportida yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi tashuvchilar reytingini yuritish tizimini joriy etish bo‘yicha tajriba-sinov loyihasini amalga oshirish to‘g‘risidagi taklifiga rozilik berilsin. 3. O‘zbekiston Respublikasi Transport vazirligi 2024-yil 1-dekabrga qadar mazkur qarorga asosan amalga oshirilgan tajriba-sinov loyihasi natijalaridan kelib chiqib, ijobiy va salbiy holatlarni aniqlash hamda insofli tashuvchilarni rag‘batlantirishni inobatga olgan holda, Avtomobil transportida yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi tashuvchilar reytingini yuritish tizimini takomillashtirish yuzasidan Vazirlar Mahkamasiga taklif kiritsin. 4. Quyidagilarni nazarda tutuvchi Avtomobil transportida yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi tashuvchilar reytingini hisoblash va yuritish tartibi to‘g‘risidagi   vaqtinchalik nizom  ilovaga  muvofiq tasdiqlansin: reytingni hisoblashga oid ma’lumotlar bazalarini shakllantirish va yuritish tartibi; reyting natijalarini hisoblash va e’lon qilish tartibi; tashuvchilarni reytingga kiritish va undan chiqarish asoslari. 5. Mazkur qarorning bajarilishini nazorat qilish O‘zbekiston Respublikasi Bosh vazirining o‘rinbosari A.J. Ramatov va transport vaziri I.R. Maxkamov zimmasiga yuklansin. qaroriga 1. Ushbu Nizom avtomobil transportida yo‘lovchilarni muntazam yo‘nalishlarda tashish faoliyati bilan shug‘ullanuvchi tashuvchilar reytingini hisoblashga oid ma’lumotlar bazasini shakllantirish va yuritish, shuningdek, reyting natijalarini hisoblash hamda e’lon qilish tartibini belgilaydi. 2. Ushbu Nizomning amal qilishi O‘zbekiston Respublikasi hududida ro‘yxatdan o‘tgan va asosiy faoliyat turi jamoat transportida yo‘lovchilarni muntazam yo‘nalishlarda tashish xizmatlarini ko‘rsatishdan iborat bo‘lgan tegishli litsenziyaga ega yuridik shaxslarga (keyingi o‘rinlarda — tashuvchilar) nisbatan tatbiq etiladi. 3. Tashuvchilar reytingi (keyingi o‘rinlarda — reyting) O‘zbekiston Respublikasi Transport vazirligi tomonidan tegishli vazirlik va idoralarning axborot tizimlaridan olingan ma’lumotlar asosida “Uztrans” yagona interaktiv axborot tizimida shakllantiriladi. 4. Quyidagilar tashuvchilar reytingini yuritish borasidagi asosiy vazifalar hisoblanadi: yo‘lovchi tashish sohasida ishonchli, xavfsiz va sifatli xizmat ko‘rsatayotgan tashuvchilar to‘g‘risidagi ma’lumotlarning ochiqligini ta’minlash; sohada yashirin iqtisodiyot ulushini kamaytirish va ko‘rsatilayotgan xizmatlar shaffofligini oshirish; tashuvchilar o‘rtasida sog‘lom raqobat muhitini shakllantirish va xizmatlar sifatini oshirish. 5. Tashuvchilar reytingi mazkur Nizomga  1-ilovadagi  sxemaga muvofiq shakllantiriladi va yuritiladi. 6. Quyidagi vazirlik va idoralar har chorak yakuni bilan keyingi oyning 5-sanasiga qadar   ma’lumotlarni O‘zbekiston Respublikasi Transport vazirligining “Uztrans” yagona interaktiv axborot tizimiga taqdim etib boradi: O‘zbekiston Respublikasi Ichki ishlar vazirligi  —  Jamoat xavfsizligi departamenti Yo‘l harakati xavfsizligi xizmati tomonidan ro‘yxatga olingan avtotransport vositalari, texnik ko‘rikdan o‘tgan avtotransport vositalari, “E-ma’muriy ish” platformasidagi avtomobilda yo‘lovchilar tashishda aniqlangan huquqbuzarliklar va ularga ko‘rilgan choralar, avtotransport vositalarini boshqarish huquqiga ega bo‘lgan shaxslar hamda sodir bo‘lgan yo‘l-transport hodisalari va qoidabuzarliklar to‘g‘risidagi ma’lumotlar; O‘zbekiston Respublikasi Sog‘liqni saqlash vazirligi  — tibbiy ko‘rikdan o‘tgan haydovchilar to‘g‘risidagi ma’lumotlar; O‘zbekiston Respublikasi Iqtisodiyot va moliya vazirligi huzuridagi Kadastr agentligi  — transport infratuzilmalari va obyektlarini o‘z ichiga oluvchi Yagona geoaxborot ma’lumotlari. 7. Ma’lumotlarning haqqoniyligi, o‘z vaqtida taqdim etilishi va belgilangan muddatda ijrosi ta’minlanishi uchun tegishli vazirlik va idoralarning birinchi rahbarlari mas’ul hisoblanadi. 8. Mazkur Nizomning  6-bandida  belgilangan barcha jarayonlar O‘zbekiston Respublikasi Transport vazirligi tomonidan muvofiqlashtirib boriladi. 9. O‘zbekiston Respublikasi Transport vazirligi vazirlik va idoralar tomonidan taqdim etilgan tashuvchilar to‘g‘risidagi ma’lumotlarning sir saqlanishini belgilangan tartibda ta’minlaydi. 10. O‘zbekiston Respublikasi Transport vazirligi tomonidan “Uztrans” yagona interaktiv axborot tizimida reytingning avtomatik hisoblanishi ta’minlanadi. 11. Tashuvchilar reytingi mazkur Nizomga  2-ilovaga  muvofiq hisoblanadi. 12. Reyting ballari quyidagilardan shakllantiriladi: tegishli reyting ko‘rsatkichlari bo‘yicha eng yuqori ko‘rsatkichga ega bo‘lgan tashuvchilar aniqlanadi; har bir mezon bo‘yicha ko‘rsatkich ballar yig‘indisidan iborat bo‘ladi; har bir mezon bo‘yicha hisoblangan ballar yig‘indisi tashuvchilar reytingini ifodalaydi. 13. Faoliyati xavfsizlik va ochiqlikka asoslangan tashuvchilar reytingi natijalari quyidagi toifalarga bo‘linadi: 14. Tashuvchilar reytingi natijalari har chorak yakuni bilan keyingi oyning 10-sanasiga qadar O‘zbekiston Respublikasi Transport vazirligining rasmiy veb-saytida e’lon qilinadi. 15. Tashuvchi hamda O‘zbekiston Respublikasi Transport vazirligi, Qoraqalpog‘iston Respublikasi Transport vazirligi, viloyatlar va Toshkent shahar transport boshqarmalari o‘rtasida belgilangan tartibda muayyan muddatga tuzilgan yo‘nalishda yo‘lovchi tashish xizmatlarini ko‘rsatish huquqini beruvchi shartnoma (kontrakt)ning amal qilish muddati tugagunga qadar bo‘lgan so‘nggi 1 yil davomida avtomobil transportida yo‘lovchi tashish faoliyati “A” xavfsizlik va ochiqlik toifasiga mansub bo‘lgan taqdirda, tashuvchining talabiga binoan shartnoma muddati tugagan kundan boshlab yana 1 yil muddatga uzaytirishga ruxsat etiladi. Bunda tashuvchi reyting natijalariga ko‘ra “A” xavfsizlik va ochiqlik toifasiga mansub bo‘lgan taqdirda, Transport vazirligiga tender shartnomasi amal qilish muddati tugashidan uch oydan kechikmay, shartnoma muddatini uzaytirish bo‘yicha talabnoma berishi kerak. 16. Tashuvchilarni reytingga kiritish uchun O‘zbekiston Respublikasi hududida ro‘yxatdan o‘tganligi hamda asosiy faoliyat turi avtomobil transportida yo‘lovchi tashish ekanligi asosiy mezon hisoblanadi. 17. Quyidagi hollarda tashuvchilar reytingdan chiqariladi: asosiy faoliyat turi boshqa faoliyat turiga o‘zgarganda; amaldagi qonunchilik hujjatlariga muvofiq tashuvchi litsenziyasi bekor qilinganda; tashuvchi korxona faoliyati tugatilganda. Tashuvchilar reytingiga kiritilmagan va/yoki undan chiqarilgan tashuvchilar  15-bandda  ko‘rsatilgan imtiyozdan foydalana olmaydi. 18. Ushbu Nizomni qo‘llashda yuzaga keladigan nizolar qonunchilik hujjatlarida belgilangan tartibda hal etiladi. 19. Ushbu Nizom talablari buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlarida belgilangan tartibda javob beradilar. nizomga nizomga Izoh. Tashuvchilar reytingini hisoblash mezonlari — reytingni shakllantirish jarayonida avtobus va mikroavtobusda yo‘lovchi tashish xizmatlari ko‘rsatiladigan avtotransport vositalariga nisbatan qo‘llaniladi. 1) Misol uchun: tashuvchining yo‘lovchi tashish xizmatlari ko‘rsatiladigan avtotransport vositasi soni 20 ta bo‘lsa, bir chorak davomida jami qonunchilik hujjatlari normalarining buzilishi holati 7 ta. 7/20*100=35% (qonunchilik hujjatlari normalari buzilishining jami avtotransport vositalari soniga nisbati) Bunda: 20 ta avtotransport vositasi 100 foiz bo‘lsa, 7 ta qonun buzilishi 35 foiz bo‘ladi va o‘z-o‘zidan 50 foizgacha, ya’ni “-10” jarima balli qo‘llanilib, jami ballar yig‘indisidan 10 ball olib tashlanadi. 2) Tashuvchi balansida tegishli texnik baza va avtotransport vositalarini saqlash yer maydoni mavjudligi to‘g‘risida hujjat nusxasini ilova qilishi shart. 3) Yo‘lovchi tashish faoliyati bilan shug‘ullanuvchi (litsenziyaga ega) tashuvchining balansida bo‘lgan avtotransport vositalarining ulushi quyidagi formula orqali hisoblanadi. Misol uchun: tashuvchining yo‘lovchi tashish xizmatlari ko‘rsatiladigan avtotransport vositasi soni 20 ta bo‘lsa, balansidagi avtotransport vositalari soni 7 ta.  = korxona balansining ulushi,   = 35 % balansdagi avtotransport vositalari ulushini tashkil etib, 5 ball beriladi 4) Yo‘lovchi tashish faoliyati bilan shug‘ullanuvchilar (litsenziyaga ega) avtotransport vositalarining o‘rtacha ishlab chiqarilgan yili quyidagi formula orqali hisoblanadi. Misol uchun: korxonadagi avtotransport vositalari soni 10 ta (2017-yilda ishlab chiqarilgani 3 ta, 2019-yilda ishlab chiqarilgani 2 ta, 2020-yilda ishlab chiqarilgani 5 ta) = 4,1 avtotransport vositasining o‘rtacha ishlab chiqarilgan yili. Bunda korxonadagi jami avtotransport vositalarining o‘rtacha ishlab chiqarilgan yili 4,1 yilni tashkil etgan holda, yuqoridagi mezonlarning 6-bandi  "}]