[{"Law_reference": "O‘zbekiston Respublikasi ichki ishlar vazirining buyrug‘i, 01.02.2024 yilda ro‘yxatdan o‘tgan, ro‘yxat raqami 3494", "Law_title": "Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan talablarni tasdiqlash to‘g‘risida", "Law_content": "Vazirlar Mahkamasining 2018-yil 31-maydagi 408-son “Avtomototransport vositalari va shahar elektr transporti vositalari haydovchilarini tayyorlash hamda qayta tayyorlash bo‘yicha nodavlat ta’lim xizmatlarini ko‘rsatish faoliyatini litsenziyalash tartibini yanada takomillashtirish chora-tadbirlari to‘g‘risida”gi  qaroriga  muvofiq buyuraman: 1. Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan talablar  ilovaga  muvofiq tasdiqlansin. 2. Ushbu buyruq O‘zbekiston Respublikasi Prezidenti huzuridagi Tadbirkorlik subyektlarining huquqlari va qonuniy manfaatlarini himoya qilish bo‘yicha vakili, Oliy ta’lim, fan va innovatsiyalar vazirligi, Transport vazirligi, Qurilish va uy-joy kommunal xo‘jaligi vazirligi, Favqulodda vaziyatlar vazirligi, O‘zbekiston Savdo-sanoat palatasi va O‘zbekiston Mudofaasiga ko‘maklashuvchi “Vatanparvar” tashkiloti Markaziy Kengashi bilan kelishilgan. 3. Mazkur buyruq rasmiy e’lon qilingan kundan e’tiboran kuchga kiradi. O‘zbekiston Respublikasi ichki ishlar vazirining 2024-yil 18-yanvardagi 27-son  Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan Mazkur talablar avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromi (bundan buyon matnda o‘quv avtodromi deb yuritiladi) va uni jihozlashga doir qoidalarni belgilaydi. 1-bob. Umumiy qoidalar 1. Ushbu talablarda quyidagi asosiy tushunchalardan foydalaniladi: o‘quv avtodromi  — haydovchilikka nomzod uchun avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan, yo‘l harakatini tashkil etishning texnik vositalari bilan jihozlangan, umumiy foydalanishdagi yo‘llardan ajratilgan yopiq hududdagi maxsus maydoncha; ta’lim tashkilotlari  — avtomototransport vositalari haydovchilarini tayyorlash, qayta tayyorlash va ularning malakasini oshirish bilan shug‘ullanuvchi yuridik shaxslar. 2. Ta’lim tashkilotlari tomonidan o‘quv avtodromidan haydovchilikka nomzodlar bilan avtomototransport vositalarida amaliy mashg‘ulotlar va imtihonlarni o‘tkazish uchun foydalaniladi. 2-bob. O‘quv avtodromiga qo‘yiladigan talablar 3. O‘quv avtodromida quyidagi ketma-ketlikdagi elementlar mavjud bo‘lishi lozim: “A” toifa uchun “Harakatni boshlash (Start)”, “Ilon izi”, “Tor yo‘lak”, “Tezlashish-sekinlashish”, “Gabaritli yarim aylana”, “Gabaritli koridor”, “Past tezlikda harakatlanish”, “Gabaritli sakkiz”, “Harakatni yakunlash (Finish)”; “B”, “C”, “D” toifalar uchun “Harakatni boshlash (Start)”, “Piyodalar o‘tish joyi”, “To‘xtash va tik balandlikka ko‘tarilish (Estakada)”, “90 gradus burchak ostida burilishlar”, “Tor joyda qayrilib olish uchun boksga kirish”, “Harakat tartibga solingan chorraha”, “Ilon izi”, “Orqaga harakatlanib parallel to‘xtash (Parkovka)”, “Temir yo‘l kesishmasi” (Tartibga solinmagan), “Tezlashish bo‘lagi”, “Avariya holatda to‘xtash”, “Harakatni yakunlash (Finish)”; “BE”, “CE”, “DE” toifalar uchun “Harakatni boshlash (Start)”, “Orqa bortni platformaga qo‘yish”, “Platformadan yo‘lga chiqish”, “Gabaritli koridorda orqa tomonga to‘g‘ri chiziqda harakatlanish”, “Harakatni yakunlash (Finish)”. 4. Haydovchilikka nomzodning avtomototransportni boshqarish bo‘yicha amaliy ko‘nikmalarini shakllantirish uchun o‘quv avtodromida o‘lchami kamida 50x15 m bo‘lgan, asfalt yoki sement beton bilan qoplangan maydoncha bo‘lishi zarur. 5. O‘quv avtodromida: mazkur talablarning  1-ilovasida  nazarda tutilgan “A” toifa uchun mashqlarni bajarishga mo‘ljallangan maydoncha o‘quv avtodromining ixtiyoriy qismida joylashtirilishi; mazkur talablarning  2-ilovasida  nazarda tutilgan “B”, “C”, “D” toifalar uchun mashqlarni bajarishga mo‘ljallangan maydoncha o‘quv avtodromining ixtiyoriy qismida joylashtirilishi; mazkur talablarning  3-ilovasida  nazarda tutilgan “BE”, “CE” va “DE” toifalar uchun mashqlarni bajarishga mo‘ljallangan maydoncha umumiy (bitta) maydonchada joylashtirilishi; avtomototransport vositalarining harakatlanish sxemasi (amaliy mashg‘ulotlar va imtihonlarni bajarish ketma-ketligi) halqasimon yo‘nalishda bo‘lishi, bunda “Harakatni boshlash (Start)” va “Harakatni yakunlash (Finish)” bir yoki bir-biriga yaqin joyda, qolgan elementlar esa ularning oralig‘ida joylashtirilishi; “90 gradus burchak ostida burilishlar”, “Chorraha”, “Ilon izi”, “Tor joyda qayrilib olish uchun boksga kirish”, “Orqaga harakatlanib parallel to‘xtash (parkovka)” elementlari o‘quv avtodromining markaziy qismlarida joylashtirilishi; elementlar har bir amaliy mashg‘ulotlarni alohida bajarish imkonini beradigan tarzda joylashtirilishi; “A” toifa, “B”, “C”, “D” toifalar hamda “BE”, “CE” va “DE” toifalarga ajratilgan maydonchalar bir-biridan ajratilgan bo‘lishi kerak. 3-bob. O‘quv avtodromini jihozlashga doir talablar 6. O‘quv avtodromining avtomototransport vositalariga mo‘ljallangan yo‘llari asfalt yoki sement beton bilan qoplangan, shuningdek suv to‘planib qolishining oldini olish imkonini beradigan holatda bo‘lishi kerak. 7. O‘quv avtodromining avtomototransport vositalariga mo‘ljallangan yo‘llari svetofor, yo‘l belgilari, yo‘l chiziqlari, tik balandlikka ko‘tarilish qurilmalari (estakada) bilan jihozlangan bo‘lishi kerak. Bunda, avtomototransport vositalari yon tomonga tushib ketishining oldini olish maqsadida tik balandlikka ko‘tarilish qurilmalarining (estakadaning) yon tomonlari to‘siq (maxsus konstruksiyalar) bilan jihozlanishi lozim. 8. O‘quv mashg‘ulotlarini masofadan nazorat qilish, haydovchilikka nomzodlarning xato va kamchiliklarini tahlil qilish uchun o‘quv avtodromi audio va videokuzatuv tizimi bilan jihozlanishi lozim. 9. O‘quv avtodromi unga begona shaxslar va hayvonlar kirishining oldini olish maqsadida 2,0 metrdan kam bo‘lmagan balandlikdagi devor yoki panjara (metall to‘siq) bilan jihozlangan bo‘lishi kerak. 10. O‘quv avtodromida uning hududiga avtomototransport vositalari va piyodalarning kirib-chiqishi uchun asosiy va zaxira yo‘llari mavjud bo‘lishi, shuningdek ularda o‘rnatiladigan temir panjarali darvozalar tashqari tomonga yoki yonga ochilishi kerak. 11. O‘quv avtodromida haydovchilikka nomzodlar uchun qulay bo‘lgan joyda quyidagi ma’lumotlar keltirilgan axborot stendi yoki elektron monitor o‘rnatiladi: o‘quv avtodromining umumiy sxemasi, unda avtomototransport vositalarining harakatlanish yo‘nalishi, ruxsat etilgan tezligi va to‘xtab turish joyi; o‘quv avtomototransport vositalarini amaliy boshqarish mashqlarining ketma-ketligi; amaliy mashg‘ulotlarni bajarish uchun o‘quv avtodromiga kelgan haydovchilikka nomzodlarning piyoda harakatlanish, ushbu mashg‘ulotlarda o‘z navbatini kutib turish, boshqa haydovchilikka nomzodlar bajarayotgan mashqlarni kuzatib turish joylari; favqulodda holatlarda hududni tark etish sxemasi va xavfsizlik texnikasi talablariga doir ma’lumotlar. 12. O‘quv avtodromiga kirish va chiqish yo‘lining kengligi yengil avtomobillar va mototransport vositalari uchun 3,0 metrdan, yuk avtomobillari va avtobuslar uchun 4,0 metrdan kam bo‘lmasligi kerak. 13. O‘quv avtodromiga kirish yo‘lining boshlanishida 3.2 “Harakatlanish taqiqlangan”, darvozasida esa 3.24 “Yuqori tezlik cheklangan (5 km/s)” yo‘l belgilari o‘rnatiladi. 14. O‘quv avtodromi hududida tungi yoritgichlar o‘rnatilgan, bino va inshootlar yong‘in xavfsizligi talablariga mos, shuningdek ichimlik suvi va hojatxona bo‘lishi kerak. 15. O‘quv avtodromining avtomototransport vositalariga mo‘ljallangan yo‘llarining o‘lchamlariga qo‘yiladigan talablar mazkur talabning  4-ilovasida  ko‘rsatilgan. 16. O‘quv avtodromining elementlari avtotransport vositalarining tarkiblari va gabarit o‘lchamlaridan kelib chiqib, loyihalashtiriladi. 17. O‘quv avtodromi hududiga mastlik holatida (alkogol, giyohvandlik vositalar va psixotrop moddalar iste’mol qilgan holda) yo‘l harakati xavfsizligiga tahdid soladigan darajadagi charchoqlik va betoblik holatida bo‘lgan shaxslar kiritilmaydi. 18. O‘quv avtodromi hududida ta’lim tashkiloti rahbari tomonidan tasdiqlanadigan texnika xavfsizligi qoidalariga doir yo‘riqnomaga amal qilinishi kerak. Bunda, haydovchilikka nomzodlar o‘qishga qabul qilingan kunning o‘zida ushbu yo‘riqnoma bilan ta’lim tashkiloti mas’ul xodimi tomonidan tanishtiriladi. 19. O‘quv avtodromida haydovchilikka nomzodlar bilan o‘tkaziladigan o‘quv mashg‘ulotlari ta’lim tashkilot rahbari tomonidan tasdiqlanadigan jadvalga asosan amalga oshiriladi. 4-bob. Yakuniy qoida 20. Mazkur talablarning buzilishida aybdor bo‘lgan shaxslar qonunchilik hujjatlariga muvofiq javob beradi. Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan  “A” toifa uchun mashqlarni bajarishga mo‘ljallangan Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan  “B”, “C”, “D” toifalar uchun mashqlarni bajarishga mo‘ljallangan Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan  “BE”, “CE” va “DE” toifalar uchun mashqlarni bajarishga mo‘ljallangan Avtomototransport vositalarida amaliy mashg‘ulotlarni va imtihonlarni o‘tkazishga mo‘ljallangan o‘quv avtodromiga qo‘yiladigan  O‘quv avtodromining avtomototransport vositalariga mo‘ljallangan yo‘llarining o‘lchamlariga qo‘yiladigan 1-bob. “A” toifa uchun mashqlarni bajarishga mo‘ljallangan maydonchaning o‘lchamlariga qo‘yiladigan talablar 1. “A” toifa uchun mashqlarni bajarishga mo‘ljallangan o‘quv avtodromi (bundan buyon matnda o‘quv avtodromi deb yuritiladi) maydonchasining chegara chiziqlari sariq rangda va 1.4 — yo‘l yotiq chizig‘i bilan belgilanadi. 2. O‘quv avtodromi yo‘lining chetki qismlari oq rangda va 1.1 — yo‘l yotiq chizig‘i bilan belgilanadi. 3. O‘quv avtodromi yo‘lining boshi va oxiri, shuningdek uzatmalar pog‘onasini o‘zgartirish chegara chizig‘i kengligi 0,10 metr bo‘lgan uzuq-uzuq sariq rangdagi chiziq bilan belgilanishi kerak. “START”, “STOP” va “FINISh” chiziqlarining kengligi 0,4 metr, uzunligi mos ravishda oq rangda va 1.1 — yo‘l yotiq chizig‘i bilan belgilanadi. “START” va “FINISh” yozuvlari bilan o‘quv avtodromi yo‘lining oralig‘idagi masofa 1 metrni, shuningdek ushbu yozuvlarning uzunligi 0,6 metrni tashkil etadi. 4. O‘quv avtodromining avtomototransport vositalariga mo‘ljallangan yo‘llari o‘lchamlarining sxemalari mazkur talablarning 1 — 9-mashqlarida nazarda tutilgan. 2-bob. “V”, “C” va “D” toifalar uchun mashqlarni bajarishga mo‘ljallangan maydonchaning o‘lchamlariga qo‘yiladigan talablar 5. “V”, “C” va “D” toifalar uchun mashqlarni bajarishga mo‘ljallangan o‘quv avtodromi (bundan buyon matnda o‘quv avtodromi deb yuritiladi) maydonchasining chegara chiziqlari oq rangda va 1.1 — yo‘l yotiq chizig‘i bilan belgilanadi. 6. O‘quv avtodromi yo‘lining kengligi (4-mashq “90 gradusga burilish”, 5-mashq “Ilon izi bo‘ylab harakatlanish”, 6-mashq “Qayrilib olish va avtomobilni parkovka qilish” va 7-mashq “Orqaga harakatlanib transportni parallel parkovka qilish” maydonchalaridan tashqari) 1.1 — yo‘l yotiq chizig‘i bilan chegaralanadi va 3,0 metrdan kam bo‘lmasligi kerak. O‘quv avtodromi yo‘lining chetidagi to‘siqlarning ichki tomonidan 1.1 yoki 1.4 — yo‘l yotiq chiziqlarigacha bo‘lgan oraliq masofa 0,1 metrdan kam bo‘lmasligi lozim. 7. O‘quv avtodromi yo‘lining boshlanish va tugallanish maydoni chegarasi chizig‘ining kengligi 0,1 yoki 0,2 metr bo‘lgan uzuq-uzuq sariq rangli chiziq bilan belgilanadi. 8. “START”, “STOP” va “FINISN” chiziqlarining kengligi 0,4 metr, uzunligi mos ravishda oq rangda va 1.1 — yo‘l yotiq chizig‘i bilan belgilanadi. 9. “START” va “FINISh” yozuvlari bilan o‘quv avtodromi yo‘lining oralig‘idagi masofa 1 metrni, shuningdek ushbu yozuvlarning uzunligi 0,6 metr yoki 1 metrni tashkil etadi. 10. Mashqning “START” chizig‘idan boshlab 10,0 metr masofada 3.243 — “Yuqori tezlik cheklangan” (20 km/soat) yo‘l belgisi o‘rnatiladi. Mashqning “START” chizig‘idan boshlab 10 metrdan kam bo‘lmagan masofada mashqni tugallash uzuq-uzuq sariq rangli chiziq chiziladi. 11. “To‘xtash va tik balandlikka ko‘tarilish (estakada)” mashq maydoni estakadasining qiyaligi 10 yoki 16,0 foizgacha bo‘ylama qiyalikka ega bo‘lishi kerak, bunda koleyali (temir) estakadadan foydalanishga ruxsat etilmaydi. 12. Yo‘lning qatnov qismining har bir tomonida “To‘xtash va tik balandlikka ko‘tarilish (estakada)” mashq maydoni balandligi 0,3 yoki 0,5 metr va qalinligi 0,3 metrdan kam bo‘lmagan himoyalovchi to‘siqlar o‘rnatiladi. 13. Tik balandlikka ko‘tarilishning oxirigacha 1,0 metr masofada eni 0,4 metr bo‘lgan 1.12 “To‘xtash chizig‘i” chiziladi. Tik balandlikka ko‘tarilishning boshlanishidan oldin 3,0 m masofada 1.14 “Tik balandlik” yo‘l belgisi o‘rnatiladi. Tik nishablikka tushishning boshlanishidan 3,0 metr oldin 1.13 “Tik nishablik” yo‘l belgisi o‘rnatiladi. 14. Piyodalar o‘tish joyiga 5.16.1 va 5.16.2 “Piyodalar o‘tish joyi” yo‘l belgilari o‘rnatiladi. 15. Mashqni bajarishni boshlash chizig‘idan oldin 1.12.1 (1.12.2) “Xavfli burilishlar” yo‘l belgilari bilan jihozlanadi. V — avtomobilning gabarit kengligi, metr; D — avtomobilning gabarit uzunligi, metr. 16. Mashqni bajarishni boshlash chizig‘idan oldin 1.12.1 (1.12.2) “Xavfli burilishlar” yo‘l belgilari bilan jihozlanadi. 17. Mashqning boshlanish va tugallanish chiziqlari oldida o‘quv avtodromining umumiy sxemasiga asosan tegishli yo‘l belgilari o‘rnatiladi. V — avtomobilning gabarit kengligi, metr; D — avtomobilning gabarit uzunligi, metr; S — orqa o‘qdan avtomobilning orqa gabaritigacha bo‘lgan masofa, metr. 18. Mashqni boshlash chizig‘ida 5.15 “To‘xtab turish joyi”, 7.4.1 yoki 7.4.3 “Transport vositasining turi” va 7.6.1 “Transport vositasini to‘xtab turish joyiga qo‘yish usuli” yo‘l belgilari o‘rnatiladi. V — avtomobilning gabarit kengligi, metr; D — avtomobilning gabarit uzunligi, metr; K — oldingi g‘ildirak koleyasi, metr. 19. Chorrahada burilish radiuslari “V” toifadagi avtotransport vositalari uchun — 4,0 metrdan katta, “S” va “D” toifalaridagi avtotransport vositalari uchun 6,0 metrdan katta bo‘lishi kerak. Chorrahadagi yo‘l chiziqlari va yo‘l belgilari o‘quv avtodromining umumiy sxemasiga asosan o‘rnatiladi. Chorrahaning to‘rt tomoniga 1.14.1 (1.14.2) yo‘l yotiq chiziqlari chiziladi. Piyodalar o‘tish joyi kamida 1,0 m masofada, 1.12 yo‘l yotiq chizig‘i esa 0,4 metr kenglikda chiziladi. 20. Temir yo‘l kesishmasidan oldin 2,0 metrdan kam bo‘lmagan masofada eni 0,4 metr bo‘lgan 1.12 — “To‘xtash” yo‘l yotiq chizig‘i chiziladi. Temir yo‘l kesishmasidan oldin 1.2, 1.3.1, 2.5 yo‘l belgilari o‘rnatiladi. 21. Yo‘lning to‘g‘ri yo‘nalishdagi qatnov qismida tezlashish uchun 4.6 “Eng kam tezlik” (20 km/soat), 3.24 “Yuqori tezlik cheklangan” (40 km/soat) va sekinlanish uchun 3.24 “Yuqori tezlik cheklangan” (20 km/soat) yo‘l belgilari kamida 40 metr uzunlikdagi masofalarda joylashtiriladi. 22. “Avariya holatda to‘xtash” mashqi uchun ajratilgan maydon boshqa mashqlar uchun ajratilgan maydondan alohida bo‘lishi kerak. 23. “Harakatni yakunlash (Finish)” mashqi hududi uzunligi 10 metrdan kam bo‘lmasligi kerak. “Harakatni yakunlash (Finish)” chizig‘idan so‘ng avtotransport vositalari uchun to‘xtab turish joyi bo‘lishi zarur. 3-bob. “BE”, “CE”, “DE” toifalari uchun mashqlarni bajarishga mo‘ljallangan maydonchaning o‘lchamlariga qo‘yiladigan talablar 24. O‘quv avtodromining nazorat chiziqlari 1.4 — yo‘l yotiq chiziqlari bilan belgilanadi. O‘quv avtodromining boshlang‘ich va yakuniy chiziqlarining kengligi 0,10 metr bo‘lgan sariq uzuq-uzuq chiziq bilan belgilanadi. 25. “START” va “FINISh” chiziqlarini kengligi 0,4 metr bo‘lgan oq chiziq bilan belgilanadi. Start chizig‘idan keyin 1,0 metr masofada “START” yozuvi belgilanadi. “Harakatni yakunlash (Finish)” chizig‘idan keyin 1,0 metr masofada “FINISh” yozuvi belgilanadi. 26. “VE”, “SE”, “DE” toifalari uchun mashqlarni bajarishga ajratilgan maydon quyidagi sxemada nazarda tutilgan: "}]