[{"Law_reference": "O‘zbekiston Respublikasining Qonuni, 11.05.2001 yildagi 213-II-son", "Law_title": "MAXSUS YuKLAR VA HARBIY TARKIBLARNING TRANZITI TO‘G‘RISIDA", "Law_content": "1-modda. Ushbu Qonunning maqsadi Ushbu Qonun maxsus yuklar va harbiy tarkiblarning tranziti paytida O‘zbekiston Respublikasining manfaatlarini himoya qilish va xavfsizligini ta’minlash sohasidagi ijtimoiy munosabatlarni tartibga soladi. 2-modda. Asosiy tushunchalar Ushbu Qonunda quyidagi asosiy tushunchalar qo‘llaniladi: maxsus yuklar — qurol-yarog‘, harbiy texnika, harbiy mol-mulk, xavfli yuklar, shuningdek O‘zbekiston Respublikasi hududida muomalada bo‘lishi davlat nazorati ostida bo‘lgan ashyolar; talabnoma beruvchi — maxsus yuklar va harbiy tarkiblarning tranzitiga ruxsatnoma olish uchun murojaat etgan shaxs; tranzit — O‘zbekiston Respublikasidan tashqarida jo‘natish va yetib borish punktlari joylashgan maxsus yuklar va harbiy tarkiblarning O‘zbekiston Respublikasi hududi orqali vakolatli organlar nazorati ostida barcha turdagi transportda o‘tishi; tranzit ruxsatnomasi — maxsus yuklar va harbiy tarkiblarning tranziti huquqini beruvchi hujjat; tranzit ruxsatnomasining egasi — maxsus yuklar va harbiy tarkiblarning tranzitiga ruxsatnoma olgan shaxs; xavfli yuklar — o‘ziga xos xossalari va xususiyatlari tufayli muayyan omillar mavjud bo‘lgani taqdirda tashish, yuk ortish-tushirish ishlari jarayonida tashilayotgan yuklar, texnika vositalari, qurilmalar, bino va inshootlar, boshqa obyektlarning portlashi, yonishi yoki shikastlanishiga, shuningdek odamlar hayoti va sog‘lig‘iga, atrof muhitga zarar yetkazilishiga sabab bo‘lishi mumkin bo‘lgan moddalar, materiallar, buyumlar, chiqindilar; qurol-yarog‘ va harbiy texnika — qurolli kuchlarni qurollantirishga mo‘ljallangan turli xil qurollarning va ularni jangovar qo‘llashni ta’minlovchi vositalarning majmualari, shu jumladan eltib qo‘yish vositalari, mo‘ljalga olish, uchirish, boshqarish tizimlari, shuningdek boshqa maxsus texnika vositalari, o‘q-dorilar va ularning tarkibiy qismlari, ehtiyot qismlar, asbob-uskunalar va ularning butlovchi buyumlari, mashq qurollari (turli xil qurol-yarog‘ va harbiy texnika maketlari, trenajyorlari va imitatorlari); harbiy mol-mulk — qurolli kuchlarning shaxsiy tarkibi turmush faoliyatini ta’minlash tizimlari, maxsus maqsaddagi materiallar va ularni ishlab chiqarish uchun maxsus uskunalar, ommaviy qirg‘in qurolidan umumiy va yakka tartibda himoyalanish vositalari, ommaviy qirg‘in qurolini qo‘llash oqibatlarining oldini olish va davolash vositalari, front orqasida qo‘llaniladigan maxsus uskunalar, xarbiy kiyim va unga xos atributlar; harbiy tarkib — xorijiy davlatlar harbiy tuzilmalarining shaxsiy tarkibi va harbiy xodimlari, shuningdek shu davlatlarda harbiy xizmatga chaqirilgan yoki zaxiraga bo‘shatilayotgan shaxslar. 3-modda. Maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risidagi qonunchilik Maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risidagi qonunchilik ushbu Qonun va boshqa qonunchilik hujjatlaridan iboratdir. Agar O‘zbekiston Respublikasining xalqaro shartnomasida O‘zbekiston Respublikasining maxsus yuklar va harbiy tarkiblar tranziti to‘g‘risidagi qonunchiligida nazarda tutilganidan boshqacha qoidalar belgilangan bo‘lsa, xalqaro shartnoma qoidalari qo‘llaniladi. 4-modda. Maxsus yuklar va harbiy tarkiblarning tranziti ustidan davlat nazorati Maxsus yuklar va harbiy tarkiblarning tranziti ustidan davlat nazorati quyidagilarni o‘z ichiga oladi: tranzit ruxsatnomalari berish; tranzit ruxsatnomasining egasi yoki u vakolat bergan shaxsning qonunchilik talablariga rioya etishi ustidan nazorat qilish; maxsus yuklar va harbiy tarkiblarning tranziti paytida qonunchilikda nazarda tutilgan xavfsizlikni ta’minlash talablariga rioya etilishini nazorat qilish; maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risidagi axborotni to‘plash, qayta ishlash va tahlil qilish. 5-modda. Maxsus yuklar va harbiy tarkiblarning tranziti sohasidagi boshqaruv Maxsus yuklar va harbiy tarkiblarning tranziti sohasidagi boshqaruvni O‘zbekiston Respublikasi Vazirlar Mahkamasi va u vakolat bergan organlar amalga oshiradi. 6-modda. Maxsus yuklar va harbiy tarkiblarning tranziti sohasida O‘zbekiston Respublikasi Vazirlar Mahkamasining vakolatlari O‘zbekiston Respublikasi Vazirlar Mahkamasi: boshqaruv organlarining maxsus yuklar va harbiy tarkiblarning tranziti sohasidagi faoliyatini muvofiqlashtiradi; tranzit ruxsatnomalari berish, ularning amal qilish muddatini uzaytirish va ularni bekor qilish tartibini belgilaydi; tranziti taqiqlangan maxsus yuklarning, shuningdek tranziti faqat ruxsatnoma mavjud bo‘lgan taqdirda amalga oshiriladigan maxsus yuklarning ro‘yxatlarini tasdiqlaydi; maxsus yuklar va harbiy tarkiblarning tranziti ustidan davlat nazoratini amalga oshirish tartibini belgilaydi; maxsus yuklar va harbiy tarkiblarning tranziti sohasida boshqaruv organlari faoliyatini muvofiqlashtirishni, shuningdek ushbu Qonunning amalga oshirilishi ustidan nazorat qilishni ta’minlovchi maxsus tuzilma tashkil etishi mumkin; qonunchilikka muvofiq boshqa vakolatlarni amalga oshiradi. 7-modda. Maxsus yuklar va harbiy tarkiblarning tranziti sohasida O‘zbekiston Respublikasi Vazirlar Mahkamasi vakolat bergan organlar O‘zbekiston Respublikasi Vazirlar Mahkamasi vakolat bergan organlar (bundan buyon matnda vakolatli organlar deb yuritiladi): tranzit ruxsatnomasini berish to‘g‘risida xulosalar taqdim etadi; talabnoma beruvchining yuki tranzit tarzida tashilayotganida u davlat nazoratida bo‘lmasligi haqida xulosalar beradi; tranzit ruxsatnomalarining shartlari bajarilishi ustidan nazorat qiladi; maxsus yuklar va harbiy tarkiblarning tranziti paytida ular joylashtirilgan joylarni, tranzit shart-sharoitlari hamda holatini muntazam va tanlab tekshiruvdan o‘tkazishga, shuningdek belgilangan tartibni buzib amalga oshirilayotgan tranzitni to‘xtatib turishga haqli; qonunchilikka muvofiq boshqa vakolatlarni amalga oshiradi. 8-modda. Tranzit ruxsatnomasi Maxsus yuklar va harbiy tarkiblarning tranziti O‘zbekiston Respublikasi Vazirlar Mahkamasi yoki u vakolat bergan organ tomonidan beriladigan tranzit ruxsatnomasi asosida amalga oshiriladi. Tranzit ruxsatnomasini olish uchun talabnoma beruvchi O‘zbekiston Respublikasi Vazirlar Mahkamasiga yoki u vakolat bergan organga zarur hujjatlar ilova qilingan tegishli ariza bilan murojaat qiladi. Tranzit ruxsatnomasini berish yoki uni berishni rad etish to‘g‘risidagi qaror ariza olingan kundan e’tiboran o‘ttiz kundan oshmaydigan muddatda qabul qilinadi. Zarur hollarda mazkur muddat uzaytirilishi mumkin. Turkum qilib yuboriladigan maxsus yuklarning tranzitiga ruxsatnoma har bir turkum uchun alohida-alohida beriladi. Qurol-yarog‘, harbiy texnika, harbiy mol-mulk va xavfli yuklarning tranzitiga yengib bo‘lmas kuch ta’sir etgan va belgilangan joyga eltib qo‘yishning imkoniyati bo‘lmagan takdirda odamlar hayoti va sog‘lig‘iga, atrof muhitga va O‘zbekiston Respublikasining xavfsizligiga yetkazilishi mumkin bo‘lgan zararni qoplashga mo‘ljallangan sug‘urta va boshqa moliyaviy kafolatlar, shuningdek o‘zga majburiyatlar talabnoma beruvchi tomonidan taqdim etilgan takdirda ruxsat etiladi. Ko‘rsatib o‘tilgan kafolatlar sug‘urta polisi, bank kafolati shaklida yoxud qonunchilikda belgilangan boshqacha shaklda bo‘lishi mumkin. 9-modda. Tranzit ruxsatnomasi berishni rad etish Quyidagi hollarda tranzit ruxsatnomasini berish rad etiladi, agar: qurol-yarog‘, harbiy texnika, harbiy mol-mulk va harbiy tarkiblarni tashish vakolatli organlar bilan oldindan kelishilgan tashish rejalarida nazarda tutilmagan bo‘lsa; maxsus yuklar va harbiy tarkiblardan foydalanish maqsadi ular borishi tayinlangan davlatda inson huquqlari buzilishi, davlat ichkarisidagi yoki xalqaro ko‘lamdagi beqarorlik kuchayishi bilan bog‘liq bo‘lsa yoxud maxsus yuk O‘zbekiston Respublikasi uchun nomaqbul shartlarda boshqa manzilga yo‘llanishi yoki reeksport qilinishi xavfi bo‘lsa; maxsus yuklar va harbiy tarkiblarning tranziti O‘zbekiston Respublikasi manfaatlariga yoki xavfsizligiga taxdid solsa; maxsus yuklar tranziti odamlar hayoti va sog‘lig‘iga, atrof muhitga xavf tug‘dirishi, shuningdek moddiy boyliklarga shikast yetkazishi yoki ularni yo‘q qilib yuborishi mumkin. bo‘lsa; taqdim etilgan hujjatlar qonunchilik talablariga mos bo‘lmasa. Tranzit ruxsatnomalari berish qonunchilikka muvofiq boshqa hollarda ham rad etilishi mumkin. 10-modda. Tranzit ruxsatnomasini bekor qilish Tranzit ruxsatnomasi uni bergan organ tomonidan bekor qilinishi mumkin. Tranzit ruxsatnomasini bekor qilish uchun quyidagilar asos bo‘ladi: tranzit ruxsatnomasi egasining maxsus yuklar va harbiy tarkiblarning tranzitini amalga oshirishdan voz kechganligi; tranzit ruxsatnomasi uni berish to‘g‘risidagi qarorning qabul qilinishi uchun muhim ahamiyatga ega bo‘lgan to‘la bo‘lmagan yoki noto‘g‘ri ma’lumotlar asosida berilganligi; tranzit ruxsatnomasini berish to‘g‘risidagi arizani ko‘rib chiqish vaqtida ma’lum bo‘lmagan, lekin uni berishni rad qilishga olib kelishi mumkin bo‘lgan holatlar aniqlanganligi; qonunchilikda belgilangan tranzit tartibi buzilganligi. Tranzit ruxsatnomasi bekor qilingan takdirda, agar qonunchilikda boshqacha qoidalar nazarda tutilgan bo‘lmasa, tranzit ruxsatnomasining egasi olib kirilgan maxsus yuklar va harbiy tarkiblarni tranzit amalga oshirilgan davlat hududiga qaytarilishini o‘z hisobidan ta’minlaydi. 11-modda. Tranzit ruxsatnomasining amal kilish muddati Tranzit ruxsatnomasining amal qilish muddati ko‘pi bilan o‘ttiz kunni tashkil qiladi. Maxsus yuklar va harbiy tarkiblarning tranziti ruxsatnomada ko‘rsatilgan muddatda tugallanishi lozim. Tranzit ruxsatnomasi egasining asoslantirilgan iltimosnomasiga ko‘ra ruxsatnomaning amal qilish muddati bir marta, ko‘pi bilan o‘ttiz kunlik davrga uzaytirilishi mumkin. 12-modda. Transport vositalari o‘tadigan yo‘nalishlar Maxsus yuklar va harbiy tarkiblarning tranziti tranzit ruxsatnomasida belgilangan yo‘nalishlar bo‘yicha amalga oshiriladi. Maxsus yuklar va harbiy tarkiblarning tranziti amalga oshiriladigan O‘zbekiston Respublikasining Davlat chegarasi orqali o‘tkazish punktlari O‘zbekiston Respublikasi Davlat xavfsizlik xizmati bilan birgalikda boshqa vakolatli organlar bilan kelishilgan holda O‘zbekiston Respublikasi Davlat bojxona qo‘mitasi tomonidan belgilanadi. Belgilangan yo‘nalishlardan chetga chiqishga yo‘l qo‘yilmaydi, qonunchilikda nazarda tutilgan hollar bundan mustasno. 13-modda. Maxsus yuklar va harbiy tarkiblarning havo transporti orqali tranziti Maxsus yuklar va harbiy tarkiblarning havo transporti orqali tranziti belgilangan havo yo‘llari (samoviy oraliqlar) bo‘yicha ushbu Qonunda belgilangan xususiyatlarni hisobga olgan holda O‘zbekiston Respublikasining Havo  kodeksiga  muvofiq amalga oshiriladi. Maxsus yuklar va harbiy tarkiblarning havo transporti orqali tranziti: O‘zbekiston Respublikasining xalqaro shartnomalari; parvozlarni bajarish uchun belgilangan tartibda berilgan maxsus ruxsatnomalar; tranzit ruxsatnomalari asosida hamda ularda belgilangan shartlarga muvofiq amalga oshiriladi. Maxsus yuklar va harbiy tarkiblarni tashuvchi havo kemalarida parvozlarni bajarish uchun maxsus ruxsatnomalar tranzit ruxsatnomasi mavjud bo‘lgan takdirda beriladi. Maxsus yuklar va harbiy tarkiblarning havo transporti orqali tranziti O‘zbekiston Respublikasi hududida qo‘nib o‘tish bilan va qo‘nmasdan amalga oshirilishi mumkin. Tranzit ruxsatnomasi havo kemasining O‘zbekiston Respublikasi hududida majburiy qo‘nishi to‘g‘risidagi talabni nazarda tutishi mumkin. 14-modda. Maxsus yuklar va harbiy tarkiblarning tranzitiga nisbatan qo‘yiladigan talablar Maxsus yuklarning tranziti o‘ramlarda, transport vositalarida yoki konteynerlarda bojxona nazorati ostida amalga oshiriladi, bunda o‘ramlar, transport vositalari yoki konteynerlar shunday ishlangan va jihozlangan bo‘lishi kerakki, toki ularning ichidagi ashyolarni muhrlangan yuk xonasidan, transport vositasi yoki konteynerdan ko‘zga tashlanadigan iz qoldirmasdan yoki bojxona ta’minotlariga shikast yetkazmasdan chiqarib olish yoxud u erga joylashtirish mumkin bo‘lmasin. Tranzit tarzida o‘tayotgan harbiy tarkib O‘zbekiston Respublikasi hududiga kirishda qonunchilikka muvofiq majburiy ravishda chegara, bojxona nazoratidan va nazoratning boshqa turlaridan o‘tkaziladi. Harbiy tarkib safida tranzit tarzida o‘tayotgan shaxslar ularning kuzatib borilishini amalga oshiruvchi yoxud ularning O‘zbekiston Respublikasi hududida bo‘lishini boshqacha tarzda nazorat qiluvchi vakolatli mansabdor shaxslarning ruxsatnomasi asosida va faqat maxsus belgilangan to‘xtash joylarida transport vositasini tark etishga haqlidir. Tranzit tarzida o‘tayotgan maxsus yuklarga nisbatan shubha tug‘ilgan taqdirda, bojxona organlari amalda o‘tkazilayotgan yukning tranzit uchun ma’lum kilingan yukka muvofiqligi to‘g‘risida xulosa olish maqsadida tegishli vakolatli organga murojaat qiladi. Tranzit tarzida o‘tayotgan maxsus yuklar va harbiy tarkiblarning kuzatib borilishini vakolatli organlar O‘zbekiston Respublikasi Vazirlar Mahkamasi tomonidan belgilanadigan tartibda ta’minlaydi. 15-modda. Maxsus yuklar va harbiy tarkiblarning noqonuniy tranziti Tranzit ruxsatnomasining egasi yoxud u vakolat bergan boshqa shaxs maxsus yuklar va harbiy tarkiblarning noqonuniy tranzitini amalga oshirgan takdirda, mazkur yuklar va tarkiblarning ular jo‘natilgan davlatga qaytarilishi uning xisobidan amalga oshiriladi. Xavfli chiqindilarni ular jo‘natilgan davlatga qaytarishning imkoni bo‘lmagan takdirda ularning ekologik jihatdan xavfsiz tarzda foydalanilishini yoki zararsizlantirilishini tranzit ruxsatnomasi egasi yoxud u vakolat bergan boshqa shaxs o‘z hisobidan ta’minlaydi hamda yetkazilgan zararni qoplaydi. 16-modda. Maxsus yuklarning tranziti paytida ularni bojxona rasmiylashtiruvidan o‘tkazish Maxsus yuklarning tranziti paytida ularni bojxona rasmiylashtiruvidan o‘tkazish tovarning kuzatuv hujjatlari, ularning tranzit ruxsatnomalari, maxsus yuklarning kelib chiqish sertifikati va bojxona rasmiylashtiruvi uchun zarur bo‘lgan boshqa hujjatlar taqdim etilgan takdirda qonunchilikka muvofiq bojxona organlari tomonidan amalga oshiriladi. Sertifikatning yoki undagi ma’lumotlarning, shu jumladan maxsus yuk chiqarilgan mamlakat to‘g‘risidagi ma’lumotlarning aniqligiga shubha tug‘ilgan xollarda O‘zbekiston Respublikasining bojxona organi sertifikat bergan organlarga yoki tovar chiqarilgan mamlakat sifatida ko‘rsatilgan mamlakatning vakolatli tashkilotlariga qo‘shimcha yoki aniqlashtiruvchi ma’lumotlarni xabar qilishni so‘rab murojaat etishi mumkin. 17-modda. Maxsus yuklarning tranziti paytida ularni qo‘riqlash va himoya qilish Maxsus yuklarning tranziti paytida ularni qo‘riqlash va himoya qilish qonunchilikka muvofiq amalga oshiriladi hamda u qo‘poruvchilikning yoki maxsus yuklar talon-toroj qilinishining oldini olishga qaratilgan tashkiliy, muhandislik-texnikaviy tadbirlar, davlat organlari vositalari va harakatlari yig‘indisidan iborat bo‘ladi. 18-modda. Maxsus yuklar va harbiy tarkiblarning tranzitini cheklash Quyidagilarning: harbiy harakatlar olib borilayotgan, urush yoki qurolli to‘qnashuv xavfi mavjud bo‘lgan mintaqalarga qurol-yarog‘, harbiy texnika va harbiy mol-mulkning; tranziti O‘zbekiston Respublikasining xalqaro majburiyatlariga zid bo‘lgan maxsus yuklar va harbiy tarkiblarning; qonunchilikka muvofiq boshqa maxsus yuklar va harbiy tarkiblarning tranzitiga yo‘l qo‘yilmaydi. Maxsus yuklarni qonunchilikka muvofiq tovarlari chiqarilishi mumkin bo‘lmagan mamlakatdan chiqarilgan deb hisoblash uchun yetarli asoslar mavjud bo‘lgan taqdirda bojxona organi ularni O‘zbekiston Respublikasining bojxona chegarasi orqali o‘tkazishni rad etishi mumkin. 19-modda. Maxsus yuklar va harbiy tarkiblar to‘g‘risidagi axborotdan foydalanish Vakolatli organlar maxsus yuklar va harbiy tarkiblarning tranziti bilan bog‘liq masalalarni hal etishda, shu jumladan axborot ayirboshlash orqali hamkorlik qiladilar. Maxsus yukning egasi yoki talabnoma beruvchi maxsus yuklardan ommaviy qirg‘in qurolini yoki oddiy qurol-yarog‘larni yaratish yoki ishlab chiqarish maqsadida foydalanilishi mumkin deb hisoblashga asos bo‘ladigan axborotga ega bo‘lsa, u bu haqda vakolatli organni xabardor qilishi shart. Maxsus yukning egasi hamda harbiy tarkiblarning kimga tegishliligi to‘g‘risidagi ular tranziti bilan bog‘liq axborot quyidagi hollarda oshkor qilinishi mumkin: maxsus yuklar va harbiy tarkiblarning tranzitini nazorat qilish maqsadida vakolatli organlar o‘rtasida axborotdan foydalanilganda yoki uni ayirboshlanganda; axborotdan dastlabki tergovda yoki sud ish yuritishida yoxud sud qarorlarini ijro etishda foydalanilganda; maxsus yuklar va harbiy tarkiblarning tranzitiga taalluqli axborot xalqaro tashkilotlarga yuborilganda, agar O‘zbekiston Respublikasi o‘z zimmasiga shunday xalqaro majburiyat olgan bo‘lsa. Maxsus yukning egasi hamda xarbiy tarkiblarning kimga tegishliligi to‘g‘risidagi ular tranziti bilan bog‘liq axborot qonunchilikda belgilangan boshqa hollarda ham oshkor qilinishi mumkin. 20-modda. Maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risidagi qonunchilikni buzganlik uchun javobgarlik Maxsus yuklar va harbiy tarkiblarning tranziti to‘g‘risidagi qonunchilikning buzilishida aybdor shaxslar belgilangan tartibda javobgar bo‘ladilar. "}]