[{"Law_reference": "", "Law_title": "O‘zbekiston Respublikasining ma’muriy javobgarlik to‘g‘risidagi kodeksi", "Law_content": "XI bob. TRANSPORTDAGI, YO‘L XO‘JALIGI VA ALOQA SOHALARIDAGI HUQUQBUZARLIKLAR UCHUN MA’MURIY JAVOBGARLIK  113-modda. Temir yo‘l transportida harakat xavfsizligi qoidalarini buzish Temir yo‘l izlariga poyezdlar qatnovining buzilishiga olib kelishi mumkin bo‘lgan ashyolarni qo‘yish, shuningdek temir yo‘lni va qor to‘sish g‘ovlarini hamda boshqa yo‘l obyektlarini, signal berish va aloqa inshootlari va qurilmalarini shikastlantirish — bazaviy hisoblash miqdorining ikkidan bir qismidan bir baravarigacha miqdorda jarima solishga sabab bo‘ladi. Temir yo‘ldan ot-arava haydab o‘tish va chorva mollarni haydab o‘tish, chorva mollarni temir yo‘l yaqinida boqish qoidalarini buzish — bazaviy hisoblash miqdorining beshdan bir qismidan ikkidan bir qismigacha miqdorda jarima solishga sabab bo‘ladi. Temir yo‘l transportiga yuk ortish vaqtida belgilangan gabaritlarga rioya qilmaslik — mansabdor shaxslarga bazaviy hisoblash miqdorining beshdan bir qismidan ikkidan bir qismigacha miqdorda jarima solishga sabab bo‘ladi. Temir yo‘llarni belgilanmagan joylardan kesib o‘tish — bazaviy hisoblash miqdorining yigirmadan bir qismi miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilari tomonidan temir yo‘l izini belgilanmagan joydan kesib o‘tish — bazaviy hisoblash miqdorining ikki baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. 114-modda. Temir yo‘l transporti vositalaridan foydalanish qoidalarini buzish Zarurat bo‘lmay turib, o‘zboshimchalik bilan poyezdni to‘xtatish — bazaviy hisoblash miqdorining bir baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. Yuk poyezdlarida o‘zboshimchalik bilan yurish, poyezd yurib ketayotganda poyezdga chiqish va poyezddan tushish, vagonlarning zinapoyalarida va tomlarida ketish — bazaviy hisoblash miqdorining ikkidan bir qismidan ikki baravarigacha miqdorda jarima solishga sabab bo‘ladi. 115-modda. Metropolitendan foydalanish qoidalarini buzish Metropolitendan foydalanishning belgilangan qoidalarini buzish — fuqarolarga bazaviy hisoblash miqdorining o‘ndan bir qismidan ikkidan bir qismigacha, mansabdor shaxslarga esa — ikkidan bir qismidan bir baravarigacha miqdorda jarima solishga sabab bo‘ladi. 116-modda. Uchish xavfsizligi qoidalarini buzish Aerodrom hududida aerodromlarni tanib olish uchun qabul qilingan markirovka belgilariga va qurilmalarga o‘xshash biror-bir belgi va qurilma o‘rnatish yoki aerodrom hududida parvozlar xavfsizligiga tahdid solishi mumkin bo‘lgan faoliyatni belgilangan tartibda kelishilmagan holda amalga oshirish, — fuqarolarga bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha, mansabdor shaxslarga esa — besh baravaridan o‘n baravarigacha miqdorda jarima solishga sabab bo‘ladi. Binolar va inshootlarda tungi va kunduzgi markirovka belgilarini yoki qurilmalarini o‘rnatish qoidalarini bajarmaganlik, — mansabdor shaxslarga bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. Aerodrom uskunalarini, aerodrom belgilarini, havo kemalarini va ularning uskunalarini shikastlantirish, — bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. Tegishli ruxsati bo‘lmay turib aeroportlar (aerovokzallardan tashqari), aerodromlar, uchishni radio va yorug‘lik bilan ta’minlab turuvchi obyektlar hududida piyoda yoki transportda yurish, — bazaviy hisoblash miqdorining bir baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. Alkogolli ichimlik, giyohvandlik moddasi ta’sirida yoki o‘zgacha tarzda mastlik holatida bo‘lgan shaxs tomonidan havo kemasini boshqarish, xuddi shuningdek bunday holatda bo‘lgan ekipaj a’zolarining havo kemasini boshqarishiga ijozat berish yoxud havo kemasini boshqaruvchi shaxsning alkogolli ichimlik, giyohvandlik moddasi ta’siridagi yoki o‘zgacha tarzdagi mastlik holatini aniqlash uchun belgilangan tartibga muvofiq tekshiruvdan o‘tishdan bo‘yin tovlashi, — bazaviy hisoblash miqdorining o‘n baravaridan o‘ttiz baravarigacha miqdorda jarima solishga sabab bo‘ladi. Baxtsiz aviatsiya hodisasi deb topilgan hodisani, u haqidagi ma’lumotlarni qasddan yashirish, xuddi shuningdek ushbu hodisa to‘g‘risidagi axborotni qasddan buzib ko‘rsatish, bortdagi va yerdagi obyektiv nazorat vositalarining ma’lumotlariga hamda baxtsiz aviatsiya hodisasi bilan bog‘liq boshqa daliliy materiallarga qasddan shikast yetkazish yoki ularni qasddan yo‘q qilib yuborish, — bazaviy hisoblash miqdorining ellik baravaridan yuz baravarigacha miqdorda jarima solishga sabab bo‘ladi. 116-1-modda. Havo kemasidan foydalanish vaqtida lazer nurini yo‘naltirish orqali xalaqit berish Havo kemasidan foydalanish vaqtida havo kemasiga lazer nurini yo‘naltirish orqali xalaqit berish — huquqbuzarlik ashyolarini musodara qilib, bazaviy hisoblash miqdorining yuz baravaridan ikki yuz baravarigacha miqdorda jarima solishga yoki o‘n besh sutkagacha muddatga ma’muriy qamoqqa olishga sabab bo‘ladi. 116-2-modda. O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravishda (ruxsatsiz) foydalanish O‘zbekiston Respublikasining samoviy hududidan qonunga xilof ravishda (ruxsatsiz) foydalanish, (bundan samoviy hududda uchuvchisiz uchadigan apparatlardan foydalanish hollari mustasno), — huquqbuzarlik ashyolarini musodara qilib, bazaviy hisoblash miqdorining yigirma baravaridan yuz baravarigacha miqdorda jarima solishga yoki o‘n besh sutkagacha muddatga ma’muriy qamoqqa olishga sabab bo‘ladi. 116-3-modda. Aviatsiya xavfsizligini ta’minlashga doir talablarni buzish Aviatsiya xavfsizligi bo‘yicha tekshiruvdan o‘tmagan shaxslarni, qo‘l yukini yoki bagajni, yukni, pochtani, bort zaxiralarini yoxud havo kemalarida tashish taqiqlangan moddalarni yoki predmetlarni havo kemasi bortiga yetkazib berish yoki yetkazib berishga ko‘maklashish, — fuqarolarga bazaviy hisoblash miqdorining besh baravaridan o‘n baravarigacha, mansabdor shaxslarga esa — o‘n baravaridan yigirma baravarigacha miqdorda jarima solishga sabab bo‘ladi. 117-modda. Havo kemasida yurish-turish qoidalarini buzish Havo kemasida bo‘lgan shaxslarning havo kemasi komandirining yoki havo kemasi komandiri nomidan ekipaj a’zosining farmoyishlarini bajarmasligi — bazaviy hisoblash miqdorining besh baravaridan o‘n baravarigacha miqdorda jarima solishga sabab bo‘ladi. Havo kemasi bortida turib fotosuratga, kinoga, videoga olish, shuningdek radioaloqa vositalaridan foydalanish qoidalarini buzish — foto-kinoplyonka yoki videokassetalar musodara qilinib, bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. 118-modda. Suv transportida harakat xavfsizligi qoidalarini buzish Suv transporti sohasida kemalarning portga kirishi va portdan chiqishi, port suvlarida kemalarning harakati va turishi hamda shatakka olinishi qoidalarini yoxud signal chiroqlari berish, tovush signallar, shuningdek ko‘rilma va kunduzgi signallar almashinishning belgilangan tartibini buzish yoki kema yo‘liga baliq tutish qurilmalarini o‘rnatish — bazaviy hisoblash miqdorining beshdan bir qismidan ikkidan bir qismigacha miqdorda jarima solishga sabab bo‘ladi. Port suvlarida tegishli ruxsati bo‘lmay turib g‘avvoslik ishlarini bajarish, shunday ishlarni olib borgan chog‘da signallar berish qoidalariga rioya qilmaslik — mansabdor shaxslarga bazaviy hisoblash miqdorining beshdan bir qismidan ikkidan bir qismigacha miqdorda jarima solishga sabab bo‘ladi. Suv transportida xavfsizlikni ta’minlovchi signal va aloqa inshootlari hamda qurilmalarini shikastlantirish — fuqarolarga bazaviy hisoblash miqdorining o‘ndan bir qismigacha, mansabdor shaxslarga esa — beshdan bir qismidan ikkidan bir qismigacha miqdorda jarima solishga sabab bo‘ladi. 119-modda. Kichik hajmli kemalarni ro‘yxatdan o‘tkazish qoidalarini, shuningdek bunday kemalardan va ular turadigan bazalardan (inshootlardan) foydalanish qoidalarini buzish O‘zbekiston Respublikasi Favqulodda vaziyatlar vazirligining Kichik hajmli kemalar inspeksiyasi nazoratidagi kichik hajmli kemalarni ro‘yxatdan o‘tkazish qoidalarini buzish, — fuqarolarga bazaviy hisoblash miqdorining bir baravari, mansabdor shaxslarga esa — ikki baravari miqdorida jarima solishga sabab bo‘ladi. Kichik hajmli kemalar va ular turadigan bazalardan (inshootlardan) foydalanish qoidalarini buzish — fuqarolarga bazaviy hisoblash miqdorining ikki baravari, mansabdor shaxslarga esa — uch baravari miqdorida jarima solishga yoxud kema haydovchilarini kemani boshqarish huquqidan bir yilu olti oy muddatga mahrum etishga sabab bo‘ladi. 120-modda. Portlarda yuklarni ortish, tushirish va taxlash qoidalarini buzish Portlarda yuklarni ortish, tushirish va taxlash qoidalarini buzish — bazaviy hisoblash miqdorining ikkidan bir qismidan bir baravarigacha miqdorda jarima solishga sabab bo‘ladi. 121-modda. Transport vositalarining ichki jihozlariga shikast yetkazish Lokomotivlar, vagonlar, daryo va havo kemalari, xuddi shuningdek hamma turdagi maxsus transportlarning oynalari va ichki jihozlariga shikast yetkazish — bazaviy hisoblash miqdorining o‘n baravaridan o‘n besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. Avtobuslarning, taksilarning, marshrut taksilarining, shahar elektr transportining va metropoliten vagonlarining oynalari va ichki jihozlariga shikast yetkazish — bazaviy hisoblash miqdorining besh baravaridan o‘n baravarigacha miqdorda jarima solishga sabab bo‘ladi. 122-modda. Tamaki mahsulotini transportda belgilanmagan joylarda iste’mol qilish Mahalliy va uzoq masofaga qatnaydigan poyezdlarda, daryo kemalarida belgilanmagan joylarda, shahar atrofiga qatnaydigan poyezdlarning vagonlarida (shu jumladan tamburlarida), shahar ichida, shahar atrofiga, shaharlararo va xalqaro yo‘nalishlarda qatnaydigan avtobuslarda, shuningdek taksilarda, yo‘nalishli taksilarda hamda shahar elektr transportida tamaki mahsulotini iste’mol qilish, — bazaviy hisoblash miqdorining uchdan bir qismi miqdorida jarima solishga sabab bo‘ladi. Havo kemalarida tamaki mahsulotini iste’mol qilish, — bazaviy hisoblash miqdorining ikki baravari miqdorida jarima solishga sabab bo‘ladi. 123-modda. Transport vositalaridan axlat yoki boshqa narsalarni tashlab yuborish Poyezdlarning vagonlari, avtotransport vositalari va shahar yo‘lovchilar transportidan axlat yoki boshqa narsalarni tashlab yuborish — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. 124-modda. Transportda yong‘in xavfsizligi qoidalarini buzish Transportda belgilangan yong‘in xavfsizligi qoidalarini buzish — fuqarolarga bazaviy hisoblash miqdorining ikkidan bir qismidan bir baravarigacha, mansabdor shaxslarga esa — bir baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. 125-modda. Transport vositalaridan foydalanish qoidalarini buzish Haydovchilarning transport vositalarini boshqarish va yo‘lovchilar tashishda xavfsizlik kamaridan foydalanish qoidalariga, xuddi shuningdek mototsikl va mopedlar haydovchilarining motoshlemlardan foydalanish qoidalariga rioya etmasligi, — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. Haydovchilarning belgilangan tartibda ro‘yxatdan o‘tkazilmagan yoki majburiy texnik ko‘rikdan o‘tkazilmagan yoxud foydalanish man etiladigan darajada nosozligi bo‘lgan yoki qonunchilikda belgilangan tartibda favqulodda vaziyatda oynani sindirish uchun foydalaniladigan bolg‘acha bilan jihozlanmagan, o‘t o‘chirgich, tibbiyot qutichasi, avariya holatida to‘xtaganligini bildiruvchi belgi va nur qaytargichli kamzul bilan butlanmagan, xuddi shuningdek ishlayotganida tashqariga chiqarayotgan ifloslantiruvchi moddalarning miqdori, shuningdek shovqin darajasi belgilangan normalardan ortiq bo‘lgan transport vositalarini boshqarishi, — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. Haydovchilarning tormoz tizimida, rul boshqaruvida yoki ulovchi qurilmada nosozligi bo‘lgan yoxud tegishli ruxsatnomasiz qayta jihozlangan transport vositalarini boshqarishi, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Haydovchilarning shaharlararo va xalqaro yo‘lovchi tashishni amalga oshiradigan avtobuslarni nazorat asboblarisiz (taxograflarsiz) yoki taxograflarni o‘chirgan holda boshqarishi, — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Foydalanish belgilangan tartibda man etilgan transport vositalarini, xuddi shuningdek davlat raqam belgisi o‘zboshimchalik bilan yechib olingan transport vositalarini boshqarish — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Davlat raqam belgisi yasama yoki o‘zga usullarda o‘zgartirilgan transport vositalarini, xuddi shuningdek davlat raqam belgisi ayni shu transport vositasiga tegishli bo‘lmagan transport vositasini boshqarish — bazaviy hisoblash miqdorining o‘n baravari miqdorida jarima solishga sabab bo‘ladi. Korxonalar, muassasalar va tashkilotlarga qarashli transport vositalarini ishdan tashqari vaqtda ulardan foydalanish shartlariga muvofiq keladigan tarzda maxsus jihozlanmagan joyda saqlash — fuqarolarga bazaviy hisoblash miqdorining bir baravari, mansabdor shaxslarga esa — ikki baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu Kodeksning  125  (mopedlardan tashqari),  125-1 ,  126 ,  127 ,  128 ,  128-1 ,  128-2 ,  128-3 ,  128-4 ,  128-5 ,  128-6 ,  129 ,  130 ,  131 ,  133 ,  134 ,  135 ,  135-1 ,  136 ,  139 ,  140 ,  141-moddalarida  transport vositalari deyilganda barcha turdagi avtomobillar va traktorlar, qishloq xo‘jalik, melioratsiya, yo‘l-qurilish mashinalari va boshqa o‘ziyurar mashinalar, tramvay va trolleybuslar, shuningdek mototsikllar va boshqa mexanik transport vositalarini tushunmoq kerak. 125-1-modda. Yuk tashish qoidalarini, shatakka olish qoidalarini buzish Yuk tashish qoidalarini, xuddi shuningdek shatakka olish qoidalarini buzish, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Tegishli ruxsatnomasiz og‘ir vaznli, yirik gabaritli, xavfli yuklarni tashish va yuk bilan yoki yuksiz holdagi gabarit o‘lchamlari, shuningdek umumiy haqiqiy vazni, o‘qqa tushuvchi og‘irligi belgilangan normalardan ortiq bo‘lgan transport vositalarida yo‘lga chiqish, xuddi shuningdek ruxsatnomada ko‘rsatilgan harakat yo‘nalishidan chetga chiqish, — fuqarolarga bazaviy hisoblash miqdorining o‘n baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan olti oygacha muddatga mahrum etishga, yuk tashish uchun mas’ul bo‘lgan mansabdor shaxslarga esa — bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga sabab bo‘ladi. 125-2-modda. Boshqa davlatlarda ro‘yxatdan o‘tkazilgan yuklarni va (yoki) yo‘lovchilarni tashish uchun mo‘ljallangan avtotransport vositalaridan qonunga xilof ravishda foydalanish Xorijiy tashuvchilarga tegishli bo‘lgan, shu jumladan ular tomonidan O‘zbekiston Respublikasi hududiga vaqtincha olib kirilgan avtotransport vositalarida yo‘lovchilar va yuklarni O‘zbekiston Respublikasi hududida joylashgan punktlar o‘rtasida tashish (kabotaj), agar O‘zbekiston Respublikasining xalqaro shartnomalarida boshqacha qoida nazarda tutilmagan bo‘lsa, — bazaviy hisoblash miqdorining yigirma baravari miqdorida jarima solishga sabab bo‘ladi. 126-modda. Ko‘zgusimon va (yoki) tusi o‘zgartirilgan (qoraytirilgan) oynali, shuningdek tevarak-atrofni ko‘rishni cheklaydigan qoplamali transport vositalaridan foydalanish Texnik reglamentga muvofiq bo‘lmagan ko‘zgusimon va (yoki) tusi o‘zgartirilgan (qoraytirilgan) oynali transport vositalaridan, xuddi shuningdek haydovchining o‘rnidan tevarak-atrofni ko‘rishni cheklaydigan qo‘shimcha narsalar o‘rnatilgan yoki qoplamalar surtilgan transport vositalaridan foydalanish, bundan oynalar tusini o‘zgartirish (qoraytirish) uchun tegishli ruxsatnoma berilgan transport vositalari mustasno, — bazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima solishga sabab bo‘ladi. Xuddi shunday huquqbuzarlik ma’muriy jazo chorasi qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining qirq baravari miqdorida jarima solishga sabab bo‘ladi. 127-modda. Transport vositalarining tovush chiqaruvchi, yorituvchi va boshqa qurilmalaridan foydalanish, ularni o‘rnatish qoidalarini buzish Tovush signalini sababsiz berish, transport vositalariga uni ishlab chiqargan korxona nazarda tutmagan tovush chiqaruvchi va yorituvchi qurilmalarni o‘rnatish, xuddi shuningdek ularni o‘zgartirib o‘rnatish — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Tegishli ruxsat olmay turib transport vositalariga tovush chiqaruvchi va yorituvchi maxsus qurilmalarni o‘rnatish, xuddi shuningdek davlat raqam belgilarini ko‘rish imkoniyatini cheklaydigan, ularni anglashga to‘sqinlik qiladigan turli ashyolar o‘rnatish va qoplama surtish — ana shu qurilmalarni musodara qilib, fuqarolarga bazaviy hisoblash miqdorining bir baravaridan uch baravarigacha, mansabdor shaxslarga esa — uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. 128-modda. Haydovchilarning transport vositalarini piyodalar yo‘lkalaridan yurgizishi, yo‘l belgilari va yo‘l harakatining boshqa qoidalari talablariga rioya etmasligi Haydovchilarning transport vositalarini piyodalar yo‘lkalaridan yurgizishi, yo‘l belgilari yoki yo‘lning qatnov qismidagi chiziqlar bilan belgilab qo‘yilgan talablarga rioya etmasligi (ushbu Kodeksning  128-3-moddasida , 128-4-moddasining  birinchi qismida ,  128 5 ,  128 6  va  130-moddalarida  nazarda tutilgan hollar bundan mustasno), odam tashish, transport vositalarini quvib o‘tish, yo‘nalishli transport vositalari to‘xtaydigan bekatlardan yoki piyodalar o‘tish joylaridan yurish, tashqi yoritish asboblaridan foydalanish qoidalarini buzishi, xuddi shuningdek yo‘lovchilarga loyqa sachratishi, — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi qismida  nazarda tutilgan xuddi shunday huquqbuzarlikni ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etish, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi qismida  nazarda tutilgan xuddi shunday huquqbuzarlikni ikki marta ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etish, — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi qismida  nazarda tutilgan xuddi shunday huquqbuzarlikni uch marta va undan ortiq ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etish, — bazaviy hisoblash miqdorining to‘rt baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan olti oy muddatga mahrum etishga sabab bo‘ladi. 128-1-modda. Transport vositasini boshqarish vaqtida haydovchilarning telefondan foydalanishi Transport vositasini boshqarish vaqtida haydovchilarning telefondan foydalanishi (bundan telefondan quloqchinlar orqali va qo‘llarni ishlatmasdan turib so‘zlashuvlar olib borish imkoniyatini beradigan boshqa uskunalar orqali foydalanish mustasno), — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. 128-2-modda. Transport vositasini boshqarish vaqtida tele-, videodasturlarni tomosha qilish maqsadida monitordan (displeydan) foydalanish Transport vositasini boshqarish vaqtida tele-, videodasturlarni tomosha qilish maqsadida transport vositasi salonining old qismiga o‘rnatilgan monitordan (displeydan) foydalanish, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. 128-3-modda. Transport vositalari haydovchilarining belgilangan harakat tezligini oshirib yuborishi Transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ko‘p bo‘lmagan kattalikda oshirib yuborishi, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ortiq, lekin 40 kilometrdan ko‘p bo‘lmagan kattalikda oshirib yuborishi yoki transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ko‘p bo‘lmagan kattalikda xuddi shunday huquqbuzarlik uchun ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 40 kilometrdan ortiq kattalikda oshirib yuborishi, — bazaviy hisoblash miqdorining to‘qqiz baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ortiq, lekin 40 kilometrdan ko‘p bo‘lmagan kattalikda xuddi shunday huquqbuzarlik uchun ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi yoxud transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ko‘p bo‘lmagan kattalikda xuddi shunday huquqbuzarlik uchun ikki marta ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi, — bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan bir yil muddatga mahrum qilishga sabab bo‘ladi. Transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 40 kilometrdan ortiq kattalikda xuddi shunday huquqbuzarlik uchun ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi yoki transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ortiq, lekin 40 kilometrdan ko‘p bo‘lmagan kattalikda xuddi shunday huquqbuzarlik uchun ikki marta ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi yoxud transport vositalari haydovchilarining belgilangan harakat tezligini soatiga 20 kilometrdan ko‘p bo‘lmagan kattalikda xuddi shunday huquqbuzarlik uchun uch marta ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror oshirib yuborishi, — transport vositasini boshqarish huquqidan ikki yil muddatga mahrum qilib, bazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi — beshinchi qismlarida  nazarda tutilgan huquqbuzarliklar sodir etilganda tezlikni o‘lchaydigan maxsus uskunalar va transport vositalari spidometrlari ko‘rsatkichlaridagi yo‘l qo‘yilishi mumkin bo‘lgan jami xatolar hisobga olinib, ular qayd etgan tezlikdan soatiga 5 kilometr chegirib tashlangan holda, ma’muriy jazo chorasi qo‘llaniladi. 128-4-modda.Transport vositalari haydovchilarining svetoforning taqiqlovchi signaliga yoki yo‘l harakatini tartibga soluvchining taqiqlovchi ishorasiga bo‘ysunmasdan to‘xtash chizig‘ini bosib kirishi va o‘tishi Svetoforning taqiqlovchi signalida yoki yo‘l harakatini tartibga soluvchining taqiqlovchi ishorasida yo‘lning qatnov qismidagi yo‘l chiziqlari yoki yo‘l belgilari bilan belgilangan to‘xtash chizig‘ini bosib kirish, — bazaviy hisoblash miqdorining ikkidan bir baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilarining svetoforning taqiqlovchi signaliga yoki yo‘l harakatini tartibga soluvchining taqiqlovchi ishorasiga bo‘ysunmasdan o‘tishi, — bazaviy hisoblash miqdorining ikki baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning ikkinchi qismida nazarda tutilgan o‘sha huquqbuzarlik ma’muriy jazo chorasi qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning ikkinchi qismida nazarda tutilgan o‘sha huquqbuzarlik ma’muriy jazo ikki marta qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, — transport vositasini boshqarish huquqidan bir yil muddatga mahrum etishga sabab bo‘ladi. 128-5-modda. Transport vositalari haydovchilarining xalaqit berishi yoki avariya holatini yuzaga keltirishi, yo‘lning qarama-qarshi harakatlanish uchun mo‘ljallangan tomoniga yoki bo‘lagiga chiqishi Tezkor va maxsus xizmatlarning ko‘k yoki qizil yoxud ko‘k va qizil rangli yaltiroq mayoqchani yoqqan holda hamda maxsus tovushli signal bilan yaqinlashib kelayotgan transport vositalari to‘siqsiz o‘tib ketishi uchun transport vositalari haydovchilari tomonidan xalaqit berish, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalari haydovchilarining yo‘lning qarama-qarshi harakatlanish uchun mo‘ljallangan tomoniga yoki bo‘lagiga yo‘l harakati qoidalarini buzgan holda chiqishi, xuddi shuningdek avariya holati yuzaga kelishiga sabab bo‘lgan, ya’ni yo‘l harakatining boshqa qatnashchilarini tezlikni, harakat yo‘nalishini keskin o‘zgartirishga yoki o‘z xavfsizligini yoxud boshqa fuqarolarning xavfsizligini ta’minlash uchun o‘zga choralarni ko‘rishga majbur qiluvchi huquqbuzarlikni sodir etishi, — bazaviy hisoblash miqdorining o‘n baravari miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi  yoki  ikkinchi qismlarida  nazarda tutilgan huquqbuzarliklarni ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etish, — bazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan bir yil muddatga mahrum etishga sabab bo‘ladi. 128-6-modda. Transport vositalari haydovchilarining to‘xtash yoki to‘xtab turish qoidalarini buzishi Transport vositalari haydovchilarining to‘xtash yoki to‘xtab turish qoidalarini buzishi, — bazaviy hisoblash miqdorining ikki baravari miqdorida jarima solishga sabab bo‘ladi. 129-modda. Transport vositalari haydovchilarining yo‘l harakati xavfsizligiga tahdid soluvchi guruh bo‘lib harakat qilishda qatnashishi Mototsikllar va boshqa transport vositalari haydovchilarining yo‘llarda yo‘l harakati xavfsizligiga tahdid soluvchi yoki avariya holatini keltirib chiqaruvchi guruh bo‘lib harakat qilishda qatnashishi — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Xuddi shunday huquqbuzarlik ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan olti oydan bir yilgacha muddatga mahrum etishga sabab bo‘ladi. 130-modda. Transport vositalari haydovchilarining temir yo‘lning o‘tish joylaridan o‘tish qoidalarini buzishi Transport vositalari haydovchilarining temir yo‘lning o‘tish joylaridan o‘tish qoidalarini buzishi — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Xuddi shunday huquqbuzarlik ma’muriy jazo qo‘llanilganidan keyin bir yil davomida takror sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga yoki transport vositasini boshqarish huquqidan olti oydan bir yilgacha muddatga mahrum etishga sabab bo‘ladi. 131-modda. Transport vositalarini mast holda boshqarish Haydovchilarning transport vositalarini alkogolli ichimlikdan, giyovand modda ta’siridan yoki o‘zgacha tarzda mast holda boshqarishi — transport vositasini boshqarish huquqidan bir yilu olti oydan uch yilgacha muddatga mahrum qilib, bazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima solishga sabab bo‘ladi. Xuddi shunday huquqbuzarlik transport vositalarini boshqarish huquqi bo‘lmagan shaxs tomonidan sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining qirq baravari miqdorida jarima solishga yoki o‘n besh sutka muddatga ma’muriy qamoqqa olishga sabab bo‘ladi. Alkogolli ichimlikdan, giyovand modda ta’siridan yoki o‘zgacha tarzda mast shaxsga transport vositasini boshqarishni topshirish — transport vositasini boshqarish huquqidan ikki yildan uch yilgacha muddatga mahrum qilib, bazaviy hisoblash miqdorining yigirma besh baravari miqdorida jarima solishga sabab bo‘ladi. 132-modda. Kema haydovchilarining kichik hajmli kemalarni mast holda boshqarishi Kema haydovchilarining kichik hajmdagi kemalarni mast holda boshqarishi, shuningdek kichik hajmli kemalarni boshqarishni alkogolli ichimlikdan, giyovand modda ta’siridan yoki o‘zgacha tarzda mast holdagi shaxslarga topshirish — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga yoki kema haydovchilarini kemani boshqarish huquqidan ikki yil muddatga mahrum etishga sabab bo‘ladi. 133-modda. Transport vositalari haydovchilarining yo‘l harakati qoidalarini buzishi jabrlanuvchiga yengil tan jarohati yoki ancha miqdorda moddiy zarar yetkazilishiga olib kelishi Transport vositalari haydovchilarining yo‘l harakati qoidalarini buzishi jabrlanuvchiga yengil tan jarohati yoki ancha miqdorda moddiy zarar yetkazilishiga olib kelsa, bundan jabrlanuvchiga yengil tan jarohati yetkazilishiga olib kelmagan yo‘l-transport hodisasi sodir etilganda yo‘l-transport hodisasida ishtirok etgan haydovchilar tomonidan yo‘l-transport hodisasi to‘g‘risida xabarnoma tuzilgan hollar mustasno — bazaviy hisoblash miqdorining besh baravaridan yetti baravarigacha miqdorda jarima solishga yoki transport vositalarini boshqarish huquqidan bir yildan uch yilgacha muddatga mahrum etishga sabab bo‘ladi. Ancha miqdordagi moddiy zarar deganda, bazaviy hisoblash miqdorining besh baravari miqdoridan oshib ketgan zarar tushuniladi. 134-modda. Haydovchilarning yo‘l harakati qoidalarini buzishi transport vositalarining yoki boshqa mol-mulkning shikastlanishiga olib kelishi Transport vositalari haydovchilarining yo‘l harakati qoidalarini buzishi transport vositalari, yo‘l harakatini tartibga soluvchi vositalar yoki boshqa mol-mulk shikastlanishiga olib kelsa, lekin ancha miqdorda moddiy zarar yetkazmasa, bundan yo‘l harakatini tartibga soluvchi vositalar yoki boshqa mol-mulk shikastlanishiga olib kelmagan yo‘l-transport hodisasi sodir etilganda yo‘l-transport hodisasida ishtirok etgan haydovchilar tomonidan yo‘l-transport hodisasi to‘g‘risida xabarnoma tuzilgan hollar mustasno — bazaviy hisoblash miqdorining ikki baravaridan to‘rt baravarigacha miqdorda jarima solishga yoki transport vositasini boshqarish huquqidan olti oydan bir yilgacha muddatga mahrum etishga sabab bo‘ladi. 135-modda. Yo‘l harakati qoidalarida nazarda tutilgan hujjatlari bo‘lmagan shaxslarning transport vositalarini boshqarishi Transport vositalarini boshqarish huquqini beruvchi hujjatlari, transport vositasini ro‘yxatdan o‘tkazganlik to‘g‘risidagi, shuningdek transport vositasiga egalik qilish, egasi yo‘qligida undan foydalanish yoki uni tasarruf etish huquqini tasdiqlovchi hujjatlari, transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisi (ushbu Kodeks 135-1-moddasining  ikkinchi qismida  nazarda tutilgan hol bundan mustasno), qonunchilikda nazarda tutilgan hollarda esa litsenziya kartochkasi yoki yo‘l varaqasi, yuridik shaxslarning transport vositalari haydovchilarining, shu jumladan yo‘lovchi yoki yuk tashish faoliyatini amalga oshiruvchi haydovchilarning malaka oshirishdan o‘tganligi to‘g‘risidagi sertifikati (transport vositalarini boshqarish huquqini beruvchi guvohnomani almashtirish yoki yo‘qolgan guvohnoma o‘rniga boshqasini berish hollarini istisno qilgan holda, guvohnoma olingan paytdan e’tiboran ikki yillik davr bundan mustasno) yonida bo‘lmagan haydovchilarning transport vositalarini boshqarishi, xuddi shuningdek ishonchnomalarni, transport vositalarini boshqa shaxsga o‘tkazish va ijaraga berish shartnomalarini ro‘yxatdan o‘tkazmasdan (hisobga qo‘ymasdan) transport vositalarini boshqarish — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalarini boshqarish huquqi bo‘lmagan shaxslarning shu vositalarni boshqarishi, xuddi shuningdek boshqarish huquqi bo‘lmagan shaxsga transport vositalarini boshqarishning topshirilishi — bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositalarini boshqarish huquqidan mahrum etilgan shaxslarning bunday vositalarni boshqarishi — bazaviy hisoblash miqdorining o‘n baravari miqdorida jarima solishga sabab bo‘ladi. Haydovchining yonida O‘zbekiston Respublikasining ichki ishlar organlari yoxud konsullik muassasalari tomonidan berilgan biometrik pasport yoki identifikatsiyalovchi ID-kartasi mavjud bo‘lgan taqdirda, uning transport vositasini boshqarish huquqini beruvchi hujjatni, transport vositasi ro‘yxatdan o‘tkazilganligi to‘g‘risidagi, shuningdek transport vositasiga egalik qilish, egasi yo‘qligida undan foydalanish yoki uni tasarruf etish huquqini tasdiqlovchi hujjatlarni, transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polisini o‘z yonida olib yurishi talab etilmaydi. 135-1-modda. Transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish to‘g‘risidagi qonunchilikning talablarini buzish Transport vositalari egalarining fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha sug‘urta polislarida nazarda tutilmagan foydalanish davrida transport vositalarini boshqarish, xuddi shuningdek faqat mazkur sug‘urta polislarida ko‘rsatilgan haydovchilar ayni shu transport vositalarini boshqarishi to‘g‘risida mazkur sug‘urta polislarida nazarda tutilgan shartlarni buzgan holda transport vositalarini boshqarish, — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. Fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha qonunda belgilangan majburiyatning transport vositalari egalari tomonidan bajarilmasligi, xuddi shuningdek, agar bunday majburiy sug‘urta qilinmaganligi oldindan ayon bo‘lsa, transport vositalarini boshqarish, — fuqarolarga bazaviy hisoblash miqdorining ikkidan bir qismi, mansabdor shaxslarga esa — ikki baravari miqdorida jarima solishga sabab bo‘ladi. 136-modda. Transport vositalari haydovchilarining va yo‘l harakati boshqa ishtirokchilarining mastligi yoki mast emasligini aniqlash uchun tekshiruvdan o‘tishdan bo‘yin tovlashi Transport vositalari haydovchilarining alkogolli ichimlikdan, giyovand modda ta’siridan yoki o‘zgacha tarzda mastligi yoki mast emasligini belgilangan tartibda aniqlash uchun tekshiruvdan o‘tishdan bo‘yin tovlashi — transport vositasini boshqarish huquqidan bir yilu olti oydan uch yilgacha muddatga mahrum qilib, bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga sabab bo‘ladi. Xuddi shunday huquqbuzarlik transport vositalarini boshqarish huquqi bo‘lmagan shaxs tomonidan sodir etilgan bo‘lsa, — bazaviy hisoblash miqdorining o‘ttiz baravari miqdorida jarima solishga yoki o‘n besh sutkagacha muddatga ma’muriy qamoqqa olishga sabab bo‘ladi. Ushbu moddaning  birinchi qismida  nazarda tutilgan huquqbuzarlikning moped, velosiped haydovchi, ulovli aravani boshqarib boruvchi shaxs tomonidan sodir etilishi, — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. 137-modda. Yo‘l-transport hodisasi yuz bergan joydan ketib qolish Yo‘l-transport hodisasi qatnashchilarining belgilangan qoidalarni buzgan holda hodisa yuz bergan joydan ketib qolishi, — bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga sabab bo‘ladi. Yo‘l-transport hodisasi qatnashchilarining belgilangan qoidalarni buzgan holda hodisa yuz bergan joydan ketib qolishi, agar ushbu yo‘l-transport hodisasi jabrlanuvchiga yengil tan jarohati yoki ancha miqdorda moddiy zarar yetkazilishiga olib kelgan bo‘lsa, — bazaviy hisoblash miqdorining o‘ttiz baravari miqdorida jarima solishga yoki transport vositalarini boshqarish huquqidan bir yil muddatga mahrum etishga yoxud o‘n besh sutkagacha muddatga ma’muriy qamoqqa olishga sabab bo‘ladi. 138-modda. Piyodalar va yo‘l harakati boshqa ishtirokchilarining yo‘l harakati qoidalarini buzishi Piyodalarning yo‘l harakatini tartibga soluvchi signallarga bo‘ysunmasligi, ularning yo‘lning harakat qismini belgilanmagan joylardan kesib o‘tishi, piyodalar yo‘lning qatnov qismida, shu jumladan piyodalar o‘tish joyida harakatlanayotganda telefondan foydalanishi, kitoblarni yoki davriy nashrlarni o‘qishi, videomateriallarni tomosha qilishi hamda audiomateriallarni eshitishi, shuningdek e’tiborni chalg‘itadigan boshqa elektron vositalardan foydalanishi, shuningdek moped va velosiped haydovchilarining, ulovli aravani boshqarib boruvchi va yo‘ldan foydalanuvchi boshqa shaxslarning yo‘l harakatini tartibga soluvchi signallarga bo‘ysunmasligi, ustunlik beruvchi, taqiqlovchi yoki ko‘rsatma beruvchi yo‘l belgilari talablariga rioya etmasligi — bazaviy hisoblash miqdorining uchdan bir qismi miqdorida jarima solishga sabab bo‘ladi. Haydovchilarga har xil xizmat ko‘rsatish maqsadida yo‘lning qatnov qismida fuqarolarning turishi, yo‘llarga ajratilgan mintaqa tegrasida mol boqish — bazaviy hisoblash miqdorining ikkidan bir qismi miqdorida jarima solishga sabab bo‘ladi. Ushbu moddaning  birinchi  yoki  ikkinchi  qismida ko‘rsatilgan shaxslarning yo‘l harakati qoidalarini buzishi avariya holatini vujudga keltirsa, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Transport vositasi harakatlanayotgan vaqtda yo‘lovchi tomonidan tana qismlarini (qo‘ldan tashqari) salondan chiqarish, — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Moped, velosiped haydovchining, ulovli aravani boshqarib boruvchi shaxsning alkogolli ichimlikdan, giyohvand modda ta’siridan yoki o‘zgacha tarzda mast bo‘lgan holda yo‘l harakati qoidalarini buzishi, — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. 139-modda. Nosoz transport vositalarini yo‘lga chiqarish va transport vositalaridan foydalanish qoidalarini boshqacha tarzda buzish Belgilangan tartibda ro‘yxatdan o‘tkazilmagan yoki majburiy texnik ko‘rikdan o‘tkazilmagan transport vositalarini yo‘lga chiqarish, — transport vositalarining texnik holati va ulardan foydalanilishi uchun mas’ul bo‘lgan mansabdor shaxslarga bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Nosozligi bo‘lgan yoki muayyan shartlar tufayli transport vositasidan foydalanish taqiqlangan yoki tegishli ruxsatnomasiz qayta jihozlangan transport vositalarini yo‘lga chiqarish, — transport vositalarining texnik holati va ulardan foydalanilishi uchun mas’ul bo‘lgan mansabdor shaxslarga bazaviy hisoblash miqdorining besh baravari miqdorida jarima solishga sabab bo‘ladi. 140-modda. Mast holdagi haydovchilarning yoki transport vositalarini boshqarish huquqi bo‘lmagan shaxslarning transport vositalarini boshqarishiga yo‘l qo‘yish Alkogolli ichimlikdan, giyovand modda ta’siridan yoki o‘zgacha tarzda mast bo‘lgan haydovchilarning yoki transport vositalarini boshqarish huquqi bo‘lmagan shaxslarning transport vositalarini boshqarishiga yo‘l qo‘yish — mansabdor shaxslarga bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga sabab bo‘ladi. 141-modda. Transport vositalaridan shaxsiy boylik orttirish maqsadida foydalanish Haydovchilarning korxonalar, muassasalar va tashkilotlarga qarashli transport vositalaridan shaxsiy boylik orttirish maqsadida foydalanishi — bazaviy hisoblash miqdorining ikki baravari miqdorida jarima solishga sabab bo‘ladi. 142-modda. Xavfli moddalar va ashyolarni transportda tashish qoidalarini buzish Temir yo‘l, havo va suv transportida qo‘l yuki sifatida yonuvchan, zaharlovchi, tez alangalanuvchi, portlovchi hamda zaharli moddalar va ashyolarni olib yurish qoidalarini buzish — bazaviy hisoblash miqdorining bir baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. Yuk saqlash kamerasiga portlovchi, tez alangalanuvchi, zaharli va badbo‘y moddalar va ashyolarni topshirish — ana shu moddalar va ashyolarni haqini to‘lash sharti bilan olib qo‘yib yoki olib qo‘ymay yoxud musodara qilib yoki musodara qilmay, bazaviy hisoblash miqdorining bir baravaridan ikki baravarigacha miqdorda jarima solishga sabab bo‘ladi. Trolleybusda, tramvayda, metropolitenda, avtobusda, marshrut taksisida portlovchi, tez alangalanuvchi, zaharlovchi hamda zaharli moddalar va ashyolarni olib yurish — bazaviy hisoblash miqdorining ikkidan bir qismidan bir baravarigacha miqdorda jarima solishga sabab bo‘ladi. 143-modda. Kira haqi to‘lamasdan yuk olib yurish Trolleybusda, tramvayda, shahar ichida va shahar atrofiga qatnaydigan avtobusda, marshrut taksisida kira haqi to‘lamasdan yuk olib yurish — har bir yuk joyi uchun bazaviy hisoblash miqdorining o‘ndan bir qismi miqdorida jarima solishga sabab bo‘ladi. 144-modda. Transportda chiptasiz yurish Yo‘lovchining transportda chiptasiz yurishi, o‘n yoshdan o‘n olti yoshgacha bo‘lgan bolalarni chiptasiz olib yurish: a) shahar atrofiga qatnaydigan poyezdlarda, — bazaviy hisoblash miqdorining beshdan bir qismi miqdorida jarima solishga sabab bo‘ladi, b) mahalliy va uzoq masofaga qatnaydigan poyezdlarda, — bazaviy hisoblash miqdorining ikki baravari miqdorida jarima solishga sabab bo‘ladi. Shahar atrofiga qatnaydigan poyezdlarda, mahalliy va uzoq masofaga qatnaydigan poyezdlarda besh yoshdan o‘n yoshgacha bo‘lgan bolalarni chiptasiz olib yurish — bazaviy hisoblash miqdorining beshdan bir qismi miqdorida jarima solishga sabab bo‘ladi. Yo‘lovchilarning samolyotda chiptasiz yurishi — bazaviy hisoblash miqdorining uch baravari miqdorida jarima solishga sabab bo‘ladi. Shaharlararo qatnaydigan avtobusda chiptasiz yurish — bazaviy hisoblash miqdorining bir baravari miqdorida jarima solishga sabab bo‘ladi. Yo‘lovchining trolleybusda, tramvayda, shahar ichida va shahar atrofiga qatnaydigan avtobusda chiptasiz yurishi — bazaviy hisoblash miqdorining o‘ndan bir qismi miqdorida jarima solishga sabab bo‘ladi. 145-modda. Yo‘lovchilarni chiptasiz tashish Havo, temir yo‘l transportida yo‘lovchilarni chiptasiz tashish — bazaviy hisoblash miqdorining uch baravaridan besh baravarigacha miqdorda jarima solishga sabab bo‘ladi. Suv, avtomobil transportida va shahar elektr transportida yo‘lovchilarni chiptasiz tashish — bazaviy hisoblash miqdorining ikki baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. 146-modda. Havo, temir yo‘l, suv va avtomobil transportida yuklarning saqlanishini ta’minlash qoidalarini buzish Temir yo‘lning yuk tashish uchun mo‘ljallangan qatnov tarkibiga, konteynerlarga, suzuvchi va boshqa transport vositalariga, shuningdek yuk tashuvchi moslamalarga shikast yetkazish — bazaviy hisoblash miqdorining bir baravaridan uch baravarigacha miqdorda jarima solishga sabab bo‘ladi. Havo kemalari, yuk vagonlari, avtomobillar, avtomobil tirkamalari, konteynerlarning, suzuvchi vositalar tryumlari va boshqa yukxonalarining plombalariga va bekitkich qurilmalariga shikast yetkazish, ularning plombalarini buzish, ayrim yuk o‘rinlariga va yuk o‘ramalariga, paketlariga, yuk qo‘ralarining, temir yo‘l stansiyalarining, yuk avtomobillari stansiyalarining, konteyner punktlarining (maydonchalarining), portlarning (pristanlarning) va yuk tashish bilan bog‘liq bo‘lgan operatsiyalarni bajarish uchun foydalaniladigan omborlarning to‘siqlariga shikast yetkazish, shuningdek tegishli ruxsati bo‘lmay turib yuk qo‘ralariga, konteyner punktlariga (maydonchalariga), portlar (pristanlar), shlyuzlarning yuk turgan hududlariga (joylariga) va yuqorida zikr etilgan omborlarga kirish — bazaviy hisoblash miqdorining ikkidan bir qismidan ikki baravarigacha miqdorda jarima solishga sabab bo‘ladi. Havo, temir yo‘l, suv va avtomobil transportida yuklarning but saqlanishini ta’minlash qoidalarini buzish — mansabdor shaxslarga bazaviy hisoblash miqdorining besh baravaridan yetti baravarigacha miqdorda jarima solishga sabab bo‘ladi. 146-1-modda. Tashuvchining o‘z fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha majburiyatini bajarmasligi Tashuvchining yo‘lovchilar hayoti, sog‘lig‘i va (yoki) mol-mulkiga zarar yetkazganlik uchun qonunda belgilangan o‘z fuqarolik javobgarligini majburiy sug‘urta qilish bo‘yicha majburiyatini bajarmasligi, — mansabdor shaxslarga bazaviy hisoblash miqdorining yetti baravaridan o‘n baravarigacha miqdorda jarima solishga sabab bo‘ladi. 147-modda. Yo‘llarga, yo‘l inshootlariga, yo‘l harakatini tartibga solib turuvchi texnik vositalarga shikast yetkazish, ularni saqlash qoidalarini buzish, yo‘l harakatini tashkil etish talablarini bajarmaslik Yo‘llarga, temir yo‘ldan o‘tish joylariga, yo‘l harakatini tartibga soluvchi boshqa inshootlar yoki texnik vositalarga shikast yetkazish, shuningdek yo‘l harakatiga qasddan, shu jumladan yo‘l qoplamasini ifloslantirish yo‘li bilan xalal berish, xuddi shuningdek avtomobil yo‘llarini o‘zboshimchalik bilan qazish, ularda sun’iy notekisliklar va to‘siqlar yaratish, avtomobil yo‘lida ishlarni amalga oshirish uchun berilgan ruxsatnoma talablarini bajarmaslik, shuningdek yo‘llarni saqlash qoidalarini buzish — fuqarolarga bazaviy hisoblash miqdorining ikki baravari miqdorida, mansabdor shaxslarga esa — o‘n baravari miqdorida jarima solishga sabab bo‘ladi. Yo‘l belgilarini o‘rnatish, yo‘llarni, temir yo‘ldan o‘tish joylari va boshqa yo‘l inshootlarini harakat uchun xavfsiz holda saqlash qoidalarini buzish yoki yo‘lning ayrim qismlaridan foydalanish harakat xavfsizligiga tahdid etadigan paytda ularda harakatni o‘z vaqtida taqiqlash yoki cheklash choralarini ko‘rmaslik, shuningdek yo‘l harakatini tashkil etish talablarini bajarmaslik — mansabdor shaxslarga bazaviy hisoblash miqdorining o‘n besh baravari miqdorida jarima solishga sabab bo‘ladi. 148-modda. Temir yo‘llar va avtomobil yo‘llari uchun ajratilgan mintaqalarni muhofaza qilish qoidalarini buzish Temir yo‘llar va avtomobil yo‘llari uchun ajratilgan mintaqalarda temir yo‘l organlari va yo‘l organlari bilan kelishmay turib yerni haydash, o‘t o‘rish, chimlarni olib tashlash va tuproq olish, kanalizatsiya, sanoat, melioratsiya suvlarini va oqova suvlarni suv qochirish inshootlariga va rezervlariga oqizish, shuningdek ajratilgan mintaqalarda va yog‘och ko‘priklardan 100 metrgacha bo‘lgan masofada olov yoqish, yog‘och ko‘priklar va taxta to‘shamali ko‘priklarda chekish — fuqarolarga bazaviy hisoblash miqdorining to‘rtdan bir qismidan ikkidan bir qismigacha, mansabdor shaxslarga esa — bir baravaridan ikki baravarigacha miqdorda jarima solishga sabab bo‘ladi. 149-modda. Yer egalari yoki yerdan foydalanuvchilarning avtomobil yo‘llarini va yo‘l inshootlarini muhofaza qilish qoidalarini buzishi Avtomobil yo‘llariga ajratilgan mintaqaga tutash joylardagi yer egalari yoki yerdan foydalanuvchilarning umum foydalanishdagi yo‘llardagi aholi punktlari doirasida, o‘zlariga biriktirib qo‘yilgan yer maydoni chegarasida piyodalar yuradigan yo‘lkalar va ular o‘tadigan ko‘prikchalar qurish, ularni ta’mirlash va muntazam orastalab turish majburiyatlarini, shuningdek o‘zlariga biriktirilgan yer maydonidan chiqish yo‘llarini yoki umum foydalanishdagi avtomobil yo‘llariga kelib tutashadigan yo‘llarni, shu jumladan kesib o‘tiladigan ko‘priklarni texnik jihatdan soz holda va ozoda saqlash majburiyatlarini bajarmaslik — bazaviy hisoblash miqdorining o‘ndan bir qismi miqdorida jarima solishga sabab bo‘ladi."}]